Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: And what do you think?
cs: A kdo myslíš že jsme?
es: ¿Y, qué piensas?
fr: Et que pensez-vous ?
it: E tu chi pensi che sia?
pl: A jak myślisz?

source: We came here to release our friend.
cs: Přišli jsme sem osvobodit našeho přítele.
es: Vinimos aquí para liberar a nuestro amigo.
fr: Nous venons libérer notre ami.
it: Siamo venuti per liberare il nostro amico.
pl: Przybyliśmy tu uwolnić naszego przyjaciela.

source: We came here to make a deal.
cs: Přišli jsme sem uzavřít obchod.
es: Vinimos aquí para hacer un trato.
fr: Nous venons proposer un marché.
it: Siamo venuti per fare un patto.
pl: Przybyliśmy tutaj ubić interes.

source: Friend? What friend?
cs: Přítel? Jaký přítel?
es: ¿Amigo? ¿Que amigo?
fr: Un ami ? Quel ami ?
it: Amico? Quale amico?
pl: Przyjaciela? Jakiego przyjaciela?

source: Reme Carrenemoe. Let him go, and we will leave this place.
cs: Reme Carrenemoe. Propusťte ho a my v klidu odejdeme.
es: Reme Carrenemoe. Déjalo ir, y dejaremos este lugar.
fr: Reme Carrenemoe. Laissez-le partir et nous quitterons cet endroit.
it: Reme Carrenemoe. Lasciatelo andare e noi ce ne andremo da questo posto.
pl: Reme Carrenemoe. Wypuście go, a odejdziemy w pokoju.

source: Ha! Ha! Ha! Go and find some other friend to rescue, that one is busy. Go away!
cs: Ha! Ha! Ha! Běžte a hledejte jiné přátele k záchraně, tento je poněkud zaneprázdněn. Táhněte pryč!
es: ¡Ja! ¡Ja! ¡Ja! Ve y busca algún otro amigo para rescatar, ese está ocupado. ¡Largaos!
fr: Ha ! Ha ! Ha ! Allez chercher d'autres amis à sauver, celui-ci est occupé. Allez-vous en !
it: Ah! Ah! Ah! Vattene a cercare un altro amico da salvare, questo è già impegnato. Vattene!
pl: Cha! Cha! Cha! Znajdź sobie jakiegoś innego przyjaciela do ratowania, ten jest już zajęty. Zjeżdżaj stąd!

source: Deal? What kind of a deal?
cs: Obchod? Jaký obchod?
es: ¿Trato? ¿Qué clase de trato?
fr: Un marché ? Quel genre de marché ?
it: Patto? Che patto?
pl: Interes? Jaki interes?

source: You have captured my friend, Reme Carrenemoe. What about this:
cs: Zajali jste mého přítele, Remeho Carrenemoea. Navrhuji toto:
es: Has capturado a mi amigo, Reme Carrenemoe. ¿Qué te praece esto?
fr: Vous retenez mon ami Reme Carrenmoe. Que pensez-vous de ceci :
it: Avete catturato un mio amico, Reme Carrenemoe. Cosa ne pensate di:
pl: Macie w swej mocy mego przyjaciela, Reme'go Carrenemoe. Co powiesz na to:

source: Let him go, and we will leave in peace.
cs: Propustíte ho a my v míru odejdeme.
es: Déjalo ir, y nos iremos en paz.
fr: Laissez-le partir et nous vous laisserons tranquilles.
it: Lasciatelo libero e noi ce ne andremo in pace.
pl: Wypuście go, a odejdziemy w pokoju.

source: I will give you $reme_fee_amt golden pieces to release him.
cs: Dám vám za jeho propuštění $reme_fee_amt zlatých.
es: Te daré $reme_fee_amt piezas de oro para liberarlo.

source: What kind of joke is this? You haven't got that much gold!
cs: Co je to za vtip? Kde bys vzal tolik peněz?
es: ¿Qué clase de broma es esta? ¡No tienes tanto oro!
fr: C'est une blague ? Vous n'avez pas autant d'or !
it: Che razza di scherzo è questo? Non hai tutto quell'oro!
pl: To ma być jakiś dowcip? Nie masz takiej ilości złota!

source: Seems fine to me. $reme_fee_amt golden pieces for me, Reme for you.
cs: To se mi zamlouvá. $reme_fee_amt zlatých ke mně, Reme k tobě.
es: Me parece bien $reme_fee_amt piezas de oro para mí, Reme para ti.

source: Free! Free, at last!
cs: Volný! Jsem konečně volný!
es: ¡Libre! ¡Libre, al fin!
fr: Libre ! Enfin libre !
it: Libero! Libero, finalmente!
pl: Wolny! Wolny, nareszcie!

source: My lord, the outlaw army decimated my clan. But still, some of my people survived, and they will be glad to help you.
cs: Můj pane! Zbojníci zdecimovali můj klan. Ale přesto, několik našich přežilo. Bude jim potěšením ti pomáhat.
es: Mi señor, el ejército de forajidos diezmó mi clan. Pero aun así, algunos de los míos sobrevivieron y estarán encantados de ayudarte.
fr: Monseigneur, les hors-la-loi ont décimé mon clan. Néanmoins, certains ont survécu et ils seraient heureux de vous aider.
it: Mio signore, l'esercito dei Senzalegge ha decimato il mio clan. Tuttavia qualcuno della mia gente è sopravvissuto e saranno felici di aiutarti.
pl: Mój panie, banici zdziesiątkowali mój klan. Ale niektórzy z moich ludzi przeżyli, i z ochotą będą ci służyć.

source: You may recruit Akladian Clansmen again.
cs: Znovu můžeš verbovat příslušníky akladijského klanu.
es: Puedes volver a reclutar hombres de clan akladianos.
fr: Vous pouvez à nouveau recruter des membres du clan Akladien.
it: Puoi di nuovo reclutare membri del clan di Akladia.
pl: Możesz znowu rekrutować Akladyjskich członków klanów.

source: NORMAL: Rescue Reme Carrenemoe and move him to the north-eastern signpost
cs: NORMÁLNĚ: Zachraň Remeho a dojdi s ním k severovýchodnímu směrovníku
es: NORMAL: Rescata a Reme Carrenemoe y muévelo al poste indicador del noreste
fr: NORMAL : sauvez Reme Carrenmoe et déplacez-le au panneau indicateur au nord-est
it: NORMALE: Salva Reme e conducilo al cartello a nord-est
pl: NORMALNIE: Uratuj Reme'go Carrenemoe i przesuń go do północno-wschodniego drogowskazu.

source: You may interrogate the Orcish leader with either Gawen, Ruvio, or Lorin. Other leaders may be interrogated by Gawen only.
cs: Vůdce skřetů může vyslechnout Gawen, Ruvio či Lorin. Ostatní vůdci mohou být vyslýcháni pouze Gawenem.
es: Puedes interrogar al líder orco con Gawen, Ruvio o Lorin. Otros líderes solo pueden ser interrogados por Gawen.

source: You may interrogate the Orcish leader with either Gawen or Ruvio. Other leaders may be interrogated by Gawen only.
cs: Vůdce skřetů může vyslechnout Gawen či Ruvio. Ostatní vůdci mohou být vyslýcháni pouze Gawenem.
es: Puedes interrogar al líder orco con Gawen o Ruvio. Otros líderes solo pueden ser interrogados por Gawen.

source: To win, you should move Reme Carrenemore here!
es: ¡Para ganar, debes mover a Reme Carrenemoe aquí!
fr: Pour gagner, vous devriez amener Reme Carrenemore ici !
pl: Aby wygrać, powinieneś przesunąć tutaj Remego Carrenemoe!

source: My lord, are you sure you want to retreat? We should move Reme Carrenemoe here first!
cs: Můj pane, opravdu chceš prchnout? Měli bychom sem nejprve dostat Remeho Carrenemoea!
es: Mi señor, ¿está seguro de que quiere retirarse? ¡Deberíamos traer a Reme Carrenemoe aquí primero!
fr: Monseigneur, vous êtes sûr de vouloir battre en retraite ? Nous devons d'abord ramener Reme Carremoe ici !
it: Mio signore, sei sicuro di volerti ritirare? Dovremmo prima portare qua Reme Carrenemoe!
pl: Mój panie, czy jesteście pewni, że chcecie się wycofać? Powinniśmy tu najpierw przesunąć Reme'go Carrenemoe!

source: I'm sorry Reme, but we simply couldn't succeed.
cs: Je mi líto, Reme, ale jednoduše jsme nebyli schopni uspět.
es: Lo siento Reme, pero no pudimos conseguirlo.
fr: Je suis désolé Reme, mais nous n'avons pas pu réussi.
it: Mi spiace Reme, non ce l'abbiamo proprio fatta.
pl: Wybacz mi Reme, ale po prostu nie byliśmy w stanie wygrać.

source: Good. Reme left me, we left him, so balance in the universe is preserved.
cs: Dobře. Reme mne opustil, já ho vyplatil. Rovnováha přírody zůstala zachována.
es: Bien. Reme me dejó, lo dejamos a él, así se conserva el equilibrio en el universo.
fr: Bien. Reme m'a abandonné, nous l'avons abandonné à notre tour, donc l'équilibre de l'univers est préservé.
it: Be'. Reme mi ha abbandonato, lo abbiamo pagato con la stessa moneta, dunque l'equilibrio della natura è conservato.
pl: I bardzo dobrze. Reme zostawił mnie, my mu odpłaciliśmy, równowaga w naturze została zachowana.

source: So, Reme. We meet again. Hm... I would say something to the effect of 'I'm happy to see you again', but to be honest, I am not.
cs: Tak, Reme. Znovu jsme se setkali. Hm... Měla bych říct něco jako „Jsem šťastná“, ale budu upřímná, nejsem.
es: Entonces, Reme. Nos encontramos de nuevo. Hum... Diría algo como 'Estoy feliz de verte de nuevo', pero para ser honesta, no lo estoy.
fr: Eh bien, Reme. Nous nous rencontrons une fois de plus. Hum... il faudrait sans doute que je dise quelque chose du genre « je suis heureuse de te revoir », mais pour être franche, je ne le suis pas.
it: Così, Reme. Ci incontriamo di nuovo. Hm... Direi che qualcosa del tipo «Sono felice di vederti di nuovo», ma a essere sinceri, non lo sono.
pl: A więc, Reme, znowu się spotykamy. Hm... Naprawdę chciałabym powiedzieć coś w rodzaju: 'cieszę się, że cię znowu widzę' ale tak szczerze, to tak nie jest.

source: Lorin... and... Gawen? Is that really you?
cs: Lorin... a... Gawen? Jste to vážně vy?
es: Lorin... y... ¿Gawen? ¿Eres realmente tú?
fr: Lorin... et... Gawen ? C'est bien toi ?
it: Lorin... e... Gawen? Sei proprio tu?
pl: Lorin... i... Gawen? Czy to naprawdę wy?

source: Reme, are you ok?
cs: Reme, jsi v pořádku?
es: Reme, ¿estás bien?
fr: Reme, tu vas bien ?
it: Reme, stai bene?
pl: Reme, nic ci nie jest?

source: Yes... yes... Gawen? Is that really you?
cs: Ano... ano... Gawene? Jsi to vskutku ty?
es: Sí... sí... ¿Gawen? ¿Eres realmente tú?
fr: Oui... Oui... Gawen ? C'est vraiment toi ?
it: Sì... sì... Gawen? Sei proprio tu.
pl: Nic, nic... Gawen? To naprawdę ty?

source: They are keeping some Akladian in cage in here. Should I kill him?
cs: Drží tu v kleci pár Akladijců. Mám je zabít?
es: Están guardando un akladiano enjaulado aquí. ¿Debería matarlo?

source: No! This is my friend, Reme! Reme, are you ok?
cs: NE! Tohle je můj přítel Reme! Reme, jsi v pořádku?
es: ¡No! ¡Éste es mi amigo, Reme! Reme, ¿estás bien?
fr: Non ! C'est mon ami, Reme ! Reme, tu vas bien ?
it: No! Questo il mio amico Reme! Reme, stai bene?
pl: Nie! To przyjaciel mój. Reme! Reme, nic ci nie jest?

source: Such a young man... And yet, one darn good fighter..
cs: Takový mladík... a jaký po čertech dobrý bojovník...
es: Un hombre tan joven... Y, sin embargo, tan buen luchador...
fr: Un homme si jeune... Et pourtant un redoutable guerrier...
it: Un ragazzo così giovane... Eppure, un combattente dannatamente valoroso...
pl: Mężczyzna tak młody - a jednocześnie, tak piekielnie dobry wojownik...

source: You were worthy opponent too.
cs: Tys mi byl také dobrým protivníkem.
es: Tú también fuiste digno oponente.
fr: Tu étais toi aussi un adversaire redoutable.
it: Anche tu sei stato un valoroso avversario.
pl: Ty również byłeś godnym przeciwnikiem.

source: Yes... it was a good fight, wasn't it?
cs: Ano... hezky jsme si zabojovali, co?
es: Sí... fue una buena pelea, ¿no?

source: Yes... Before you pass on, please answer me few questions.
cs: Ano... Ale než odejdeš, prosím odpověz mi na pár otázek.
es: Sí... Antes de morir, por favor respóndeme algunas preguntas.

source: Why are orcs here, allied with Akladians?
cs: Proč skřeti přišli? A proč jako spojenci Akladijců?
es: ¿Por qué los orcos están aquí, aliados con los akladianos?
fr: Pourquoi les orcs sont-ils ici, alliés aux Akladiens ?
it: Cosa ci fanno qua gli orchi e per di più alleati con quelli di Akladia?
pl: Dlaczego orki są tutaj, sprzymierzone z Akladyjczykami?

source: Who hired the assassin that was trying to kill Gawen Hagarthen?
cs: Kdo najal vraha, který měl zabít Gawena Hagarthena?
es: ¿Quién contrató al asesino que intentaba matar a Gawen Hagarthen?
fr: Qui a loué les services de cet assassin, qui a essayé de tuer Gawen Hagarthen ?
pl: Kto wynajął zabójcę, który chciał zabić Gawena Hagarthena?

source: Why do you fight alongside Akladians?
cs: Proč bojuješ s Akladijci?
es: ¿Por qué luchas junto a los akladianos?
fr: Pourquoi te bats-tu avec les Akladiens ?
it: Perché combattete al fianco di quelli di Akladia?
pl: Dlaczego walczysz u boku Akladyjczyków?

source: Do you know who poisoned Gawen Hagarthen's mother?
cs: Víš, kdo otrávil matku Gawena Hagarthena?
es: ¿Sabes quién envenenó a la madre de Gawen Hagarthen?
fr: Sais-tu qui a empoisonné la mère de Gawen ?
it: Tu sai chi ha avvelenato la madre di Gawen Hagarthen?
pl: Kto otruł matkę Gawena Hagarthena?

source: Do you know why orcs are here?
cs: Víš, proč tu jsou skřeti?
es: ¿Sabes por qué los orcos están aquí?
fr: Sais-tu pourquoi les orcs sont ici ?
it: Tu sai cosa ci fanno qua gli orchi?
pl: Czy jest wam wiadomo, czemu są tutaj orki?

source: They are allied with Akladians.
cs: Jsou to akladijští spojenci.
es: Están aliados con los akladianos.
fr: Ils sont alliés aux Akladiens.
it: Sono alleati con quelli di Akladia.
pl: Są sprzymierzeni z Akladyjczykami.

source: But why?
cs: Ale proč?
es: ¿Pero por qué?
fr: Mais pourquoi ?
it: Ma perché?
pl: Ale dlaczego?

source: Allied? We are allied with none. They have simply paid for our services. That's all.
cs: Spojili? My nejsme ničí spojenci. Jednoduše zaplatili za naše služby. Toť vše.
es: ¿Aliados? No estamos aliados con nadie. Simplemente han pagado por nuestros servicios. Eso es todo.
fr: Alliés ? Nous ne sommes alliés à personne. Ils nous ont juste payés pour nos services, c'est tout.
it: Alleati? Non siamo gli alleati di nessuno. Hanno soltanto comprato i nostri servigi. E basta.
pl: Sprzymierzeni? Z nikim nie jesteśmy sprzymierzeni. Zapłacili nam za nasze usługi i to wszystko.

source: You are from the Outlaw Base, right? The place whence assassins come... maybe you know who poisoned the mother of Gawen Hagarthen?
cs: Ty jsi z Posvětí, místa, odkud přišel můj vrah... Možná bys mohl vědět, kdo otrávil matku Gawena Hagarthena.
es: Eres de la Base forajida, ¿verdad? El lugar de donde vienen los asesinos... ¿quizás sepas quién envenenó a la madre de Gawen Hagarthen?
fr: Tu viens du repaire des hors-la-loi, non ? L'endroit d'où viennent les assassins... Peut-être sais-tu qui a empoisonné la mère de Gawen Hagarthen ?
it: Tu sei del Covo di Senzalegge, vero? Il posto da dove veniva l'assassino... forse tu sai chi ha avvelenato la madre di Gawen Hagarthen?
pl: Jesteś z Miejsca Banitów, prawda? Miejsca, z którego pochodzą zabójcy... Może ty wiesz, kto otruł matkę Gawena Hagarthena?

source: I don't know that.
cs: Nevím to.
es: No sé nada de eso.
fr: Je ne le sais pas.
it: Questo non lo so.
pl: Tego nie wiem.

source: Someone hired an assassin to kill Gawen Hagarthen, immediately after his father's death. I know he came from the Outlaw Base. Who hired him?
cs: Někdo najal vraha, aby zabil Gawena Hagarthena, záhy po smrti jeho otce. Vím, že pocházel z Podsvětí. Kdo ho najal?
es: Alguien contrató a un asesino para matar a Gawen Hagarthen, inmediatamente después de la muerte de su padre. Sé que vino de la Base forajida. ¿Quién lo contrató?
fr: Quelqu'un a payé un assassin pour tuer Gawen Hagarthen, immédiatement après la mort de son père. Je sais qu'il venait du repaire des hors-la-loi. Qui a loué ses services ?
it: Qualcuno ha pagato un assassino per uccidere Gawen Hagarthen, subito dopo la morte di suo padre. So che l'assassino veniva dal Covo dei Senza legge. Chi lo ha pagato?
pl: Ktoś wynajął zabójcę, by zabił Gawena Hagarthena, zaraz po śmierci jego ojca. Wiem, że zabójca ten pochodził z Miejsca Banitów. Kto to był?

source: I think it was one of Akladian lords... yes... his name was Cryne, Bor Cryne...
cs: Myslím, že to byl jeden z akladijských lordů..., ano..., jmenoval se Cryne, Bor Cryne.
es: Creo que fue uno de los señores akladianos..., sí..., su nombre era Cryne, Born Cryne...
fr: Je pense que c'était l'un des seigneurs Akladiens... Oui... Son nom était Cryne, Bor Cryne...
it: Penso che fosse un signore di Akladia... sì... Si chiamava Cryne, Bor Cryne...
pl: Myślę, że to był jeden z Akladyjskich panów... tak... jego imię brzmiało Cryne. Bor Cryne...

source: I didn't quite catch that, but, oh well...
es: No entendí bien eso, pero bueno...

source: They are allied with the Akladians.
cs: Jsou to akladijští spojenci.
es: Están aliados con los akladianos.

source: I don't know that. A lot of Akladians buy poison from us.
cs: Ale nevím to. Mnoho Akladijců si od nás kupuje jedy.
es: No lo sé. Muchos akladianos nos compran veneno.
fr: Je n'en sais rien. Beaucoup d'Akladiens nous achètent du poison.
it: Questo non lo so. Un sacco di uomini di Akladia comprano il veleno da noi.
pl: Nie mam pojęcia. Wielu Akladyjczyków kupuje od nas truciznę.

source: Uh... what was that?
es: Huh... ¿qué fue eso?

source: It's you! Witch!
cs: To jsi ty! Čarodějnice jedna!
es: ¡Eres tú! ¡Bruja!
fr: C'est toi, sorcière !
it: Sei stata tu! Strega!
pl: To ty! Wiedźma!

source: Really? Are you sure it's really me?
cs: Opravdu? Jsi si jistý, že jsem to já?
es: ¿De verdad? ¿Estás seguro de que soy realmente yo?
fr: Vraiment ? Tu es sûr que c'est bien moi ?
it: Veramente? Sei sicuro che sia stata veramente io?
pl: Naprawdę? A pewny jesteś, że to naprawdę ja?

source: Uhm... what?
cs: Uhm... cože?
es: Hum... ¿Qué?

source: I mean, you are dying. Your whole life probably is passing before your eyes. Maybe you are hallucinating? There is only one way to find out.
cs: Myslím, že umíráš. Celý svůj život ti pravděpodobně probíhá před očima. Možná máš halucinace? Myslím, že je jediný způsob, jak to zjistit.
es: Quiero decir, te estás muriendo. Probablemente toda tu vida está pasando ante tus ojos. ¿Tal vez estás alucinando? Sólo hay una manera de averiguarlo.
fr: Je veux dire, tu es en train de mourir. Toute ta vie défile probablement devant tes yeux. C'est peut-être une hallucination ? Il n'y a qu'un seul moyen de le vérifier.
it: Voglio dire, tu stai morendo. Tutta la tua vita ti sta passando davanti agli occhi. Hai le allucinazioni, forse? C'è un solo metodo per controllare.
pl: No wiesz, właśnie umierasz. Pewnie całe twoje życie właśnie przemyka przed twoimi oczętami. Może masz zwidy? Można to sprawdzić tylko w jeden sposób.

source: What... What way?
cs: Jaký... Jaký způsob?
es: ¿Qué... de qué manera?

source: If I am just a hallucination, this won't hurt.
cs: Pokud jsem jenom halucinace, tak toto ti nemůže ublížit...
es: Si solo soy una alucinación, esto no dolerá.
fr: Si je ne suis qu'une hallucination, ceci ne te fera aucun mal.
it: Se sono solo una allucinazioni, non ti farà del male.
pl: Jeżeli jestem halucynacją to <i>to</i> nie będzie boleć.

source: No! Mother, I won't let you! Leave him to die peacefully!
cs: Ne! Matko, to nedovolím! Ať umře v klidu a pokoji!
es: ¡No! ¡Madre, no te dejaré! ¡Déjalo morir en paz!
fr: Non ! Mère, je ne vous laisserai pas faire ! Laissez-le mourir en paix !
it: No! Madre, non te lo permetterò! Lascialo morire in pace!
pl: Nie! Matko, nie pozwolę ci! Zostaw go, niech umrze w spokoju!

source: Because it is a bad thing to torture people.
cs: Protože mučení lidí je špatné.
es: Porque es una maldad torturar a la gente.

source: Because... uh...
cs: Protože... ach...
es: Porque... huh...
fr: Parce que... Euh...
it: Perché... ah...
pl: Albowiem... Albowiem... ech...

source: Gawen, she is Akladian. You can't teach an old dog new tricks.
cs: Gawene, je to Akladijka. Starého psa novým kouskům nenaučíš.
es: Gawen, ella es akladiana. No puedes enseñarle trucos nuevos a un perro viejo.
fr: Gawen, c'est une Akladienne. Ce n'est pas à un vieux singe qu'on apprend à faire des grimaces.
it: Gawen, è di Akladia. Si possono insegnare nuovi giochi anche ai cani vecchi.
pl: Gawen, to Akladyjka. Nie nauczysz starego psa nowych sztuczek.

source: Who are you calling OLD?!
cs: Kdo je u tebe STARÝ?
es: ¿A quién llamas VIEJA?
fr: QUI traitez-vous de VIEUX ?!
it: Chi hai chiamato VECCHIA?!
pl: Kto niby jest tu STARY?

source: You were a good opponent. What is your name? Please tell me, so I can tell the spirits of my ancestors who defeated me!
es: Fuiste un buen oponente. ¿Cómo te llamas? ¡Por favor dímelo, así podré contarle a los espíritus de mis ancestros quién me derrotó!

source: My king! Now I know why I was defeated. This is my punishment for betrayal. I should never have listened to the orders of our clan leaders. My king, will you forgive me?
cs: Můj králi! Nyní vím, proč jsem byl poražen. To je odplata za zradu. Kéž bych nikdy nevyslechl rozkazy vůdců našich klanů. Můj králi, můžeš mi odpustit?
es: ¡Mi rey! Ahora sé por qué fui derrotado. Este es mi castigo por la traición. Nunca debí haber escuchado las órdenes de los líderes de nuestro clan. Mi rey, ¿me perdonará?
fr: Mon roi ! Maintenant je sais pourquoi j'ai été battu. C'est la punition de ma trahison. Je n'aurais jamais dû suivre les ordres du chef de notre clan. Mon roi, me pardonnerez-vous ?
it: Mio sire! Adesso io so perché sono stato sconfitto. Questa è la punizione per il mio tradimento. Non avrei mai dovuto obbedire agli ordini dei nostri capiclan. Mio re, mi perdonerete?
pl: Mój król! Teraz wiem, dlaczego zostałem pokonany. To kara za zdradę. Nigdy nie powinienem był słuchać rozkazów przywódców mojego klany. Mój królu, czy wybaczysz mi kiedykolwiek?

source: Lie in peace, soldier.
cs: Mír s tebou, vojáku.
es: Descansa en paz, soldado.
fr: Repose en paix, soldat.
it: Riposa in pace, soldato.
pl: Spoczywaj w pokoju, żołnierzu.

source: I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain.
es: No debo temer. El miedo es el asesino de mentes. El miedo es la pequeña muerte que trae la aniquilación total. Me enfrentaré a mi miedo. Permitiré que pase sobre mí y a través de mí. Y cuando haya pasado, giraré el ojo interior para ver su camino. Donde el miedo haya ido no habrá nada. Sólo quedaré yo.

source: Oh that was cute. Now, if you are quite finished, I have here this little knife-thing. This knife is what brings total obliteration, not to mention suffering.
cs: Óóó! Nádherné! Skončil's? Kdo tě to naučil? Ale k věci. Mám tu tenhle malý nožík – moje nádobíčko. Toto je věcička, která dělá všemu konec, kromě utrpení.
es: Oh, eso fue lindo. Ahora, si has terminado, tengo aquí este pequeño cuchillo. Este cuchillo es lo que trae la destrucción total, por no hablar del sufrimiento.
fr: Oh, que c'était mignon. Maintenant, si tu as fini, J'ai cette petite chose coupante. Ce couteau est ce qui amène l'effacement total, sans parler de la souffrance.
it: Oh com'era carina. Adesso, se hai finito, io ho qua questo piccolo coltello. Questo coltello porta l'oblio totale, per non parlare della sofferenza.
pl: Och jakie to było milusie. A teraz, jeżeli oczywiście jużeś skończył, mam tutaj takie małe nożowate coś. Ten nóż jest właśnie tym, co przynosi całkowite unicestwienie, nie mówiąc już oczywiście o cierpieniu i takich tam.

source: I must not... ARGH!... I must not...
cs: Já nesmět... Ááááá... nesmět...
es: No debo... ¡Arg!... No debo...
fr: Je ne dois pas... ARGH !... Je ne dois pas...
it: Non devo... ARGH!... Non devo...
pl: Nie wolno się... ARGH! ... Nie wolno się...

source: Why are you here, allied with traitors from the Akladian race?
es: ¿Por qué estás aquí, aliado con los traidores de la raza akladiana?

source: I know nothing! I know nothing! Our guide Grekulak ordered us to ally with Akladians, I know nothing more!
cs: Nevědět nic! Neznat nit! Náš šéf Grekulak přikázat spojit Aklaďáky, já neznat ináč nic!
es: ¡No sé nada! ¡No sé nada! Nuestro guía Grekulak nos ordenó aliarnos con los akladianos, ¡no sé nada más!
fr: Je ne sais rien ! Je ne sais rien ! Notre guide Grekulak nous a ordonné de nous allier aux Akladiens. Je ne sais rien de plus.
it: Non so nulla! Non so nulla! La nostra guida Grekulak ci ha ordinato di allearci con la gente di Akladia, non so altro!
pl: Nic nie wiem! Ja nic nie wiem! Nasz przewodnik Grekulak wydał nam rozkaz byśmy weszli w przymierze z Akladyjczykami, nie wiem nic więcej!

source: Mother, you may let him go now.
cs: Matko, už ho nech být.
es: Madre, puedes dejarlo ir ya.
fr: Mère, vous pouvez le laisser aller maintenant.
it: Madre, adesso puoi lasciarlo andare.
pl: Matko, możesz teraz go wypuścić.

source: Argh!
cs: Vuááááúúúúííééééáááá!!!!
es: ¡Arg!
