Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Reumario feels reinvigorated by his performance of the sacrifice, and gains experience!
cs: Reumario se cítí znovu povzbuzen vykonaným obětováním a získává zkušenosti!
es: Reumario se siente revigorizado por su desempeño en el sacrificio y ¡gana experiencia!

source: You fools! I was going to sacrifice that boar! But now you have killed it without performing the proper sacrificial ritual, and it will go to waste!
cs: Vy blázni! Chtěl jsem toho kance obětovat! Ale teď jste ho zabili, aniž jste provedli správný obětní rituál. Promarnili jste ho!
es: ¡Tontos! ¡Iba a sacrificar ese jabalí! ¡Pero ahora lo has matado sin realizar el ritual de sacrificio adecuado, y se desperdiciará!

source: Oops, sorry...
cs: Ups, pardon...
es: Ups, lo siento...

source: It's too bad that Reumario is no longer with us; he could have sacrificed this boar to God and secured a blessing for us...
cs: Škoda, že Reumario už není mezi námi. Mohl toho kance obětovat Bohu a zajistit nám požehnání...
es: Lástima que Reumario ya no esté con nosotros; podría haber sacrificado este jabalí a Dios y asegurado una bendición para nosotros...

source: We do not need to rout our attackers. They are not prepared for a long siege, so all we need to do is simply survive the initial onslaught. If we can do that, they will have to withdraw, because they will have no food.
cs: Nepotřebujem ty útočníky nutně odrazit. Nejsou připraveni na dlouhé obléhání, takže nám stačí přežít počáteční nápor. Pokud to dokážem, budou se muset stáhnout, protože nemaj co žrát.
es: No necesitamos derrotar a nuestros atacantes. No están preparados para un asedio prolongado, así que todo lo que tenemos que hacer es sobrevivir al ataque inicial. Si podemos hacer eso, tendrán que retirarse, porque no tendrán comida.

source: Lady Lorin, I am aware of your habit of interrogating enemy leaders. Please, take my advice... if you feel you must interrogate the leaders, ignore the orcs - they do not look intelligent enough to give sensible answers.
cs: Lady Lorin, znám tvou zálibu v mučení nepřátelských vůdců, ale pokud mohu poradit, nech skřety být, nic kloudného z těch jejich tupých hlav stejně nedostaneš.
es: Lady Lorin, soy consciente de su costumbre de interrogar a los líderes enemigos. Por favor, siga mi consejo... si cree que debe interrogar a los líderes, ignora a los orcos, no parecen lo suficientemente inteligentes como para dar respuestas sensatas.
fr: Dame Lorin, je sais à quel point vous tenez à interroger les chefs ennemis. Laissez-moi quand même vous donner un conseil. Ignorez les orcs. Ils n'ont pas l'air suffisamment intelligents pour donner des réponses sensées.
it: Lady Lorin, so che avete l'abitudine di interrogare i comandanti nemici. Vi prego, accettate il mio consiglio, se proprio dovete, lasciate perdere gli orchi, non sembrano abbastanza intelligenti per dare risposte sensate.
pl: Pani Lorin, poznałem już twój zwyczaj przesłuchiwania wrogich przywódców. Proszę, rozważ moją radę. Jeżeli naprawdę musisz kogoś przesłuchać, zignoruj orki, nie wyglądają wystarczająco inteligentnie, by udzielać rozsądnych odpowiedzi.

source: Looks like the last of the supplies have been moved to the mountains. Now even if they break into the castle, they still will have no food.
cs: Schovejte zásoby v horách. Pokud i prolomí obranu a dostanou se do pevnosti, stejně budou bez jídla. To je naše jediná šance...
es: Parece que los últimos suministros se han trasladado a las montañas. Ahora, incluso si irrumpen en el castillo, aún no tendrán comida.
fr: Toutes les provisions ont été transportées dans les montagnes. Ainsi, même s'ils entrent dans le château, ils n'auront quand même rien à manger.
it: Spostate le provviste sulle montagne. In questo modo, anche se fanno breccia nel castello, saranno comunque senza cibo.
pl: Przenieście zapasy w góry. W ten sposób nawet gdy dostaną się do zamku, nie zdobędą żywności.

source: We have less than 300 golden pieces. Are you sure we will be able to survive the enemy onslaught with so little?
cs: Máme míň než 300 zlatých. Skutečně si myslíš, že se nám s tím podaří přežít první nájezd?
es: Tenemos menos de 300 piezas de oro. ¿Está segura de que podremos sobrevivir al ataque enemigo con tan poco?
fr: Nous avons moins de 300 pièces d'or. Êtes-vous sûr que nous pourrons survivre au premier assaut avec si peu ?
it: Abbiamo meno di 300 pezzi d'oro. Sei sicuro che saranno sufficienti per sopravvivere all'attacco nemico?
pl: Mamy mniej niż 300 sztuk złota. Czy jesteś pewna, że z tak małą ilością damy radę przetrzymać napór wroga?

source: They look well-prepared. Call in the reserves!
cs: Vypadají, že jsou dobře připravení. Zavolejte posily!
es: Se ven bien preparados. ¡Llama a las reservas!

source: NORMAL: Survive to the end of turn limit.
cs: NORMÁLNÍ: Vydrž stanovený počet kol.
es: NORMAL: sobrevive hasta el final del límite de turnos.
fr: NORMAL : survivre jusqu'à la limite du nombre de tours.
it: NORMALE: Sopravvivi fino alla fine dei turni
pl: ZWYKLE: Przetrwaj do końca limitu tur.

source: Death of Majid Yahyazad
cs: Mažid Jahjazad zemře
es: Muerte de Majid Yahyazad
fr: Mort de Majid Yahyazad
it: Morte di Majid Yahyazad
pl: Śmierć Majida Yahyazada

source: A woman... a woman has killed me... what a disgrace...
cs: Ženská... Mě zabýt ženská... Takový potupa...
es: Una mujer... una mujer me ha matado... que desgracia...

source: Gaaarrr... Aaargh...
es: Uaaaa... Aaarg...

source: What did he say?
cs: Co to říkal?
es: ¿Qué dijo?
fr: Qu'a-t-il dit ?
it: Cosa ha detto?
pl: Co on tam powiedział?

source: I'm sure it was Orcish for 'a human woman has killed me, what a dishonor' or something like that.
cs: Myslím, že to bylo po skřetím něco jako: „Lidská ženština mě zabila, jaká ostuda!“
es: Estoy seguro que era 'una mujer humana me ha matado, qué deshonra', o algo así, pero en orco.
fr: Ce doit être la façon orc de dire « Une humaine m'a tué, quel déshonneur » ou quelque chose comme ça.
it: Penso che nella lingua degli orchi abbia detto: «Mi ha ucciso una femmina, che disonore» o qualcosa del genere.
pl: Sądzę, że było to 'ludzka kobieta mnie zabiła, co za hańba' w języku orków, albo coś w tym rodzaju.

source: I'm sure it was Trollish for 'a human woman has killed me, what a dishonor' or something like that.
cs: Myslím, že to bylo po trollím něco jako: „Lidská ženština mě zabila, jaká ostuda!“
es: Estoy seguro que era 'una mujer humana me ha matado, qué deshonra', o algo así, pero en troll.

source: It was probably its way of saying 'a human woman has killed me, what a dishonor' or something like that.
cs: Myslím, že to bylo po jejich něco jako: „Lidská ženština mě zabila, jaká ostuda!“
es: Probablemente era su forma de decir 'una mujer humana me ha matado, que deshonra', o algo así.

source: What are you waiting for? Come on, finish me, witch.
cs: Na co čekáš? Doraz mě, ty ježibabo.
es: ¿Qué estás esperando? Vamos, acaba conmigo, bruja.
fr: Qu'est-ce que tu attends ? Vas-y, finis-moi, sorcière.
it: Cosa stai aspettando? Vieni, finiscimi, strega.
pl: No, na co czekasz? Dalej, wykończ mnie, wiedźmo.

source: Ah, my kind of man. Strong and fearless even in the face of death. Do you see this knife? I call it Truth-Sayer. I use it to find out just how fearless a man can be...
cs: Ách, zbožňuju tento typ chlapů. Silní a nebojácní i když na ně mrká zubatá. Ale k věci. Vidíš ten nůž? Říkám mu pravdomluvný. Pomáhá mi zjistit, jak nebojácný může být muž v mojich rukách.
es: Ah, mi tipo de hombre. Fuerte y valiente incluso ante la muerte. ¿Ves este cuchillo? Yo lo llamo Sacaverdades. Lo uso para descubrir cuán intrépido puede ser un hombre...
fr: Ah, mon genre d'hommes. Fort et intrépide, même face à la mort. Maintenant, vois-tu ce couteau ? Je l'appelle « Dis-la-vérité ». Je l'utilise pour évaluer à jusqu'à quel point un homme peut être sans peur...
it: Ah, mi piace quest'uomo. Forte e impavido anche di fronte alla morte. Ora, vedi questo coltello? Io lo chiamo la lama della verità. Lo uso per verificare quanto può essere impavido un uomo nelle mie mani.
pl: Ach, takich mężczyzn lubię. Silny i nieustraszony nawet w obliczu śmierci. A teraz, czy widzisz ten nóż? Nazywam go mówcą prawdy. Używam go do sprawdzania, jak bardzo nieustraszony może być mężczyzna w moich rękach.

source: We will see how fearless you will be when the rest of our army arrives.
cs: Uvidím, jak nebojácná budeš ty, až přijde zbytek armády.
es: Veremos lo intrépida que serás cuando llegue el resto de nuestro ejército.
fr: Nous verrons à quel point tu es sans peur quand le reste de notre armée sera là.
it: Vedremo se non avrai paura quando arriverà il resto dell'esercito.
pl: Zobaczymy jaka ty będziesz nieustraszona gdy nadejdzie reszta naszej armii.

source: The 'rest of' your army? Interesting.
cs: Zbytek armády? Zajímavé...
es: ¿El 'resto de' tu ejército? Interesante.
fr: Le reste de votre armée ? Intéressant.
it: Il resto del tuo esercito? Interessante.
pl: Reszta waszej armii? Interesujące.

source: They were two days' march behind us. They will appear from the north and smash what is left of your so-called castle.
cs: Mají přijít dva dny po nás. Přijdou ze severu. A vyplení tvůj takzvaný hrad.
es: Iban a dos días de marcha detrás de nosotros. Aparecerán desde el norte y aplastarán lo que quede de tu supuesto castillo.
fr: Ils sont à deux jours derrière nous. Ils surgiront du nord et écraseront ce qu'il reste de votre soi-disant château.
it: Ci seguono a due giorni di distanza. Arriveranno da nord e raderanno al suolo quello che rimane del tuo cosidetto castello.
pl: Są opóźnieni, dwa dni za nami. Nadejdą z północy i zmiotą wszystko co do tego czasu pozostanie z tego twojego zameczku.

source: What are orcs doing here anyway, and why are they allied with you?
cs: Mimochodem, co tu dělají skřeti? Proč se s váma spolčují?
es: ¿Qué hacen los orcos aquí en todo caso y por qué están aliados contigo?

source: They will help us purify our race. We will go and kill every one who is unworthy of being Akladian. Those who violated our customs, who are friends of the underlings, those who have offended our God by marrying them. Only then will we find favor with God and be rewarded with conquest of Wesnoth... and the whole world.
cs: Pomáhají nám očišťovat naší rasu. Zabíjíme každého, kdo je nehodný býti Akladijcem. Ti, kteří pošpinili naši pověst, kdo se přátelí s podřadnými, ti, kdo se příčí Bohu ženěním se s jejich ženami. Jenom tak najdeme u Boha přízeň a bude při nás stát při dobývání Wesnothu... a potom i celého světa.
es: Nos ayudarán a purificar nuestra raza. Iremos y mataremos a todos los que no sean dignos de ser akladianos. Los que violaron nuestras costumbres, los que son amigos de los plebeyos, los que han ofendido a nuestro Dios casándose con ellos. Solo entonces encontraremos el favor de Dios y seremos recompensados con la conquista de Wesnoth... y del mundo entero.
fr: Ils vont nous aider à purifier notre race. Nous tuerons tous ceux qui ne sont pas dignes d'être Akladien. Ceux qui ont violé nos coutumes, ceux qui sont les amis des métèques, ceux qui ont offensé notre Dieu en épousant leurs femmes. Seulement alors, nous retrouverons grâce aux yeux de Dieu et il nous récompensera par la conquête de Wesnoth... et du monde entier.
it: Ci aiuteranno a purificare la nostra razza. Uccideremo tutti quelli che non sono degni di appartenere ad Akladia. Quelli, che hanno violato i nostri costumi, che sono amici dei miserabili, o che li hanno addirittura sposati offendendo gli dei. Soltanto allora gli dei saranno di nuovo generosi con noi e ci ricompenseranno con la conquista completa di Wesnoth e del mondo intero.
pl: Pomogą nam oczyścić naszą rasę. Zabijemy każdego, kto nie jest godzien być Akladyjczykiem. Tych, co naruszyli nasze tradycje, co przyjaźnią się z pariasami, tych, co obrazili naszego Boga żeniąc sie z ich kobietami. Tylko wtedy Bóg znów będzie z nas zadowolony i nagrodzi nas dokończeniem podboju Wesnoth i całego świata.

source: Finally, food, wine and some rest! Hey, what's happening here?
cs: To tady! Žrádlo, víno, odpočinek! Hej, co tu stát se tady?
es: ¡Finalmente, comida, vino y algo de descanso! Oye, ¿qué está pasando aquí?
fr: Enfin, de la nourriture, du vin et du repos ! Hé, que ce passe-t-il ici ?
it: Finalmente, cibo, vino e un po' di riposo! Ehi, cosa sta succedendo?
pl: Wreszcie, jedzenie, wino i odpoczynek! Zaraz, co tu się u diabła dzieje?!

source: Run for your life! They are too many of them!!
cs: Spaste duši! Utíkejte! Je jich hrozná síla!!
es: ¡Corred por vuestra vida! ¡¡Son demasiados!!
fr: Sauve qui peut ! Ils sont trop nombreux !!
it: Mettetevi in salvo! Sono in troppi!
pl: Ratuj się kto może! Jest ich zbyt wielu!

source: Keep fighting! Don't give up! At least kill as many of them as you can! They will surely have to withdraw soon!
cs: Bojujte! Nevzdávejte se! Ukažte jim zač je toho loket! Pobijte jich co nejvíc to jde! Každou chvíli začnou ustupovat!
es: ¡Seguid luchando! ¡No os rindáis! ¡Al menos matad a tantos como podáis! ¡Seguramente tendrán que retirarse pronto!
fr: Continuez le combat ! N'abandonnez pas ! Au moins, tuez-en autant que possible ! Ils vont sûrement bientôt devoir battre en retraite !
it: Continuate a combattere! Non arrendetevi! Uccidetene più che potete! Sicuramente dovranno ritirarsi presto!
pl: Walczyć dalej! Nie poddawać się! Przynajmniej zabić tylu z nich, ilu sie da!Już niedługo będą musieli się wycofać!

source: We have no more supplies... we have to withdraw! We will return, she-wolf!
cs: Žádné žrádlo. My muset ustoupit! Ale brzy vrátit, Vlčice.
es: No tenemos más suministros... ¡tenemos que retirarnos! ¡Volveremos, loba!
fr: Nous n'avons plus de provisions. Nous devons battre en retraite ! Mais nous reviendrons, Louve.
it: Non abbiamo più provviste. Dobbiamo ritirarci! Torneremo,"Lupa".
pl: Nie mamy już zapasów. Musimy się wycofać! Jeszcze tu wrócimy, wilczyco.

source: Well fought, men! The enemy is withdrawing! They have no more supplies!
cs: Ustupují! Došly jim zásoby. Hurááá!
es: ¡Bien peleado, hombres! ¡El enemigo se retira! ¡No tienen más provisiones!
fr: Bravo les gars ! Ils battent en retraite ! Ils n'ont plus de provisions.
it: Si stanno ritirando! Non hanno più rifornimenti!
pl: Dobra robota, chłopaki! Wycofują się! Nie mają więcej zapasów.

source: This was an incredibly difficult ordeal. I felt sure this would be my final battle.
cs: To byl neskutečně náročný den. Byl jsem přesvědčený, že se nedožiju zítřka.
es: Esta fue una prueba increíblemente difícil. Estaba seguro de que esta sería mi última batalla.
fr: Ce fut une épreuve incroyablement difficile. J'ai cru que ma dernière heure était venue.
it: È stato incredibilmente difficile. Ero sicuro che questo sarebbe stato il mio ultimo giorno di vita.
pl: To było niewiarygodnie trudne. Byłam pewna, że to będzie ostatni dzień mojego życia.

source: Lorin, have you heard what our people are calling you? A she-wolf. The She-Wolf of Haeltin.
cs: Lorin, slyšela jsi, jak ti naši lidé říkají? Vlčice. Vlčice Haeltinská.
es: Lorin, ¿has oído cómo te llama nuestra gente? Una loba. La Loba de Haeltin.
fr: Lorin, avez-vous entendu comment notre peuple vous a appelé ? Louve. La Louve d'Haeltin.
it: Lorin, hai sentito come ti chiama la nostra gente? La "Lupa". La "Lupa di Haeltin".
pl: Lorin, słyszałaś, jak nasi ludzie cię nazywają? Wilczyca. Wilczyca z Haeltin.

source: LADY Lorin. Why would I want to be called a She-Wolf? Do they expect me to howl or something?
cs: LADY Lorin. Ták? To čekají, že budu výt nebo tak něco?
es: SEÑORA Lorin. ¿Por qué querría que me llamaran loba? ¿Esperan que aúlle o algo?
fr: DAME Lorin. Pourquoi voudrais-je qu'on m'appelle comme ça ? Est-ce qu'ils s'attendent à me voir hurler ou quelque chose de ce genre ?
it: SIGNORA Lorin. E allora? Credi che mi metta a ululare o qualcosa del genere?
pl: Jak dla ciebie szlachetna PANI Lorin. Więc? Wydaje im się, że będę wyła do księżyca albo coś w tym rodzaju?

source: Lorin, you are an able commander, a strong warrior, and have a lovely... tactical mind. If you are a wolf, it would be quite the feat for a man to tame you... but I have to try anyway.
cs: Lorin, jsi schopnou velitelkou, silnou válečnicí a máš krásnou... taktickou mysl. Pokud bys byla vlčicí, byl by pro muže docela výkon, aby si tě ochočil..., ale stejně to musím zkusit.
es: Lorin, eres una comandante capaz, una guerrera fuerte y tienes una encantadora... mente táctica. Si eres una loba, sería toda una hazaña para un hombre domarte... pero tengo que intentarlo de todos modos.
fr: Lorin, vous êtes un chef capable, une guerrière accomplie, et vous avez un joli... tour d'esprit tactique. Si vous êtes une louve, ce ne sera pas facile de vous dompter... mais je dois essayer néanmoins.
pl: Lorin, jesteś zdolnym przywódcą, silnym wojownikiem, i masz wspaniałe.. pomysły na taktykę. Gdybyś była wilczycą, nie lada osiągnięciem dla mężczyzny by było ciebie okiełznać.. mam zamiar spróbować.

source: Listen underling, I am not an animal to be tamed or a prize to be won. The only thing which stays my hand from snuffing out your life after hearing such a remark is that I still need you. But you are dangerously close to the line, so...
cs: Poslouchej, podřadný, jediná věc, která mi po takových kecech brání tě podříznout je to, že tě pořád potřebuju. Ale uvědom si, že i tak jsi tomu opravdu blízko!
es: Escucha, plebeyo, no soy un animal para domesticar ni un premio para ganar. Lo único que impide que mi mano apague tu vida después de escuchar tal comentario es que todavía te necesito. Pero estás peligrosamente cerca de la línea, así que...
fr: Écoute métèque, je ne suis pas un animal à dompter ou un prix à remporter. La seule chose qui me retient de prendre ta vie après avoir entendu cette remarque est que j'ai encore besoin de toi. Mais tu es dangereusement proche de la limite, donc...
it: Ascolta miserabile, l'unica cosa che mi impedisce di portarti via la vita dopo quello che hai detto e che ho ancora bisogno di te. Ma sei pericolosamente sul filo del rasoio, perciò...
pl: Słuchaj no, pariasie. Nie jestem zwierzęciem, które się kiełzna, ani nagrodą, którą można zdobyć. Jedyna rzecz, która mą dłoń wstrzymuje przed pozbawieniem ciebie życia po usłyszaniu takiej uwagi, to fakt, że wciąż ciebie potrzebuję. Ale jesteś niebezpiecznie blisko wyczerpania mojej cierpliwości, więc..

source: I am no fool, Lorin. I understand that you suffer my presence now only of necessity. But perhaps there will come a time when you no longer suffer my presence of necessity, but welcome it by choice?
cs: Nejsem blázen, Lorin. Chápu, že mou přítomnost teď snášíš jen z nutnosti. Ale možná přijde čas, kdy už nebudeš mnou přítomností trpět, ale přijmeš ji dobrovolně?
es: No soy tonto, Lorin. Entiendo que ahora sufres mi presencia sólo por necesidad. Pero tal vez llegue un momento en que ya no sufras mi presencia por necesidad, sino que la aceptes por elección.
fr: Je ne suis pas fou, Lorin. Je comprends parfaitement que vous ne souffrez ma présence que par nécessité. Mais peut-être qu'un temps viendra où vous l'accueillerez par choix.
pl: Nie jestem głupcem, Lorin. Rozumiem, że znosisz moją obecność tylko z konieczności. Ale może przyjdzie czas taki, w którym znosić moją obecność będziesz nie z konieczności, ale z własnej woli?

source: You may not see it, but you are a fool. An honorable fool, but a fool nonetheless.
cs: Možná to nevidíš, ale seš hlupák. Ctihodný hlupák, ale přesto hlupák.
es: Puede que no lo veas, pero eres un tonto. Un tonto honorable, pero un tonto al fin y al cabo.
fr: Vous ne vous en rendez pas compte, mais vous êtes fou. Un fou honorable, mais un fou néanmoins.
pl: Być może tego nie widziesz, ale jesteś głupcem. Głupcem nie pozbawionym honoru, ale jednak głupcem.

source: What do you mean?
cs: Co tím myslíš?
es: ¿Qué quieres decir?
fr: Que voulez-vous dire ?
it: Cosa vuoi dire?
pl: Co masz na myśli?

source: First of all, you forgot to say 'one more reference to underling and I'm leaving'. Look, Yahyazad, I am many things, but I am not blind. I've noticed the way you look at me. At first, I couldn't figure out what it meant; I am not used to those kinds of glances. I can easily recognise fear, hatred, loathing, and disdain. But this...
cs: Zapomněl jsi říct: „Ještě jednou mi řekneš podřadný a necháme tě tu samotnou.“ Podívej, Jahjazade, nejsem ve spoustě věcí dost dobrá, ale nejsem slepá. Zaznamenala jsem, jak na mně čumíš. Nejdřív jsem nemohla přijít na to, co to znamená. Nejsem zvyklá na takový pohledy. Snadno rozeznám strach, nenávist, opovržení i pohrdání. Ale tohle...
es: En primer lugar, olvidaste decir 'una mención más de plebeyo y me voy'. Mira, Yahyazad, soy muchas cosas, pero no estoy ciega. He notado la forma en que me miras. Al principio, no pude entender lo que significaba; no estoy acostumbrada a ese tipo de miradas. Puedo reconocer fácilmente el miedo, el odio, la repugnancia y el desdén. Pero esto...
fr: Tu as oublié de dire 'une seule mention de plus du mot métèque et je m'en vais'. Écoute Yahyazad : j'ai un tas de défauts mais je ne suis pas aveugle. J'ai remarqué la manière dont tu me regardes. Au début, je n'ai pas compris. Je n'ai pas l'habitude de ce genre de regards. Je reconnais facilement la haine, le désespoir, le dédain. Mais ceci...
it: Ti sei dimenticato di dire che «un altro riferimento ai miserabili e me ne vado». Ascolta, Yahyazad: ho notato come mi guardi. All'inizio, non capivo cosa volesse dire. Non sono abituata a tali sguardi. Posso riconoscere facilmente l'odio, il disprezzo, lo sdegno. Ma questo...
pl: Zapomniałeś dodać, że jeżeli jeszcze raz nazwę cię pariasem, to mnie zostawisz. Słuchaj mnie, Yahyazad, można mnie nazwać wieloma mianami, ale na pewno nie można mnie nazwać ślepą. Widzę, jak na mnie patrzysz. Na samym początku, nie mogłam odgadnąć, o co ci chodzi, nie jestem przyzwyczajona do spojrzeń <i>tego</i> rodzaju. Z łatwością rozpoznaję nienawiść, niechęć, pogardę. Ale to...

source: ...all of the worst emotions of a true warrior, and yet none of the worthy ones... the true warrior fights not for fear or for hate, but for love.
cs: ... všechny nejhorší emoce pravého válečníka, a přesto žádná z těch hodných... pravý válečník nebojuje ze strachu nebo z nenávisti, ale z lásky.
es: ...todas las peores emociones de un verdadero guerrero, y sin embargo ninguna de las dignas... el verdadero guerrero no lucha por miedo o por odio, sino por amor.
fr: ...toutes les pires motivations d'un vrai guerrier, et aucune des gens chevaleresques... le véritable guerrier ne se bat pas dans la crainte ou dans la haine, mais par amour.
pl: Wymieniłaś najgorsze uczucia, które trapić mogą prawdziwego wojownika, i żadnego z uczuć posiadających wartość. Prawdziwy wojownik walczy wszak nie ze strachu, nie dla nienawiści, lecz dla miłości.

source: No! Don't even speak of that! You know nothing of what it takes to be a warrior! What it takes for a woman to be a warrior! Love cannot drive you hard enough, only pain, only fear, only hate!
cs: Ne! Ani vo tom nemluv! Nevíš nic o tom, co to znamená bejt válečníkem! Co je potřeba k tomu, aby ženská byla válečnicí! Láska tě nemůže dostatečně pohánět, jen bolest, jen strach, jen nenávist!
es: ¡No! ¡Ni siquiera lo menciones! ¡No sabes nada de lo que se necesita para ser un guerrero! ¡Lo que se necesita para que una mujer sea una guerrera! ¡El amor no puede impulsarte lo suficiente, solo el dolor, solo el miedo, solo el odio!
