Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: I think, my king, we should go to Freetown, so the Wesnothian rebels from Vakladia can see you and acknowledge you as king. We must hurry, because king Buffin is right behind us.
cs: Myslím, můj králi, že bychom měli jít do Svobodova, aby tě westnothští vzbouřenci z Vakladie mohli vidět a uznat jako krále. Musíme si ale pospíšit, protože král Buffin je přímo za námi.
es: Creo, mi rey, que deberíamos ir a Freetown, para que los rebeldes wesnodianos de Vakladia puedan verte y reconocerte como rey. Debemos darnos prisa, porque el rey Buffin está justo detrás de nosotros.
fr: Je pense, mon roi, que nous devrions aller à Freetown, comme ça les Wesnothiens rebelles de Vakladia pourront vous voir et vous reconnaître comme roi ! Nous devons nous hâter car le roi Buffin est juste derrière nous !
it: Suggerisco, mio signore, di andare a Freetown, in modo che i ribelli di Wesnoth possano vedervi e riconoscervi come re. Dobbiamo fare in fretta, perché re Buffin è proprio dietro di noi.
pl: Myślę, mój królu, że powinniśmy udać się do Wolnego Miasta, aby Wesnotyjscy buntownicy w Valkadii mogli cię zobaczyć i uznać za króla. Musimy się śpieszyć, gdyż król Buffin jest tuż za nami.

source: Nonono, not to Freetown! There is nothing worth seeing in Freetown!
cs: Nenene, ne do Svobodova! Ve Svobodově není nic k vidění!
es: ¡Nonono, no a Freetown! ¡No hay nada que valga la pena ver en Freetown!
fr: Ah non ! Pas à Freetown ! Il n'y a rien d'intéressant à voir à Freetown !
it: Nonono, non a Freetown! Non c'è nulla a Freetown!
pl: Nienienie, tylko nie do Wolnego Miasta! Tam nie ma nic do zobaczenia!

source: Yes, there is definitely something worth seeing in that city. In fact, I can't wait to see her.
cs: Jo, je tam spousta věcí k vidění, v tom městě. Ve skutečnosti se nemůžu dočkat, až uvidím JI.
es: Sí, hay algo que realmente vale la pena ver en esa ciudad. De hecho, no puedo esperar a verla.
fr: Si, il y a vraiment quelqu'un qui vaut vraiment la peine d'être vu dans cette ville. En fait, j'ai hâte de la voir !
it: Invece sì, c'è qualcosa di molto importante in quella città. E io non vedo l'ora di vederla.
pl: Ależ jest! I prawdę rzekłszy, nie mogę się doczekać, by ją zobaczyć.

source: Her?
cs: JI?
es: ¿Verla?
fr: *la* voir ?
it: Vederla?
pl: Ją?

source: Mother, I'll explain later. Let's go!
cs: Matku. Později ti to vysvětlím. Pojďme!
es: Te lo explicaré más tarde, madre. ¡Vamos!
fr: Mère, je vous expliquerai plus tard, allons-y.
it: Madre, ti spiegherò tutto più tardi. Andiamo!
pl: Matko, później ci to wytłumaczę. Ruszajmy!

source: Gee, don't panic. That's only the vanguard of King Buffin's army. I assure you that we still have every opportunity to win.
es: Caramba, no entres en pánico. Esa es sólo la vanguardia del ejército del Rey Buffin. Os aseguro que todavía tenemos todas las oportunidades de ganar.

source: I have strange feeling of dejavu... Hey, $tmp, take care of yourself, would you?
es: Tengo una extraña sensación de dejavu... Oye, $tmp, cuídate, ¿quieres?
fr: J'ai une drôle d'impression de déjà vu... Hé, $tmp, fais attention à toi, veux-tu?
pl: Mam dziwne uczucie, jakby deja vu... Hej, $tmp, uważaj na siebie!

source: Choosing the Best
cs: Vybírání Nejlepších
es: Escogiendo al mejor
fr: Le Choix des meilleurs.
it: La scelta dei migliori
pl: Wybierając najlepszych

source: Finally, I was confident that my troops were ready for the task which awaited us. When I told Gwidle, he insisted upon a farewell feast. There was wine, food, and music. The finest dancers from among Freetown's girls and women, doing traditional folk-dances in special costumes with masks and shawls, danced for us.
cs: Tak. Nyní jsem byl přesvědčen, že moji vojáci jsou připraveni k tak těžkému úkolu, který nás čeká. Když jsem o tom hovořil s Gwidlem, naléhal, že před odchodem musíme uspořádat hodokvas na rozloučenou. Bylo tam víno, jídlo a krásná hudba. Byly tam také ty nejkrásnější tanečnice ze Svobodova, které tančily nějaký tradiční folklórní tanec ve zvláštních kostýmech, maskách a šátcích.
es: Al fin, estaba seguro de que mis tropas estaban listas para la tarea que nos esperaba. Cuando le dije a Gwidle, insistió en un banquete de despedida. Hubo vino, comida y música. Las mejores bailarinas de entre las chicas y mujeres de Freetown, con trajes especiales de máscaras y mantones, bailando folclore tradicional para nosotros.
fr: Finalement, j'étais convaincu que mes troupes étaient prêtes pour la tâche qui nous attendait. Quand j'en parlai à Gwidle, il insista pour organiser une fête d'adieux. Il y eut du vin, de la nourriture et de la musique. Les meilleures danseuses parmi les femmes et les filles de Freetown exécutèrent des danses traditionnelles en costumes, avec des masques et des châles.
it: Finalmente ero certo che le mie truppe erano pronte per il compito che le aspettava. Quando lo riferii a Gwidle, insistette sulla necessità di organizzare una festa di addio. Ci fu vino, cibo e musica. C'erano anche le migliori ballerine di Freetown, ragazze e donne, che eseguirono alcune danze popolari indossando i costumi con gli scialli e le maschere della tradizione.
pl: Wreszcie byłem pewien, że moi ludzie są gotowi do zadania, które mnie oczekiwało. Gdy powiedziałem o tym Gwidle, nalegał, by urządzić pożegnalną ucztę. Było wino, jedzenie i muzyka. Były też najlepsze tancerki spośród dziewcząt i kobiet Miasta prezentujące jakiś tradycyjny taniec ludowy w specjalnych kostiumach z maskami i szalami.

source: Soon, we were all a little bit drunk. On my right, Karen kept commenting on the dancers' faults and bragged about how she was much better, and how even her dancer's costume was better. On my left I heard Majid Yahyazad trying to seduce my step-mother, even harder as he became more drunk. Lorin ignored him, babbling about something the Oracle had told her in her youth.
cs: Brzy jsme byli všichni malinko lízlí. Po mojí pravé ruce Karen komentovala chybu nějaké tanečnice a chvástala se, jak by ona byla mnohem lepší, stejně tak jak je mnohem lepší její kostým. Zleva jsem slyšel Mažida Jahjazada svádět moji macechu. Tím víc, čím byl opilejší. Lorin ho ignorovala a pořád si mumlala něco o tom, co jí v mládí řekla Veštkyně.
es: Pronto, todos estábamos un poco borrachos. A mi derecha, Karen no dejaba de comentar las fallas de los bailarines, se jactaba de que lo hacía mucho mejor y que incluso su disfraz de bailarina era mejor. A mi izquierda escuché a Majid Yahyazad tratando de seducir a mi madrastra, aún más fuerte a medida que más se emborrachaba. Lorin lo ignoró, balbuceando algo que el Oráculo le había dicho en su juventud.
fr: Nous fûmes tous vite un peu ivres. À ma droite, Karen n'arrêtait pas de commenter les fautes des danseuses, soulignant à quel point elle était meilleure et à quel point son costume de danse était plus beau. À ma gauche, j'entendais Majid Yahyazad essayer de séduire ma belle-mère, de plus en plus énergiquement à mesure qu'il buvait. Lorin l'ignorait et discutait de quelque chose que l'Oracle lui aurait dit dans sa jeunesse.
it: Dopo poco tutti eravamo un po' brilli. Alla mia destra sedeva Karen che commentava gli errori delle ballerine e spiegava quanto lei fosse più brava o persino quanto il suo costume fosse più bello. Alla mia sinistra sentivo Andrey Yaranov che cercava di sedurre la mia matrigna, sempre più volgare man mano che beveva, Lorin invece lo ignorava e biascicava su qualcosa che gli aveva detto l'Oracolo quando era giovane.
pl: Wkrótce wszyscy byliśmy nieco pijani. Po mojej prawej Karen komentowała błędy tancerek, wmawiając mi, o ile by była lepsza na ich miejscu - a nawet, o ile jej kostium tancerza byłby lepszy. Z mojej lewej słyszałem Majida Yahyazada próbującego uwieść moją macochę, tym bardziej się starającego, im bardziej był pijany, podczas gdy Lorin ignorowała go, niewyraźnie mi tłumacząc, co wyrocznia jej powiedziała w czasach jej młodości.

source: Karen was the first to leave the chamber, and Lorin followed almost immediately after her. Of course, Yahyazad jauntily followed her. I continued to drink with Ruvio, without much conversation, and when I decided I had enough I went to my bedroom.
cs: Karen byla první, kdo opustil sál, a Lorin odešla hned po ní. Samozřejmě ji Jahjazad následoval. Pak jsem pil jen s Ruviem, moc jsme u toho nemluvili. Když jsem měl dost, odešel jsem do své ložnice.
es: Karen fue la primera en salir de la cámara y Lorin la siguió casi inmediatamente. Por supuesto, Yahyazad la siguió alegremente. Seguí bebiendo con Ruvio, sin mucha conversación, y cuando decidí que ya había bebido me fui a mi cuarto.
fr: Karen quitta la pièce la première et Lorin partit juste derrière elle. Bien sûr, Yahyazad la suivit prestement. Je continuai à boire avec Ruvio, sans beaucoup parler, et quand je décidai que j'en avais assez, je rejoignis ma chambre.
it: Karen fu la prima a lasciare la stanza, seguita immediatamente da Lorin. Naturalmente Yaranov la seguì baldanzoso. Io bevvi ancora con Ruvio, senza parlare granché e quando decisi di averne avuto abbastanza me ne andai a letto.
pl: Karen pierwsza opuściła salę, a Lorin poszła zaraz po niej. Oczywiście Yahyazad żwawo podążył za nią. Piłem potem z Ruviem, nie mówiąc zbyt wiele, a gdy uznałem, że mam dość, ruszyłem do mojej sypialni.

source: I'm not quite sure when she came to me, utterly devoid of shame... and clothes. She entered my chamber so quietly that I initially mistook it for a dream. I was too drunk to ask any questions, nor did I oppose her when she slipped into my bed.
cs: Nejsem si jist, kdy ke mně přišla, studu a šatů zbavená. Vstoupila do mého pokoje tak tiše, že jsem si myslel, že je to jen sen. Moc jsem pil, abych se byl schopen na cokoli zeptat. Moc jsem pil, abych ji mohl jakkoli zabránit vklouznout ke mně do postele.
es: No estoy muy seguro de cuándo vino a mí, completamente desprovista de vergüenza... y de ropa. Entró en mi habitación tan silenciosamente que inicialmente la confundí con un sueño. Estaba demasiado borracho para hacer preguntas, y no me opuse a ella cuando se deslizó en mi cama.
fr: Je ne suis pas sûr du moment où elle me rejoignit, sans plus de pudeur que de vêtements. Elle entra dans ma chambre si silencieusement qu'au début, je la pris pour un rêve. J'étais trop soûl pour poser des questions, et pour l'empêcher de se glisser dans mon lit.
it: Non sono sicuro di quando fosse venuta da me, senza pudori né vestiti. Entrò nella mia camera così silenziosamente che all'inizio pensai fosse un sogno. Ero troppo ubriaco per fare domande. Ero anche troppo ubriaco per oppormi quando si infilò nel mio letto.
pl: Nie jestem pewien, kiedy przyszła do mnie, pozbawiona wstydu i ubrań. Weszła do mojego pokoju tak cicho, że w pierwszej chwili sądziłem, że to sen. Byłem zbyt pijany, by zadawać jakiekolwiek pytania. Byłem zbyt pijany, by się jej sprzeciwiać, gdy wśliznęła się do mojego łóżka.

source: Who was she? She wore a dancer's mask, but somehow I knew she wasn't one of dancers from a few hours earlier. There was something familiar in the way she moved, breathed and gasped. Maybe if I had been sober, I would have recognised her even with the mask. But I wasn't, and I didn't care.
cs: Kdo to byl? Měla sice taneční masku, ale nějak jsem pochyboval, že by to byla některá z tanečnic, které ještě před hodinou tančily. Bylo něco známého v tom, jak se pohybovala, dýchala a vzdychala. Kdybych byl střízlivý, možná bych ji poznal i v té masce. Ale nepoznal jsem a bylo mi to jedno.
es: ¿Quién era ella? Llevaba una máscara de bailarina, pero de alguna manera supe que no era una de las bailarinas de unas horas antes. Había algo familiar en la forma en que se movía, respiraba y jadeaba. Tal vez si hubiera estado sobrio, la habría reconocido incluso con la máscara. Pero no lo estaba, y no me importaba.
fr: Qui était-elle ? Elle portait un masque de danse, mais quelque part je savais que ce n'était pas une des danseuses que j'avais vues quelques heures auparavant. Il y avait quelque chose de familier dans sa façon de bouger, de respirer et de haleter. Peut-être l'aurais-je reconnue si j'avais été à jeun, même avec le masque. Mais je ne l'étais pas et je ne m'en souciais pas.
it: Chi era? Portava la maschera delle ballerine, ma dubito comunque dubito che fosse una delle ballerine che avevo visto poche ore prima. Aveva qualcosa di familiare nel modo in cui si muoveva, respirava e sospirava. Forse se fossi sobrio l'avrei riconosciuta anche senza maschera. Ma ero ubriaco e me ne sono fregato.
pl: Kim była? Była w masce tancerki, ale wątpiłem, by była jedną z dziewczyn tańczących przede mną kilka godzin wcześniej. Było coś znajomego w sposobie w jaki się ruszała, oddychała, wzdychała. Może, gdybym był trzeźwy, rozpoznałbym ją nawet mimo maski. Ale nie byłem, i nie dbałem o to.

source: She left as quietly as she came, as if she were just a dream. But I still could smell her in the air, and my hands still remembered her as well. Whoever she was, I was certain I would recognise her, if I could only touch her again.
cs: Odešla stejně tiše jako přišla, jako by to byl jen sen. Ale stále jsem cítil její vůni ve vzduchu, a mé ruce si ji také dobře pamatovaly. Ať už byla kdokoli, byl jsem si jistý, že bych ji poznal, kdybych se jí ještě mohl dotknout.
es: Se fue tan silenciosamente como llegó, como si fuera solo un sueño. Pero aún podía olerla en el aire, y mis manos aún la recordaban también. Quienquiera que fuese, estaba seguro de que la reconocería si pudiera volver a tocarla.
fr: Elle me quitta aussi silencieusement qu'elle n'était venue, comme si elle n'était qu'un rêve. Mais son parfum planait toujours dans l'air et mes mains gardaient le souvenir de son corps. Qui qu'elle puisse être, j'étais sûr de pouvoir la reconnaître rien qu'en la touchant à nouveau.
it: Se ne andò in silenzio come era venuta, come se fosse solo un sogno. Ma ancora potevo ancora sentire il suo odore nell'aria e le mie mani ancora se la ricordavano. Chiunque fosse, ero sicuro che l'avrei riconosciuta se l'avessi di nuovo toccata.
pl: Odeszła tak cicho, jak przybyła, jakby była tylko snem. Ale wciąż czułem jej zapach w powietrzu, a moje ręce wciąż pamiętały ciepło jej ciała. Kimkolwiek była, byłem pewien, że ją rozpoznałbym, gdybym tylko miał szansę dotknąć jej choć jeden raz.

source: But I had no such chance. The next day, Gwidle woke me before dawn and I came to my soldiers, to call the eighteen very best. Most of them were in better shape than I, at least having had some sleep that night.
cs: Ale neměl jsem příležitost. Následující den mne Gwidle vzbudil před svítáním a já zašel ke svým vojákům, abych vybral osmnáct těch opravdu nejlepších. Většina z nich na tom byla lépe než já, minimálně se aspoň v noci vyspali.
es: Pero no tuve la oportunidad. Al día siguiente, Gwidle me despertó antes del amanecer y me acerqué a mis soldados para llamar a los dieciocho mejores. La mayoría de ellos estaban en mejor forma que yo, al menos habían dormido algo esa noche.

source: But I had no such chance. The next day, Gwidle woke me before dawn and I came to my soldiers, to call the fifteen best. Most of them were in better shape than I, at least having had some sleep that night.
cs: Ale neměl jsem příležitost. Následující den mne Gwidle vzbudil před svítáním a já zašel ke svým vojákům, abych vybral patnáct nejlepších. Většina z nich na tom byla lépe než já, minimálně se aspoň v noci vyspali.
es: Pero no tuve tal oportunidad. Al día siguiente, Gwidle me despertó antes del amanecer y busqué a mis soldados para llamar a los quince mejores. La mayoría de ellos estaban en mejor forma que yo, al menos habían dormido algo esa noche.

source: But I had no such chance. The next day, Gwidle woke me before dawn and I came to my soldiers, to call twelve of them. Most of them were in better shape than I, at least having had some sleep that night.
cs: Ale neměl jsem příležitost. Následující den mne Gwidle vzbudil před svítáním a já zašel ke svým vojákům, abych z nich vybral dvanáct. Většina z nich na tom byla lépe než já, minimálně se aspoň v noci vyspali.
es: Pero no tuve tal oportunidad. Al día siguiente, Gwidle me despertó antes del amanecer y me acerqué a mis soldados para llamar a doce de ellos. La mayoría de ellos estaban en mejor forma que yo, al menos habían dormido algo esa noche.

source: But I had no such chance. The next day, Gwidle woke me before dawn and I came to my soldiers, to call nine. Most of them were feeling better than I was, as they had at least had some sleep that night.
cs: Ale neměl jsem příležitost. Následující den mne Gwidle vzbudil před svítáním a já zašel ke svým vojákům, abych vybral devět. Většina z nich na tom byla lépe než já, minimálně se aspoň v noci vyspali.
es: Pero no tuve esa oportunidad. Al día siguiente, Gwidle me despertó antes del amanecer y me acerqué a mis soldados para convocar nueve. La mayoría de ellos se sentían mejor que yo, ya que al menos habían dormido algo esa noche.

source: Wonderful day... Perfect for starting a quest. You slept well?
cs: Překrásný den... Perfektní pro začátek naší mise. Vyspal ses dobře?
es: Maravilloso día... Perfecto para comenzar una misión. ¿Dormiste bien?
fr: Quel jour merveilleux... Parfait pour partir à l'aventure ! Vous avez bien dormi ?
it: Una giornata meravigliosa... Perfetta per cominciare la nostra ricerca. Avete dormito bene?
pl: Cudowny dzień... Idealny, by rozpocząć poszukiwania. Czy dobrze ci się spało?

source: Well... Not really. Hm... Where is Karen?
cs: No... Vlastně ne. Hm... kde je Karen?
es: Bueno... en realidad, no. Hm... ¿Dónde está Karen?

source: She is still asleep. Yesterday was too much for my poor daughter.
cs: Ještě spí. Včera toho bylo hodně na mou ubohou holčičku.
es: Todavía dormida. Ayer fue demasiado para mi pobre hija.
fr: Elle dort encore. Je pense que la soirée d'hier a été trop dure pour ma pauvre fille.
it: Sta ancora dormendo. Ieri è stata una giornata troppo pesante per mia figlia.
pl: Jeszcze śpi. Wczorajszy wieczór okazał się zbyt ciężki dla mojej biednej córki.

source: I looked into her room. Her dancer's outfit was in a pile on the floor, and she was sound asleep in her bed. Maybe she tried... you know... to show you how good a dancer she is, but I couldn't wake her.
cs: Díval jsem se do jejího pokoje. Její taneční kostým ležel na podlaze a ona spala v šatech. Myslím, že se snažila převléci se, vždyť víš, že se ti chtěla předvést, jak krásně tančí, a v tom usnula.
es: Miré dentro de su habitación. Su atuendo de bailarina estaba apilado en el suelo y dormía profundamente en su cama. Tal vez intentó... ya sabes... mostrarte lo buena bailarina que es, pero no pude despertarla.
fr: J'ai regardé dans sa chambre. Son costume de danse était sur le plancher et elle dormait à poings fermés dans son lit. Peut-être qu'elle voulait... euh... vous montrer ses talents de danseuse, mais je n'ai pas pu l'éveiller.
pl: Zaglądałem do jej pokoju. Ubiór tancerza leżał rzucony na podłogę, a ona sama spała w swoim łóżku. Chyba próbowała się przebrać, no wiecie, żeby wam pokazać, jaką dobrą jest tancerką, i zasnęła przy tym.

source: Uhm... how old is your daughter anyway?
cs: Hm... Kolik je vlastně tvé dceři let?
es: Uhm... ¿cuántos años tiene tu hija en todo caso?
fr: Hum, quel âge a votre fille exactement ?
it: Ehm... quanti anni ha tua figlia comunque?
pl: Ummm.. Właściwie ile lat ma twoja córka?

source: Poor child. When I saw her staggering to her room last night, she barely could walk.
cs: Chudák dítě. Když jsem ji viděla naposled, sotva se potácela.
es: Pobre niña. Cuando la vi tambaleándose hacia su habitación anoche, apenas podía caminar.
fr: Pauvre enfant. Quand je l'ai vue tituber jusqu'à sa chambre, elle pouvait à peine marcher.
it: Povera piccola. Quando l'ho vista ieri riusciva a malapena a camminare.
pl: Biedne maleństwo. Gdy widziałam ją wczoraj, była tak pijana, że ledwo mogła chodzić.

source: Mother! What have you done with your hair?
cs: Matko! Co sis to udělala s vlasy?
es: ¡Madre! ¿Qué has hecho con tu pelo?
fr: Mère ! Qu'avez-vous fait de vos cheveux ?
it: Madre! Cosa hai fatto ai capelli?
pl: Matko! Co zrobiłaś z włosami?

source: Hair? My hair? I decided that it would be a hindrance in battle, so I cut it.
cs: Vlasy? Moje vlasy? Rozhodla jsem se, že mi zavazí v boji, tak jsem je ufikla.
es: ¿Pelo? ¿Mi pelo? Decidí que era una molestia en la batalla, así que me lo corté.
fr: Mes cheveux ? J'ai décidé qu'ils étaient encombrants durant les batailles, donc, je les ai coupés.
it: Capelli? I miei capelli? Ho deciso che in battaglia mi erano d'impaccio e così li ho tagliati.
pl: Włosami? Moimi włosami? Doszłam do wniosku, że przeszkadzały mi w bitwie, więc je obcięłam.

source: Hrm... you could have asked someone else to do it for you. Hm... and where is Yahyazad?
cs: Měla jsi říct někomu jinému, aby ti s tím pomohl. Hm... a kde je vlastně Jahjazad?
es: Hrm... podrías haberle pedido a otra persona que lo hiciera por ti. Hm... y ¿dónde está Yahyazad?
fr: Vous auriez pu demander à quelqu'un d'autre de le faire pour vous. Hum... et où est Yahyazad ?
it: Avresti potuto chiedere a qualcuno che lo facesse per te... Hm... e dov'è Yahyazad?
pl: Mogłaś poprosić, żeby ktoś to zrobił za ciebie. Hm.. A gdzie jest Yahyazad?

source: He left Freetown.
cs: Opustil Svobodov.
es: Se fue de Freetown.
fr: Il a quitté Freetown.
it: Ha lasciato Freetown.
pl: Opuścił Wolne Miasto.

source: Huh? Why?
cs: Proč?
es: ¿Uh? ¿Por qué?
fr: Pourquoi ?
it: Perché?
pl: E? Dlaczego?

source: You know, I was starting to take a fancy to him. But after last night, he finally... no, don't ask me. I won't answer.
cs: Vždyť víš, že se mi začínal líbit. Ale včerejší noci ztratil všechny moje sympatie. A neptej se, víc ti neřeknu.
es: Sabes, estaba empezando a encapricharme de él. Pero después de anoche, al final... no, no me preguntes. No responderé.
fr: Tu sais, je commençais à l'apprécier. Mais la nuit passée, il a finalement... Ne m'interrogez pas, je ne répondrai pas !
it: Sai, cominciava persino a piacermi. Ma l'altra sera ha perso sia la mia simpatia sia il mio rispetto. Non farmi domande, non risponderò.
pl: Wiesz, nawet zaczęłam go lubić. Ale ostatniej nocy utracił całą moją sympatię i szacunek. Nie pytaj mnie. Nie odpowiem.

source: I thought he, I mean he and you...
cs: Myslel jsem že on, tedy že on a ty...
es: Pensé que él, quiero decir él y tú...
fr: Je croyais qu'il... enfin, je veux dire, que lui et vous...
it: Pensavo che lui, cioè tu e lui...
pl: Myślałem że on, to znaczy on i ty...

source: My son, because you lost your memory, you probably forgot about some of our customs. In our tradition, a widow cannot ever have another man again, under penalty of very severe punishment.
cs: Můj synu, protože ztratil's paměť, asi zapoměl's aj něco z našich zvyků. Vdova nesmí mít jiného muže, nebo ji stihne ošklivý trest.
es: Hijo mío, al perder la memoria probablemente te olvidaste de algunas de nuestras costumbres. En nuestra tradición, una viuda no puede volver a tener otro hombre, bajo pena de un castigo muy grave.
fr: Mon fils, parce que tu as perdu la mémoire, tu as probablement oublié certaines de nos coutumes. Dans notre tradition, une veuve ne peut pas avoir d'autre homme, sous peine de châtiments sévères.
it: Figlio mio, siccome hai perso la vostra memoria, probabilmente ti sei dimenticato di alcune delle nostre usanze. Secondo le nostre usanze, una vedova non può più avere altro uomo, sotto la minaccia di punizioni molto severe.
pl: Synu mój, straciłeś pamięć i dlatego właśnie zapewne nie pamiętasz naszych zwyczajów. Wdowa nigdy nie może być z innym mężczyzną, gdyż czekają za to surowe kary.
