Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: You discovered that Bor Cryne was the one who brought Orcs to Vakladia, planning to purify the Akladian race of anyone he considered 'unworthy'.
cs: Zjistil jsi, že to byl Bor Cryne, kdo naplánoval rasovou čistku na odstranění všech „nehodných“ a kdo přivedl skřety do Vakladie
es: Descubriste que Bor Cryne fue quien trajo a los orcos a Vakladia, planeando purificar la raza akladiana de cualquiera que considerara "indigno".
fr: Vous avez découvert que c'est Bor Cryne qui a amené les orcs à Wesnoth, projetant de purifier la race Akladienne de tous ceux qu'il considère comme indignes.
it: Hai scoperto che è stato Bor Cryne a portare gli orchi a Vakladia, con l'intenzione di purificare la razza di Akladia da coloro che considerava "inutili".
pl: Dowiedziałeś się, że to Bor Cryne wezwał orki do Vakladii, planując oczyścić rasę Akladyjczyków z wszystkich, których uznał za niegodnych.

source: You don't know who brought the Orcs to Vakladia.
cs: Nevíš, kdo přivedl skřety do Vakladie.
es: No sabes quién trajo a los orcos a Vakladia.
fr: Vous ne savez pas qui a amené les orcs à Wesnoth.
it: Non so chi ha portato gli orchi a Vakladia.
pl: Nie odkryłeś, kto przywołał orki do Vakladii.

source: Level three units (easy level): $ano_level_count units, $level_point points
cs: Jednotek na třetí úrovni (nízká obtížnost): $ano_level_count jednotek, $level_point bodů
es: Unidades de nivel tres (nivel fácil): $ano_level_count unidades, $level_point puntos
fr: Unités de niveau trois (niveau facile) : $ano_level_count units, $level_point points
it: Unità del terzo livello (difficoltà facile): $ano_level_count unità, $level_point punti
pl: Jednostki trzeciopoziomowe (poziom trywialny): $ano_level_count jednostek, $level_point punktów

source: Level three units (normal level): $ano_level_count units, $level_point points
cs: Jednotek na třetí úrovni (normální obtížnost): $ano_level_count jednotek, $level_point bodů
es: Unidades de nivel tres (nivel normal): $ano_level_count unidades, $level_point puntos
fr: Unités de niveau trois (niveau normal): $ano_level_count units, $level_point points
it: Unità del terzo livello (difficoltà normale): $ano_level_count unità, $level_point punti
pl: Jednostki trzeciopoziomowe (poziom normalny): $ano_level_count jednostek, $level_point punktów

source: Level three units (hard level): $ano_level_count units, $level_point points
cs: Jednotek na třetí úrovni (vysoká obtížnost): $ano_level_count jednotek, $level_point bodů
es: Unidades de nivel tres (nivel difícil): $ano_level_count unidades, $level_point puntos
fr: Unités de niveau trois (niveau difficile): $ano_level_count units, $level_point points
it: Unità del terzo livello (difficoltà impossibile): $ano_level_count unità, $level_point punti
pl: Jednostki trzeciopoziomowe (poziom niemożliwy): $ano_level_count jednostek, $level_point punktów

source: Gold: (easy level): $ano_gawen_gold golden pieces, $level_point points
cs: Zlato: (nízká obtížnost): $ano_gawen_gold zlatých, $level_point bodů
es: Oro: (nivel fácil): $ano_gawen_gold piezas de oro, $level_point puntos
fr: Or (niveau facile) : $ano_gawen_gold golden pieces, $level_point points
it: Oro (difficoltà facile): $ano_gawen_gold pezzi d'oro, $level_point punti
pl: Złoto: (poziom trywialny): $ano_gawen_gold sztuk złota, $level_point punktów

source: Gold: (normal level): $ano_gawen_gold golden pieces, $level_point points
cs: Zlato: (normální obtížnost): $ano_gawen_gold zlatých, $level_point bodů
es: Oro: (nivel normal): $ano_gawen_gold piezas de oro, $level_point puntos
fr: Or (niveau normal): $ano_gawen_gold golden pieces, $level_point points
it: Oro (difficoltà normale): $ano_gawen_gold pezzi d'oro, $level_point punti
pl: Złoto: (poziom normalny): $ano_gawen_gold sztuk złota, $level_point punktów

source: Gold: (hard level): $ano_gawen_gold golden pieces, $level_point points
cs: Zlato: (vysoká obtížnost): $ano_gawen_gold zlatých, $level_point bodů
es: Oro: (nivel difícil): $ano_gawen_gold piezas de oro, $level_point puntos
fr: Or (niveau difficile): $ano_gawen_gold golden pieces, $level_point points
it: Oro (difficoltà impossibile): $ano_gawen_gold pezzi d'oro, $level_point punti
pl: Złoto: (poziom niemożliwy): $ano_gawen_gold sztuk złota, $level_point punktów

source: Gold: (nightmare level): $ano_gawen_gold golden pieces, $level_point points
es: Oro: (nivel pesadilla): $ano_gawen_gold piezas de oro, $level_point puntos

source: Extra Credit (5 points possible; 6 if you are playing on the 'hard' level, and 7 if you are playing on the 'nightmare' level):
es: Crédito adicional (5 puntos posibles; 6 si juegas en nivel "difícil" y 7 si juegas en nivel "pesadilla"):

source: You earned an additional point for forcing Hoyre to run in the 'Scouting near Barnon' scenario.
cs: Body navíc za donucení Hoyreho uprchnout ve scénáři Výzvědy na Barnonsku.
es: Obtuviste un punto adicional por obligar a Hoyre a huir en el escenario 'Explorando cerca de Barnon'.
fr: Point additionnel pour avoir forcé Hoyre à fuir lors du scénario 'exploration aux environs de Barnon'.
it: Un punto aggiuntivo per aver costretto Hoyre alla fuga nello scenario "Ricognizione a Barnon"
pl: Dodatkowy punkt za zmuszenie Hojrego do ucieczki w scenariusz "rozpoznaniekoło Barnon"

source: You earned an additional point for learning gossip about the messiah in the `Sneaking out of Raedwood` and `Start of the Quest` scenarios.
cs: Body navíc za vyslechnutí drbů o mesiáši ve scénářích `Plížení ven z Raedwoodu` ``.
es: Has ganado un punto adicional por aprender cotilleos sobre el mesías en los escenarios "Escabulliéndose de Raedwood" e "Inicio de la búsqueda".
fr: Point additionnel pour avoir entendu parler des rumeurs à propos du messie dans les scénarios « Sortie de Raedwood » et « Le Début de quête ».
it: Un punto addizionale per aver scoperto le voci sul Liberatore negli scenari "Di soppiatto fuori da Readwood" e "L'inizio della ricerca".
pl: Dodatkowy punkt za odkrycie plotek o mesjaszu w Wymykaniu Się z Lasu Raed i Rozpoczęciu Wyprawy.

source: You earned an additional point for hiring Rob Roe.
cs: Body navíc za naverbovaní Roba Roeho.
es: Ganaste un punto adicional por contratar a Rob Roe.
fr: Point additionnel pour avoir recruté Rob Roe.
it: Un punto aggiuntivo per aver reclutato Rob Roe.
pl: Dodatkowy punkt za wynajęcie Roba Roe

source: You earned an additional point for heroic victory in `Siege of Haeltin` scenario.
cs: Body navíc za hrdinské vítězství ve scénáři `Obležení Haeltinu`.
es: Obtuviste un punto adicional por victoria heroica en el escenario "El asedio de Haeltin".
fr: Point additionnel pour la victoire héroïque du scénario « Le siège d'Haeltin ».
it: Un punto aggiuntivo per aver completato eroicamente lo scenario "L'assedio di Haeltin".
pl: Dodatkowy punkt za heroiczne zwycięstwo w Oblężeniu Haeltin

source: And one more point for doing it on the `hard` level.
cs: A ještě jeden! No vybral sis největší obtížnost.
es: Y un punto más por hacerlo en nivel `difícil`.
fr: Point additionnel pour avoir joué au niveau « difficile ».
it: E un altro ancora per averlo fatto al livello di difficoltà impossibile.
pl: Dodatkowy punkt za wykonanie tego na poziomie niemożliwym.

source: And two more points for doing it on the `nightmare` level.
es: Y dos puntos más por hacerlo en nivel `pesadilla`.

source: You earned an additional point for sparing Raban Harnen.
cs: Body navíc za ušetření Rabana Harnena.
es: Obtuviste un punto adicional por perdonar a Raban Harnen.
fr: Point additionnel pour avoir épargné Raban Harnen.
it: Un punto aggiuntivo per aver risparmiato Raban Harnen.
pl: Dodatkowy punkt za pozostawienie Rabana Harnena przy życiu.

source: You earned an additional point for letting Raban Harnen leave.
cs: Body navíc za propuštění Rabana Harnena.
es: Obtuviste un punto adicional por dejar que Raban Harnen se fuera.
fr: Point additionnel pour avoir laissé partir Raban Harnen.
it: Un punto aggiuntivo per aver lasciato andare Raban Harnen.
pl: Dodatkowy punkt za pozwolenie Rabanowi Harnenowi odejść.

source: Total points: $points
cs: Bodů celkově: $points
es: Puntos totales: $puntos
fr: Nombre total de points : $points
it: Punti totali: $points
pl: Razem punktów: $points

source: Please read the readme.txt file that comes with the campaign.
es: Lea el archivo readme.txt que viene con la campaña.

source: On GNU/Linux this file is located usually in:
es: En GNU/Linux este archivo se encuentra normalmente en:

source: ...while on macOS it ought to be in:
es: ...mientras que en macOS debería estar en:

source: ...while on Windows you can find it in directory:
es: ...mientras que en Windows puedes encontrarlo en el directorio:

source: <span font='DejaVu Sans 24' color='white'>The End! Please join us on the Wesnoth forums. Also read the readme.txt file contained within the campaign directory, as described previously.</span>
es: <span font='DejaVu Sans 24' color='white'>¡Fin! Únete a nosotros en los foros de Wesnoth. Lee también el archivo readme.txt contenido en el directorio de la campaña, como se describe anteriormente.</span>

source: Saorduc Swamps
cs: Blata Saorducká
es: Pantanos de Saorduc
fr: Marais de Saorduc.
it: Le paludi di Saorduc
pl: Bagna Saorduc

source: Wait! Hhhuman, there is no reason for ussss to fight. Iff you will leave, we will pay you $liz_gold_amt golden pieces.
es: ¡Espera! Humano, no hay razón para que luchemosss. Si te vasss, te pagaremosss $liz_gold_amt piezasss de oro.

source: Note: if you accept the lizard's offer, no bonus for early finish will be given.
cs: Poznámka: pokud přijmeš nabídku ještěráků, nečeká tě bonus za brzké ukončení.
es: Nota: si aceptas la oferta del lagarto, no se otorgará ninguna bonificación por finalización anticipada.

source: All right, I accept your offer.
cs: Tak jo. Nabídku přijímáme.
es: Está bien, acepto tu oferta.
fr: Très bien, j'accepte votre offre.
it: Va bene, accetto la tua offerta.
pl: No dobra, przyjmuję tą ofertę.

source: No, I have to train my troops.
cs: Smůla. Moji vojáci si potřebují zatrénovat.
es: No, tengo que entrenar a mis tropas.
fr: Non, il faut que mes troupes s'entraînent.
it: No, devo addestrare le mie truppe.
pl: Nie, muszę potrenować moich ludzi.

source: Wisssse desision it wass... Here isss your gold.
cs: Moudré rozzhodnutí... Tady máššš ssvé zzzlato.
es: Sssabia desisión fue... Aquí essstá tu oro.

source: We are more than jusssst training fodder for your army!
es: ¡Somosss másss que carne de cañón para tu ejército!

source: I'm sorry, but that's the way it is.
es: Lo siento, pero así son las cosas.

source: Don't apologize to these filthy lizards, Gawen.
es: No te disculpes con estos asquerosos lagartos, Gawen.

source: Speak quickly, and I will spare your life. What do you know about the alliance between orcs and Akladians?
cs: Mluv rychle a já ti zachráním život. Co víš o spojenectví mezi skřety a Akladijci?
es: Habla rápido y te perdonaré la vida. ¿Qué sabes de la alianza entre orcos y akladianos?
fr: Parle rapidement et j'épargne ta vie. Que sais-tu de l'alliance entre les orcs et les Akladiens ?
it: Forza, parla e io ti salverò la vita. Cosa sai dell'alleanza tra orchi e uomini di Akladia?
pl: Mów szybko, a daruję ci życie. Co wiesz o sojuszu między orkami i Akladyjczykami?

source: Nothing! One of Akladianss assssked Orcs to come, they came, they are sssslaughtering humansss, good thing. Not coming into sssswamps, good thing.
cs: Nicccc! Jeden Akladijeccccc požžžádal sssssskřřřety, aby přřřiššššli, a oni přřřiššššli zzzzabíjet lidi a to je dobřřře. Nepřřřřiššššli na blata a to je taky dobřřře.
es: ¡Nada! Un akladiano pidió a los orcos que vinieran, vinieron, están matando humanos, qué bueno. No entrar en pantanos, cosa buena.
fr: Rien ! Un des Akladiens a demandé aux orcs de venir, il sssont venus, ils ont masssssacré des humains. Bonne chossssse. Plus venir dans les marais. Bonne chossse.
it: Nulla! Un uomo di Akladia ha chiesssto agli orchi di venire, sono venuti, hanno masssssacrato gli uomini, buona cosssa. Non vengono nella palude, buona cosssa.
pl: Nic! Jeden z Akladyjszszykufff sssaprosił orkuff, one pszszyszły, one ssssabijają luśssi, dobra szszecz... Nie pszychosssą na bagna, dobra szszecz...

source: Go and hide into your quagmire, mudcrawler.
cs: Běž a zalez do svého blátovství, blátožroute.
es: Ve y escóndete en tu lodazal, bicho embarrado.
fr: Retourne te cacher dans ton bourbier, reptile boueux.
it: Torna a nasconderti nel tuo gelido pantano, mangia-fango.
pl: Idź i skryj się w swoim bagnie, błotna jaszczurko.

source: Ruvio complained that nothing good could be found in the Saorduc Swamps, but that didn't stop Gawen. He reasoned that in the winter the swamps would be frozen and the lizards would be much easier to defeat.
cs: Ruvio si myslel, že výprava na Saorducká blata nic užitečného nepřinese, ale přesto Gawena nezastavil. Usoudil totiž, že zamrzlé močály jim umožní přemoci ještěráky velmi snadno.
es: Ruvio se quejó de que no se podía encontrar nada bueno en los Pantanos de Saorduc, pero eso no detuvo a Gawen. Razonó que en invierno los pantanos estarían helados y los lagartos serían mucho más fáciles de derrotar.
fr: Ruvio gémit qu'il n'y avait rien d'intéressant à trouver dans les marais de Saorduc. Mais ça n'arrêta pas Gawen. Il se disait que, l'hiver, les marais seraient gelés et que les lézards seraient plus faciles à vaincre.
it: Ruvio aveva protestato dicendo che non c'era niente di buono da trovare nelle paludi di Saorduc, ma la cosa non aveva fermato Gawen. Ragionò che in inverno le paludi sarebbero state congelate per cui le lucertole sarebbero molto più facili da sconfiggere.
pl: Ruvio narzekał, że niczego dobrego nie da się odkryć w bagnach Saorduc, ale to nie zatrzymało Gawena. Uważał, że zimą bagna będą zamarznięte i łatwiej niż zwykle będzie pokonać jaszczury.

source: ...bitterly I fought, yessss, and I was heavily wounded. A woman wassss amongsst thossse humansss, a crazy one.
es: ...amargamente luché, sssí, y quedé gravemente herido. Una mujer essstaba entre esosss humanosss, una muy loca.

source: Be calm, you are amongsst friendss, no humanss here...
cs: Uklidni ssssse, jssssi mezzzzi přřřáteli, žžžádný člověk tady není...
es: Ten calma, estásss entre amigosss, no hay humanosss aquí...
fr: Du calme, on est entre amis iccci, pas d'humains iccci...
it: Ssstai calmo, sssei tra amici, non ci sssono uomini qui...
pl: Nie martw śśśśśsię, jessssteś mięsssy przyjaciółmi, żadnych luśśsi tutaj..,

source: Lizards!
cs: Ještěráci!
es: ¡Lagartos!
fr: Des lézards !
it: Lucertole!
pl: Jaszczury!

source: Prepare to be exterminated!
cs: Připravte se, budete vyhlazeni!
es: ¡Prepárate para ser exterminado!
fr: Préparez-vous à être exterminés !
it: Preparatevi a essere sterminati!
pl: Zostaniecie poddani eksterminacji!

source: Oh, that was cute. Where did she learn to talk like that?
cs: Ó, jak překrásné. Kde ses naučila takhle mluvit?
es: Oh, eso fue lindo. ¿Dónde aprendió a hablar así?

source: Oh, I hate lizards.
cs: Fuj, nesnáším ještěráky.
es: Oh, odio las lagartijas.
fr: Oh, je déteste les lézards.
it: Oh, io odio le lucertole.
pl: Och, nienawidzę jaszczurek.

source: They will be good practice for our soldiers. And maybe they know something.
cs: Skvělý trénink pro naše vojáky. A možná budou ty příšery něco vědět.
es: Serán buenas prácticas para nuestros soldados. Y tal vez ellos sepan algo.
fr: C'est un bon entraînement pour nos soldats. Et ils savent peut-être quelque chose.
it: Sarà un buon esercizio per i nostri soldati. E forse sanno pure qualcosa.
pl: Odrobina treningu przyda się naszym ludziom. I może te jaszczury coś wiedzą.

source: So, what now?
cs: Tak, co teď?
es: ¿Bueno, y ahora que?
fr: Bien et maintenant ?
it: E adesso?
pl: Więc, co teraz?

source: Well, the plan is simple: ask their leaders about orcs, kill them all.
cs: Tak, plán je jednoduchý: zeptat se jejich vůdců na skřety a všechny je pobít.
es: Bueno, el plan es simple: pregunta a sus líderes sobre los orcos, mátalos a todos.
fr: Bon, le plan est clair : on questionne leurs chefs à propos des orcs et on les tue tous.
it: Be', il piano è semplice: chiediamo degli orchi ai comandanti e poi uccidiamoli tutti.
pl: Cóż, plan jest prosty: zapytać ich przywódców o orki, pozabijać ich wszystkich.

source: Wow, it couldn't get any simpler. Gawen, you are military genius. The simplicity of your brilliant plan is breathtaking.
cs: Úžasné! To nemohlo být jednodušší! Gawene, ty jsi prostě vojenský génius! Jednoduchost tvého brilantního plánu vyráží dech!
es: Vaya, no podría ser más simple. Gawen, eres un genio militar. La simplicidad de su brillante plan es impresionante.
fr: Waou, Gawen, ça ne pouvait pas être plus simple. Gawen, tu es un génie militaire ! La simplicité de ce plan lumineux est à vous couper le souffle.
it: Wow, ma non avresti potuto farla più semplice, Gawen, sei un genio militare. La semplicità del tuo brillante piano mozza il fiato.
pl: Łaaał, no prościej by się nie dało. Gawenie kochany, prawdziwy z ciebie wojskowy geniusz. Prostota twojego błyskotliwego planu zapiera dech w piersi.

source: Much of the swamp is frozen over; that increases our chances considerably.
cs: Je zima. To mnohem zvyšuje naše šance.
es: Gran parte del pantano está congelado; eso aumenta nuestras posibilidades considerablemente.
fr: La plus grande partie du marais est gelée : ça augmente énormément nos chances.
it: È inverno: le nostre possibilità aumentano parecchio.
pl: Mamy zimę i większość bagna zamarzła. To poważnie zwiększa nasze szanse.

source: We can withdraw at any moment, remember that.
cs: A nezapomeň, že kdykoli můžeme takticky ustoupit.
es: Podemos retirarnos en cualquier momento, recuérdalo.
fr: Nous pouvons nous retirer à tout moment, ne l'oubliez pas.
it: Possiamo ritirarci in qualsiasi momento, tienilo a mente.
pl: Możemy się wycofać w każdej chwili, pamiętajcie panie o tym.

source: I doubt we'll need to do so; since lizards are cold-blooded, they should be weaker this time of year.
cs: Pochybuji, že to budeme muset udělat. Ještěráci jsou chladnokrevní, měli by být v tomto ročním období slabší.
es: Dudo que tengamos que hacerlo; como los lagartos son de sangre fría, deberían estar más débiles en esta época del año.

source: All right, Gawen, if you're sure about this, let's go ahead... I was only reminding you of the option to withdraw just in case...
es: Muy bien, Gawen; si estás seguro de esto, adelante... Solo te recordaba la opción de retirarte por si acaso...

source: See! The lizards have become sluggish from the cold!
es: ¡Mirad! ¡Las lagartijas se han vuelto perezosas por el frío!

source: Lizard thing... Uh... So... What do you know about orcs?
es: Cosa lagarto... Hum... Entonces... ¿Qué sabes sobre los orcos?

source: Orcsss? They are big and bad and they are going around sssslaughtering humansss, which isss a good thing.
cs: Ssskřetech? Sssou velsssí a ššššpatní a sssslídí okolo a zzzzabíjejí lidi. A to je dobré.
es: ¿Orcosss? Son grandesss y malosss y andan matando humanosss, lo cual esss bueno.
fr: Les zzorcs ? Ils sssont grands et mauvais et ils masssacrent les humains aux alentours. Ccc'est une bonne choszze.
it: Orchi? Sono grossi e cattivi e se ne vanno in giro a massacrare gli uomini, che è una buona cosa.
pl: Orkowe ssstwory? Ssssą sssłe i wielkie i chosssą wkoło sssabijając luśśsi, co jessst dobrą szszeczą.

source: Ugh, you smell awful... do you not wash yourself on purpose, to scare away enemies? I can't think of any more questions in such a stench... so die, lizard thing...
cs: Fuj, smrdíš příšerně... si myslíš že zaženeš nepřítele tím, že se neumyješ, co? V takovém smradu se nedá vymyslet žádná pořádná otázka... tak chcípni, ještěráku...
es: Uf, hueles fatal... ¿no te lavas a propósito, para ahuyentar enemigos? No se me ocurren más preguntas con semejante hedor... así que muere, cosa lagarto...

source: You could simply have chosen not to kill him and allow us to ask him few questions instead; did such a revolutionary idea enter your mind?
cs: A nemůžeš ho prostě nezabít a nechat nám ho, abychom se ho na ty otázky mohli zeptat MY? Napadla tě tato revoluční myšlenka?
es: Podrías simplemente haber optado por no matarle y así permitirnos hacerle unas cuantas preguntas; ¿se te pasó por la cabeza una idea tan revolucionaria?
fr: Vous auriez pu simplement ne pas le tuer et nous laisser lui poser quelques questions. Est-ce qu'une idée aussi révolutionnaire a traversé votre esprit ?
it: Potresti semplicemente decidere di non ucciderlo e permetterci di fargli alcune domande, non ti è mai passata per il cervello un'idea così rivoluzionaria?
pl: Mogłaś po prostu go nie zabijać i pozwolić nam zadać mu parę pytań, czy taki rewolucyjny pomysł nie przemknął ci przez głowę?

source: I think the ideas are too affraid of Lorin's mind to enter it.
es: Creo que las ideas le tienen demasiado miedo a la mente de Lorin para entrar en ella.
fr: Je pense que les idées sont trop effrayées par l'esprit de Lorin pour y entrer.
pl: Ja tam myślę, że pomysły za bardzo się obawiają Lorin, by zawitać do jej głowy.

source: Lizard, do you like your tail? If so, tell me everything you know about why orcs are in Vakladia, and do it fast.
cs: Jěštěráku, máš rád svůj ocas? Pokud ano, tak vysyp všechno co víš o skřetech ve Vakladii, a to rychle!
es: Lagarto, ¿te gusta tu cola? Si es así, cuéntame todo lo que sepas sobre por qué los orcos están en Vakladia y hazlo rápido.
fr: Est-ce que tu tiens à ta queue, lézard ? Si oui, dis-moi tout ce que tu sais à propos des orcs et de leur présence à Vakladia et fais-le vite.
it: Lucertola, ci tieni alla tua coda? Se ci tieni, dimmi tutto quello che sai sugli orchi che ci sono a Vakladia, e fallo in fretta.
pl: Jaszczurze, czy lubisz swój ogonek? Jeżeli tak, powiedz mi wszystko co wiesz o powodzie bytności orków w Vakladii, i zrobisz to bardzo szybko.

source: Orcss creaturesss? They were invited here, by ssssome Akladian lordsss, that's all I know!
cs: Sssskřetí ssstvořeníššška? Byli ssssem pozzzzváni nějakým Akladsssským lordem. To je vššššessssiššššhno, sssso vím!
es: ¿Criaturasss orcasss? Fueron invitadosss aquí, por algunosss ssseñores akladianosss, ¡essso esss todo lo que sssé!
fr: Les zzorcs ? Ils ont été invités iccci par un ssseigneur Akladien, ccc'est tout ccce que je sssais !
it: Creature orchi? Sssono ssstate invitate, qua, da alcuni sssignori di Akladia, è tutto quello che so!
pl: Orkofffe ssstfffory? Zaproszszono je tutaj, pszesss jakiegośśś akladyjsssskiego lorda, tyle tylko wiem...

source: Think faster about something more, if you want to go to your lizard heaven in one piece!
cs: Tak rychle přemýšlej o něčem dalším, pokud se chceš do vašeho nebe dostat v jednom kuse!
es: ¡Piensa rápido en algo más, si quieres ir al cielo de los lagartos de una sola pieza!
fr: Réfléchis vite et trouve autre chose si tu veux rejoindre le paradis des lézards en un seul morceau !
it: Pensa in fretta a qualcos'altro, se vuoi raggiungere il paradiso delle lucertole tutto intero!
pl: No to pomyśl o czymś jeszcze, jeżeli chcesz trafić do swojego jaszczurowego nieba w jednym kawałku!

source: Lizard heaven? We do not have sssuch thing.
cs: Naššššeho nebe? My nemáme takovou věssssiššššku.
es: ¿El cielo de losss lagartosss? No tenemosss tal cosa.
fr: Un paradis des lézzzards ? Nous n'avions rien de ccce genre.
it: Paradissso delle lucertole? Non esssisste niente del genere.
pl: Jaszszczurowe niebo? Nie mamy czegośśś takiego.
