Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Mithrandil speaks the truth, Huon. You have not seen the reports I've gotten.
cs: Huone, věř mu. Mluví pravdu. Neviděl jsi hlášení, která jsem obdržel já.
es: Mithrandil dice la verdad, Huon. No has visto los informes que he recibido.
fr: Mithrandil dit la vérité, Huon. Tu n'as pas vu les rapports que j'ai reçu.
it: Sta dicendo la verità, Huon. Non hai visto i rapporti che ho avuto io.
pl: Mówi prawdę, Huonie. Nie widziałeś jeszcze raportów, które otrzymałem.

source: They indeed crossed the free realms of the north. The relations among humans are none of my business. Also, I will pretend that I have not noticed that you have called me a liar. The Orcish army has appeared in Wesnoth, bringing back dark memories of the queen whose name I will not utter.
cs: Průvod skřetů přes Severní země je nade vší pochybnost. A o vzájemné vztahy mezi vámi, lidmi, se nestaráme. Dále bych implicitně předpokládal, že nebylo tvým úradkem nazvati mne lhářem. Houfy skřetů se zjevily ve Wesnothu a přinášejí vzpomínky na královnu, již nejmenujeme.
es: En efecto, cruzaron los reinos libres del norte. Las relaciones entre los humanos no son asunto mío. Además, fingiré que no me he dado cuenta de que me has llamado mentiroso. El ejército orco ha aparecido en Wesnoth, trayendo oscuros recuerdos de la reina cuyo nombre no pronunciaré.
fr: Ils ont effectivement traversé les royaumes libres du nord. Je ne me soucie pas des relations entre humains. Aussi je vais faire semblant de n'avoir pas remarqué que vous m'avez traité de menteur. L'armée orc est apparue dans Wesnoth, rappelant les horribles souvenirs d'une certaine reine dont je ne prononcerai pas le nom.
it: Hanno veramente attraversato i regni liberi del nord. I rapporti tra gli uomini non sono affari miei. Inoltre, farò finta di non aver notato che mi hai dato del bugiardo. L'esercito degli orchi è apparso a Wesnoth, riportando alla memoria i ricordi della regina di cui non pronuncerò il nome.
pl: W rzeczy samej, przeszli przez wolne królestwa północy. W jaki sposób niezauważeni, nie moja to rzecz. I udam, że nie usłyszałem, że nazwaliście mnie kłamcą. Armia orków pojawiła się w Wesnoth, przynosząc wspomnienia o królowej, której imienia nie wymówię.

source: According to what we have gathered, their presence is due to internal strife amongst the Akladians. If Akladians are slaughtering each other, even if with Orcish help, why should free people be disturbed by that?
cs: Podle dostupných informací se jedná o interní tažení mezi Akladijci. Pokud Akladijci zabíjejí jeden druhého, přestože jsou do sváru zataženi skřeti, proč by se měl svobodný lid vůbec něčím takovým zabývat?
es: Según lo que hemos averiguado, su presencia se debe a luchas internas entre los akladianos. Si los akladianos se están masacrando entre ellos, aunque sea con ayuda orca, ¿por qué habría de molestar eso a la gente libre?
fr: D'après ce que nous savons, c'est un conflit interne entre Akladiens. Si les Akladiens se massacrent entre eux et même si les orcs les aident, je ne vois pas pourquoi les peuples libres doivent s'en préoccuper ?
it: Secondo le informazioni raccolte, è un conflitto interno tra fazioni di Akladia. Se quelli di Akladia si massacrano tra di loro, pur con l'aiuto degli orchi, perché la gente libera dovrebbe preoccuparsi?
pl: Zgodnie z tym, co udało nam się ustalić, to wewnętrzne rozgrywki wśród Akladian. Jeżeli Akladianie wyrzynają się między sobą, nawet jeśli pomagają im w tym orki, dlaczego wolni ludzie mieliby się tym przejmować?

source: We elves believe that this is more than just an Orcish invasion and quarrels between Akladians. Something greater, something evil, is hiding behind this. What it is, we do not know. I came here to warn you, to help you, and ask for your help. We need you to find out the real reason the Orcish army is here. We also need to discover who is hiding behind the invasion. We have our suspicions, but we want to be sure.
cs: My, Elfové, jsme přesvědčeni, že se jedná o daleko více než jen vyřizování účtů mezi Akladijci. Něco mnohem většího, nějaké vyšší zlo se ukrývá za tím vším. Co tím ale může být, to doposud neznáme. Tak daleko naše vědomosti nesahají. Přišel jsem vás varovat, pomoci vám a požádat a pomoc. Rozkryjte pravý důvod příchodu skřetů. Odhalte, kdo nebo co se ukrývá v pozadí. Naši moudří mají jisté tušení, ale musíme si být jisti.
es: Los elfos creemos que esto es algo más que una invasión orca y peleas entre akladianos. Algo más grande, algo maligno, se esconde detrás de esto. Lo que es, no lo sabemos. He venido aquí para advertiros, para ayudaros y pediros ayuda. Necesitamos que averigües la verdadera razón por la que el ejército orco está aquí. También necesitamos descubrir quién se esconde detrás de la invasión. Tenemos nuestras sospechas, pero queremos estar seguros.
fr: Nous, les elfes, pensons que ceci est plus qu'une invasion orc et des querelles internes aux Akladiens. Quelque chose de plus grand, de plus maléfique est derrière tout ça. Nous ne savons pas encore quoi exactement. Je suis venu ici pour vous prévenir, vous aider et vous demander de l'aide. Trouvons les vraies raisons de la présence de cette armée orc. Qui se cache derrière cette invasion. Nous avons certes une idée, mais il faut en être sûr.
it: Noi elfi crediamo che non si tratti solo di una invasione di orchi e di litigi tra quelli di Akladia. C'è qualcosa di più grande, qualcosa di malvagio che si nasconde dietro tutto questo. Cosa sia non lo sappiamo. Sono venuto ad avvertirvi, aiutarvi e chiedervi aiuto. Scopriamo il vero motivo per cui l'esercito degli orchi è qua. Chi si nasconde dietro l'invasione. Noi abbiamo dei sospetti, ma vorremmo accertarcene.
pl: My, elfy, uważamy, że to coś więcej niż tylko inwazja orków i spory między Akladianami. Za tym wszystkim kryje się coś jeszcze, coś bardzo złego, choć co to może być, nie wiemy. Przybyłem tutaj zarówno, by was ostrzec, pomóc wam, jak i prosić o pomoc. Odkryjcie prawdziwy powód inwazji orków tutaj, i tego, kto się za nią kryje. Mamy swoje podejrzenia, ale chcemy być pewni.

source: We respect the wisdom of the Elves, and we will fulfill your request. We will send two armies to catch Orcish leaders and investigate them. One will be led by Ruvio, second by Huon. Agreed?
es: Respetamos la sabiduría de los elfos, y cumpliremos su petición. Enviaremos dos ejércitos para atrapar a los líderes orcos e investigarlos. Uno será liderado por Ruvio, el segundo por Huon. ¿De acuerdo?

source: I must insist on one slight change, Gwidle. My army will be led by this young man ... Gaumhaldric.
cs: Ne, Gwidle. Moje armáda půjde pod vedením našeho ... Gaumhaldrika.
es: Debo insistir en un ligero cambio, Gwidle. Mi ejército será liderado por este joven... Gaumhaldric.
fr: Je dois demander un léger changement, Gwidle. Mon armée sera conduite par ce... Gaumhaldric.
it: No, Gwidle. Il mio esercito sarà guidato da questo... Gaumhaldric.
pl: Nalegam tylko na jedną drobną zmianę, Gwidle. Moją armię poprowadzi ten młody mężczyzna... Gaumhaldric.

source: I will join Huon with part of my escort, I will gave the rest of them to Ruv... er... to Gah - uhm - haldreeck. My finest archer, my best captain, two fighters and another archer. In addition, would you prefer to get a Scout or Shaman?
cs: Já se s dílem své eskorty připojím k Huonovi, zbytek přenechám pod velením Ruv... Gah... – ehm – haldaríka. Mého nejlepšího lučištníka, mého skvělého kapitána, dva bojovníky a nádavkem jednoho lučištníka. A o koho ještě požádáš, o šamana nebo průzkumníka?
es: Me uniré a Huon con parte de mi escolta, el resto se lo daré a Ruv... eh... a Gah - uhm - haldriick. Mi mejor arquero, mi mejor capitán, dos luchadores y otro arquero. Además, ¿prefieres un explorador o una chamana?
fr: Je me joindrai à Huon avec une partie de mon escorte, le reste ira avec Ruv... er... avec Gah — hum — Haldreeck. Mon meilleur archer, mon meilleur capitaine, deux combattants et un autre archer. De plus, préféreriez-vous un éclaireur ou une chamane ?
it: Una parte della mia scorta si unirà a Huon, mentre darò il resto di loro a Ruv.. a Gah - uhm - haldrek. Il mio arciere più valente, il mio miglior capitano, due combattenti e un altro arciere. In più, preferiresci avere un esploratore o una sciamana?
pl: Ja, wraz z częścią mojej eskorty, dołączę do Huona. Resztę moich ludzi oddaję do dyspozycji Ru... to znaczy, Ga - um - haldriika. Mój najlepszy łucznik, najdzielniejszy kapitan, dwóch wojowników i jeden strzelec. Oprócz nich czy chciałbyś dostać jeszcze zwiadowcę czy też szamankę?

source: I think that...
cs: Myslím, že ...
es: Creo que...
fr: Je pense que...
it: Penso che...
pl: Sądzę, że...

source: A Shaman would be great.
cs: Šaman se bude hodit.
es: Una chamana sería genial.
fr: Une chamane serait très utile.
it: Una sciamana sarebbe fantastica.
pl: Szamanka będzie super.

source: A Scout could be useful.
cs: Průzkumník se bude hodit.
es: Un explorador podría ser útil.

source: No, I think I would want more fighters.
cs: Ne, díky. Myslím, že budu potřebovat víc bojovníků.
es: No, creo que querría más luchadores.
fr: Non, je pense que je voudrais plus de combattants.
it: No, penso che servano altri guerrieri.
pl: Nie, bardziej przyda się mi więcej wojowników.

source: Actually I would like to have one more archer.
cs: No, víte, kdyby byl ještě jeden lučištník...
es: En realidad me gustaría tener un arquero más.
fr: En fait, je voudrais un archer de plus.
it: In realtà mi piacerebbe avere un altro arciere.
pl: Właściwie, chciałbym mieć więcej łuczników.

source: It will be an honor to fight for you, Gaumhaldric.
cs: Bude mi ctí pro tebe bojovat, Gaumhaldriku.
es: Será un honor luchar por vos, Gaumhaldric.
fr: Ce serait un honneur de combattre pour vous, Gaumhaldric.
it: Sarà un onore combattere per te, Gaumhaldric.
pl: Walczyć dla was będzie zaszczytem, Gaumhaldricu.

source: Your enemies are mine.
cs: Tvý nepřátele jsou i mí.
es: Tus enemigos son los míos.
fr: Vos ennemis sont les miens.
it: I tuoi nemici sono i miei.
pl: Wasi wrogowie moimi będą.

source: The honor is mine.
cs: Potěšení je na mé straně.
es: El honor es mío.
fr: Tout l'honneur est pour moi.
it: L'onore è mio.
pl: To ja jestem zaszczycony.

source: Karen, you will stay here, with mother and sisters. It's too dangerous for you.
cs: Karen, ty zůstaneš tady s matkou a sestrami. Je to příliš nebezpečné, dítě.
es: Karen, te quedarás aquí, con tu madre y tus hermanas. Es demasiado peligroso para ti.
fr: Karen, tu resteras ici, avec ta mère et tes sœurs. C'est trop dangereux pour toi.
it: Karen, tu rimarrai qua con tua madre e le tue sorelle. È troppo pericoloso per te.
pl: Karen, ty zostaniesz tutaj, z matką i siostrami. To zbyt niebezpieczne dla ciebie.

source: Of courrrrse I will.
cs: No jóóóóóóó, porád.
es: Porrrr supuesto que lo haré.
fr: Bien sûûûûûûûûr...
it: Ma cerrrto.
pl: No przecież.

source: Another one bites the dust.
cs: Zase jeden se válí v prachu.
es: Otro que muerde el polvo.
fr: Un autre mord la poussière.
it: Ecco un altro che morde la polvere.
pl: Jeszcze jeden gryzie piach.

source: My arrows never miss!
cs: Mé šípy nikdy neminou.
es: ¡Mis flechas nunca fallan!
fr: Ma flèche ne manque jamais la cible !
it: Le mie frecce colpiscono sempre il loro bersaglio.
pl: Me strzały nigdy nie pudłują!

source: My lord, I bet you are impressed!
cs: Můj pane, vsadím se, že budete nadšen!
es: ¡Mi señor, apuesto a que está impresionado!
fr: Monseigneur, je parie que vous êtes impressionné !
it: Sire, scommetto di avervi impressionato!
pl: Panie mój, pewna jestem, że jesteście pod wrażeniem!

source: Akladians, orcs, lizards, and all others - when facing mighty Elorain, their fate is always the same!
es: Akladianos, orcos, lagartos y todos los demás: cuando se enfrentan a la poderosa Elorain, ¡su destino es siempre el mismo!

source: No man or woman may oppose me when I have a bow or sword!
cs: Ni muž ni žena mi odporovat může, mám-li svůj meč a svůj luk při sobě!
es: ¡Ningún hombre o mujer puede oponerse a mí cuando tengo un arco o una espada!
fr: Ni homme ni femme ne peuvent tenir devant moi lorsque j'ai un arc ou une épée !
it: Non c'è né uomo né donna che possa opporsi a me quando ho in mano un arco o una spada!
pl: Żadna niewiasta i żaden mąż nie dostoi mi, póki dzierżę miecz lub łuk!

source: Straight into your heart!
cs: Přímo na komoru!
es: ¡Directo a tu corazón!
fr: Droit au coeur !
it: Dritto al cuore!
pl: Prosto w serce!

source: Eat this!
cs: Nažer se!
es: ¡Cómete esta!
fr: Avale ça !
it: Beccati questo!
pl: Spróbuj tego!

source: I always shoot to kill. No need to remind me.
cs: Vždy střílím tak, abych zabil. Nemusíš mě poučovat!
es: Siempre tiro a matar. No hace falta que me lo recuerdes.
fr: Je tire toujours pour tuer. Pas la peine de me le rappeler.
it: Io tiro sempre per uccidere. Non c'è bisogno di ricordarmelo.
pl: Zawsze strzelam, by zabić. Nie trzeba mi tego przypominać.

source: I stopped counting killed enemies when I turned 50.
es: Dejé de contar los enemigos muertos al llegar a 50.

source: Sword or Bow, who is better than me?
cs: Meč či luk, kdo je lepší než já?
es: Espada o arco, ¿quién es mejor que yo?
fr: Épée ou arc, qui est meilleur que moi ?
it: Spada o arco, chi è meglio di me?
pl: Miecz, czy łuk, któż ode mnie będzie lepszy?

source: For honour, in the name of Eloh!
cs: Ve jménu Božím, pro věčnou slávu naší Eloh!
es: ¡Por honor, en el nombre de Eloh!
fr: Pour l'honneur, au nom d'Eloh !
it: Per l'onore, in nome di Eloh!
pl: Za honor, w imię Eloh!

source: Strength and honour!
cs: Síla a čest!
es: ¡Fuerza y honor!
fr: Force et Honneur !
it: Forza e onore!
pl: Siła i honor!

source: First kill this day.
cs: Dneska jsi můj první.
es: Primera muerte del día.
fr: Premier mort aujourd'hui.
it: Ecco il primo morto della giornata.
pl: Pierwszy zabity tego dnia.

source: Death is my companion, she walks wherever I may roam.
cs: Smrt je můj souputník, jde v mých šlépějích kamkoli kráčím.
es: La muerte es mi compañera, camina por donde yo ando.

source: Killing without hate, dying without fear!
cs: Já zabíjel bez nenávisti, kráčím smrti čelem hrdě vstříc!
es: ¡Matar sin odio, morir sin miedo!
fr: Tuer sans haine, mourir sans peur !
it: Uccidere senza odio, morire senza paura!
pl: Zabijam bez nienawiści, umierać będę bez strachu!

source: This is the fate which will come to all our enemies.
cs: Toto jest osud podkavší nepřátele mé všechny.
es: Este es el destino que vendrá a todos nuestros enemigos.
fr: C'est le sort que je réserve à tous nos ennemis.
it: Questo è il destino che attende tutti i miei nemici.
pl: Oto los czekający wszystkich naszych wrogów.

source: My sword and my honour, two unbreakable things!
cs: Můj meč a má sláva, dva nerozluční společníci!
es: ¡Mi espada y mi honor, dos cosas inquebrantables!
fr: Mon épée et mon honneur, deux choses indestructibles !
it: Nessuno può spezzare la mia spada o il mio onore!
pl: Mój miecz i mój honor - twie niezłomne rzeczy.

source: Death to our enemies!
cs: Smrt našim nepřátelům!
es: ¡Muerte a nuestros enemigos!
fr: Mort à nos ennemis !
it: Morte ai nostri nemici!
pl: Śmierć naszym wrogom!

source: Stop there! Foul underlings, your life is at an end!
cs: Stůjte! Hloupý podřadní, vaše životy se chýlí ke konci!
es: ¡Deteneos ahí! Asquerosos plebeyos, ¡vuestra vida ha llegado a su fin!
fr: Arrêtez ! Vils métèques, votre heure a sonné.
it: Fermatevi! Sciocchi miserabili, la vostra vita è finita!
pl: Stójcie! Przebrzydli pariasi, wasze życie dobiegło końca!

source: Noble lord, what's the punishment for saying things like that to your rightful king?
es: Noble señor, ¿cuál es el castigo por decir cosas así a tu legítimo rey?

source: My king? Ha, ha, and where is he?
cs: Můj král? Ha, ha, a kde ho máš?
es: ¿Mi rey? Ja, ja, ¿y dónde está?
fr: Mon roi ? Ha, ha et où est-il ?
it: Il mio re? Ah, ah, e dove si trova?
pl: Królowi? Cha, cha, a gdzież on niby jest?

source: He is here. Gawen Haldric Hagarthen. Together with his mother and with me, Reme Carrenemoe.
cs: Zde je. Gawen Haldrik Hagarthen. Pospolu se svou matkou a mnou, Remem Carrenemoem.
es: Él está aquí. Gawen Haldric Hagarthen. Junto a su madre y conmigo, Reme Carrenemoe.
fr: Il est ici. Gawen Haldric Hagarthen. Avec sa mère et avec moi, Reme Carrenmoe.
it: Eccolo. Gawen Haldric Hagarthen. Con sua madre e me, Reme Carrenemoe.
pl: Oto on. Gawen Haldric Hagarthen, wspólnie z matką i ze mną, Reme Carrenemoe.

source: My God! Indeed, this is the noble Reme, and he wouldn't possibly lie! So this is indeed... Gawen Hagarthen, our king! My sword is your sword, my lord!
cs: Můj Bože! Ale zajisté, to je vznešený Reme! A to není jeho styl, takhle lhát! Takže toto bude... Gawen Hagarthen, náš král! Můj meč je tvojím mečem, můj králi!
es: ¡Dios mío! ¡En verdad, este es el noble Reme, y no podría mentir! Así que este es de hecho... ¡Gawen Hagarthen, nuestro rey! ¡Mi espada es su espada, mi señor!

source: (<i>sigh</i>) Well, I am. King Gawen Haldric Hagarthen. Rightful heir to the thrones of Vakladia et cetera, et cetera.
es: (<i>suspiro</i>) Bueno, lo soy. Rey Gawen Haldric Hagarthen. Heredero legítimo de los tronos de Vakladia, etcétera, etcétera.

source: I've heard that... one of the lords from Harnen's clan was saying that you are alive... so... then... I guess my sword and my life belong to you, my king!
es: He oído que... uno de los señores del clan de Harnen decía que estaba vivo... así que... entonces... ¡Supongo que mi espada y mi vida le pertenecen, mi rey!

source: Really? I haven't heard anything about you being alive! You must be lying! I don't believe you!
es: ¿Seguro? ¡No he oído nada acerca de que continuara vivo! ¡Debes estar mintiendo! ¡No te creo!

source: If you were truly Gawen Hagarthen, you wouldn't have killed so many of my fellow Akladian Lords!
es: ¡Si realmente fueras Gawen Hagarthen, no habrías matado a tantos de mis compañeros señores de Akladia!

source: Start of the Quest
cs: Začátek mise
es: Comienzo de la misión
fr: Le Début de la quête.
it: L'inizio della ricerca
pl: Początek poszukiwań

source: We left Raedwood and entered the plains southeast of the forest. We saw the signs of chaos and war everywhere: burned villages, refugees, bodies of the dead. In villages people were scared and tried to avoid talking with us.
cs: Nechali jsme za sebou Raedwood a vstoupili jsme na pláně na jihovýchod od lesů. Viděli jsme známky chaosu a války na každém kroku: vypálené vesnice, uprchlíky, těla povražděných osadníků. Ve vesnicích byli lidé ustrašení a odmítali se s námi bavit.
es: Salimos de Raedwood y entramos en las llanuras al sureste del bosque. Veíamos signos del caos y la guerra en todas partes: pueblos quemados, refugiados, cuerpos muertos. En las aldeas la gente tenía miedo y trataba de evitar hablar con nosotros.
fr: Nous quittâmes Raedwood et entrâmes dans les plaines au sud-est de la forêt. Il y avait des signes de la guerre et du chaos partout : villages incendiés, réfugiés, cadavres. Dans les villages, les gens étaient effrayés et fuyaient tout contact.
it: Lasciammo Raedwood ed entrammo nelle pianure a sud-est della foresta. Vedemmo ovunque segni del caos e della guerra: villaggi incendiati, profughi, corpi della gente uccisa. Nei villaggi la gente era terrorizzata e cercavano di evitare di comunicare con noi.
pl: Opuściliśmy Raed i wkroczyliśmy na równiny na południowy wschód od lasu. Widzieliśmy znaki chaosu i wojny wszędzie wokół - spalone wsie, uchodźcy, ciała zabitych. Ludzie w wioskach byli przerażeni i unikali rozmów.

source: From what we could gather, Akladians across Vakladia were fighting each other. Bor Cryne and his faction were slowly but steadily gaining an advantage, thanks to the help of the orcs. Bandits and rebels - and sometimes the difference was just in name - were roaming the land unchecked. Hard times were ahead.
cs: Z toho, co jsme pochopili, Akladijci v celé Vakladii válčili sami mezi sebou. Bor Cryne a jeho frakce sice pomalu, ale jistě získávala navrch, a to díky podpoře skřetů. Bandité a rebelové – a mnohde se lišili jenom jménem – se pohybovali kolem. Těžké časy přicházely.
es: Por lo que pudimos averiguar, los akladianos de Vakladia estaban luchando entre sí. Bor Cryne y su facción fueron ganando lenta pero constantemente una ventaja, gracias a la ayuda de los orcos. Bandidos y rebeldes (a veces la diferencia era solo de nombre) vagaban por la tierra sin control. Se avecinaban tiempos difíciles.
fr: D'après les informations que nous avions pu recueillir, les Akladiens se battaient entre eux dans tout Vakladia. Bor Cryne et son parti étaient lentement mais sûrement en train de prendre l'avantage grâce à l'aide des orcs. Les bandits et les rebelles, - dont la seule différence était parfois le nom - rôdaient dans la campagne sans être inquiétés. Des temps difficiles se préparaient.
it: Dalle informazioni raccolte, gli uomini di Akladia si stavano combattendo l'uno l'altro in tutta Vakladia. Bor Cryne e la sua fazione, grazie all'aiuto degli orchi, si stava lentamente ma costantemente avvantaggiando. I banditi e i ribelli - e a volte la differenza era solo nel nome - bazzicavano nei dintorni. Ci aspettavano tempi duri.
pl: Z tego, co słyszeliśmy, Akladyjczycy w całej Vakladii skakali sobie nawzajem do gardeł. Bor Cryne i jego stronnicy powoli, lecz stale zdobywali przewagę, dzięki pomocy orków. Bandyci i rebelianci - a różnica między nimi była czasami jedynie w nazwie - przemierzali kraj. Nadchodziły bardzo ciężkie czasy.

source: I wasn't really happy with the results of our visit to Oracle. None of her 'answers' satisfied me. We still had no idea where to search for Deorien, and the exchange between Lorin and the Oracle just confused me more. Lorin categorically refused to talk about it became much more withdrawn, as though she was keeping a weighty matter to herself.
cs: Nebyl jsem šťastný z výsledku naší návštěvy u Věštkyně. Žádná z jejich takzvaných „odpovědí“, které mi dala, mne neuspokojila. Ani teď jsme stále nevěděli, kde Deoriena hledat a její rozhovor s Lorin mne úplně zmátl. Lorin o tom už nechtěla mluvit, uzavřela se do sebe i před sebou samou.
es: No estaba muy contento con los resultados de nuestra visita al Oráculo. Ninguna de sus "respuestas" me satisfizo. Todavía no teníamos idea de dónde buscar a Deorien, y el intercambio entre Lorin y el Oráculo me confundió aún más. Lorin se negó categóricamente a hablar de ello y se volvió mucho más retraída, como si estuviera guardando un asunto de peso para sí misma.
fr: Je n'étais pas satisfait des résultats de notre visite à l'Oracle. Aucune de ses réponses ne me satisfaisait. Nous n'avions toujours pas la moindre idée de l'endroit où chercher Deorien, mais en plus la discussion entre l'Oracle et Lorin ne faisait que me troubler un peu plus. Lorin refusait d'en parler et se montrait beaucoup plus taciturne, comme si elle portait un lourd secret.
it: Non ero felice del risultato della nostra visita all'Oracolo. Nessuna delle sue cosiddette "risposte" ci aveva soddisfatto. Non avevamo ancora idea di dove cercare Deorien e la discussione fra Lorin e l'Oracolo mi aveva solo confuso. Lorin rifiutò di parlarne e si chiuse in se stessa diventando molto più taciturna.
pl: Nie byłem specjalnie szczęśliwy z rezultatów wizyty u Wyroczni. Żadna z jej tak zwanych 'odpowiedzi' nas nie usatysfakcjonowała. Wciąż nie mieliśmy pojęcia gdzie szukać Deoriena, a dyskusja między Lorin i Wyrocznią wprawiła mnie w zmieszanie. Lorin odmówiła rozmowy na ten temat i stała się o wiele bardziej milcząca, jakby coś ukrywając.

source: Burton's wood
cs: Burtonův les
es: Leñera de Burton
fr: Forêt de Burton
it: Bosco di Burton
pl: Las Burtona

source: To the Oracle
cs: K Věštkyni
es: Al Oráculo
fr: Chez l'Oracle
it: Dall'Oracolo
pl: Do Wyroczni
