Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: I've heard that Perien, king of Easkladia is besieged in his own capital by Wesnothians. Two brothers in Guilcorta, Luc and Gauri, are quarreling amongst themselves. Our king, Buffin, decided he would invite himself to Vakladia. He thinks none can oppose him.
cs: Slyšel jsem že Perien, král Easkladie, je obklíčen ve svém vlastním sídle Wesnoťany. Dva bratři z Guilcorta, Luc a Gauri, si sami vjeli do vlasů. Takže náš král, Buffin, se rozhodl, že se pozve sám. Jednoznačně očekává, že se proti němu nikdo nepostaví.
es: He oído que Perien, rey de Easkladia, está sitiado en su propia capital por los wesnodianos. Dos hermanos de Guilcorta, Luc y Gauri, están peleando entre ellos. Nuestro rey, Buffin, decidió que se invitaría a sí mismo a Vakladia. Cree que nadie puede oponérsele.
fr: J'ai entendu dire que Perien, roi d'Easkalia est assiégé dans sa propre capitale par les Wesnothiens. Les deux frères de Guilcorta, Luc et Gauri, se querellent. Donc notre roi, Buffin, a décidé de s'inviter tout seul en Vakladia. Il a dû penser que personne ne s'opposerait à lui.
it: Ho sentito che Perien, re di Easkladia, è sotto assedio nella sua capitale da parte della gente di Wesnoth. I due fratelli a Guilcorta, Luc e Gauri, stanno litigando tra loro. Così il nostro re, Buffin, ha deciso di auto-invitarsi. Sembra che abbia pensato che nessuno si sarebbe opposto.
pl: Słyszałem ja, że Perien, władca Easkladii oblężony jest w własnej stolicy przez Wesnotyjczyków. Dwaj bracia w Guilcorcie, Luc i Gauri, kłócą się. Tak więc nasz król, Buffin, zdecydował sam się zaprosić. Najwidoczniej sądzi, że nikt się mu nie sprzeciwi.

source: Interesting. Very, very interesting.
cs: Zajímavé. Velice zajímavé.
es: Interesante. Muy, muy interesante.
fr: Intéressant. Très, très intéressant
it: Interessante. Molto, molto interessante.
pl: Interesujące. Bardzo, bardzo interesujące.

source: It's you who defeated the ghosts, aren't you? We will always keep you in our memory.
cs: To jsi byl ty, kdo přemohl nestvůry ze Sídla strašidel, nemám pravdu? Nikdy ti to nezapomeneme.
es: Eres tú quien derrotó a los fantasmas, ¿no? Siempre te llevaremos en nuestra memoria.
fr: C'est bien vous qui avez vaincu les fantômes, n'est-ce pas ? Nous ne vous oublierons jamais.
it: Siete voi che avete sconfitto i fantasmi di quel posto stregato, vero? Vi ricorderemo sempre.
pl: To wy pokonaliście duchy z nawiedzonego miejsca, czyż nie? Na zawsze zachowamy was w pamięci.

source: You've defeated the ghosts, then? We don't have much, but please accept this token of our gratitude.
cs: To jsi byl ty, kdo přemohl nestvůry ze Sídla strašidel, nemám pravdu? Nemáme sice mnoho, ale něco málo ti jako projev díků samozřejmě dáme. A rádi.
es: ¿Ha derrotado a los fantasmas, entonces? No tenemos mucho, pero acepte esta muestra de nuestra gratitud.
fr: C'est bien vous qui avez vaincu les fantômes, n'est-ce pas ? Nous n'avons pas grand'chose, mais acceptez quand même ce signe de notre gratitude.
it: Siete voi che avete sconfitto i fantasmi di quel posto stregato, vero? Non abbiamo molto, ma vi regaleremo un pegno della nostra gratitudine.
pl: To wy pokonaliście duchy z nawiedzonego miejsca, czyż nie? Nie posiadamy wiele, ale znajdzie się coś, by wyrazić naszą wdzięczność.

source: You have received $haunted_gold_amt gold pieces.
cs: Získal jsi $haunted_gold_amt zlatých.
es: Has recibido $haunted_gold_amt piezas de oro.

source: Will you fight for me?
cs: Budeš za nás bojovat?
es: ¿Lucharás para mí?
fr: Te battrais-tu pour nous ?
it: Combatterai per noi?
pl: Czy będziecie dla mnie walczyć?

source: Do you know anything about the mage Deorien?
cs: Víš něco o mágovi jménem Deorien?
es: ¿Sabes algo sobre el mago Deorien?
fr: Que savez-vous au sujet du mage Deorien ?
it: Sai qualcosa del mago Deorien?
pl: Czy wiecie cokolwiek o magu Deorienie?

source: There are no more people left here who can go with you.
cs: Už tady není nikdo, kdo by chtěl s tebou jít.
es: No quedan más personas aquí que puedan ir contigo.
fr: Il ne reste plus personne ici qui puisse partir avec vous.
it: Non ci sono più altre persone che possano unirsi a te.
pl: Nie ma już nikogo, kto mógłby z tobą pójść.

source: I can't, but there is one young man who would love to fight for you!
cs: Já nemohu, ale je tady jeden mladík, který by rád za tebe bojoval.
es: ¡No puedo, pero hay un joven al que le encantaría luchar por ti!
fr: Moi, je ne peux pas, mais ce jeune homme adorerait se battre à vos côtés !
it: Io non posso ma qua c'è un giovane che vorrebbe combattere per te!
pl: Ja nie mogę, ale jest pewien młody człowiek, który oddałby wszystko, by dla ciebie walczyć.

source: Deorien, a great mage.
cs: Deorien, velký mág.
es: Deorien, un gran mago.
fr: Deorien, un grand mage.
it: Deorien, il grande mago
pl: Deorien, wielki mag.

source: I don't know. Mages were all killed by Akladians long time ago.
cs: Nevím. Všichni mágové byli už dávno povražděni Akladijci.
es: No lo sé. Todos los magos fueron asesinados por los akladianos hace mucho tiempo.
fr: Je ne sais pas. Il y a longtemps que les Akladiens ont tué tous les mages.
it: Non so. Tutti i maghi sono stati uccisi dalla gente di Akladia molto tempo fa.
pl: Nie mam pojęcia. Wszystkich magów zabili Akladiańcy, dawno temu.

source: The greatest news is that you have defeated the ghosts which plagued the neighbourhood.
cs: Nejdůležitější zprávou je, že jste porazili duchy, kteří sužovali okolí.
es: La mejor noticia es que has derrotado a los fantasmas que asolaban el vecindario.

source: There is a haunted place east from here. People who go there never come back. We don't know what happens to them.
cs: Na východ odtud je sídlo strašidel. Lidé, kteří tam šli, se už nevrátili. Nevíme, co se s nimi stalo.
es: Hay un lugar embrujado al este de aquí. La gente que va allí nunca vuelve. No sabemos qué les pasa.
fr: Il y a des ruines hantées à l'est. Les gens qui vont là-bas n'en reviennent jamais. Nous ne savons pas ce qui est advenu d'eux.
it: C'è un luogo stregato a est di qua. Chi ci va, non fa ritorno. Non sappiamo cosa accade a loro.
pl: Na wschód stąd znajduje się nawiedzone miejsce. Ludzie, którzy tam poszli, zniknęli i nikt nie wie, co się z nimi stało.

source: Our village is poor, we have no food, we have no gold, we...
cs: Naše vesnice je chudá, nemáme jídlo, nemáme zlato, nemáme...
es: Nuestro pueblo es pobre, no tenemos comida, no tenemos oro, nosotros...
fr: Notre village est pauvre, nous n'avons pas d'or, nous n'avons pas de nourriture, nous...
it: Il nostro villaggio è povero, non abbiamo né cibo, né oro, noi...
pl: Nasza wieś jest biedna ponad wszelkie wyobrażenie, nie ma u nas jedzenia, nie ma u nas złota, nie ma u nas..

source: I don't want your food or gold. I just want to ask you few questions.
cs: Nechci vaše jídlo ani vaše zlato. Chtěl bych jenom pár odpovědí na pár otázek.
es: No quiero tu comida ni tu oro. Sólo quiero hacerte algunas preguntas.
fr: Je ne veux ni or ni nourriture. Je veux juste vous poser quelques questions.
it: Non voglio il vostro cibo o il vostro denaro. Voglio solo farvi qualche domanda.
pl: Nie chcemy od was jedzenia ani złota. Chcemy wam zadać tylko kilka pytań.

source: We live in terror. Terrible things have taken up residence in the ruins east from here. We are waiting for someone who can free us from fear.
cs: Zažíváme teror. Hrůzné stvůry se usadily v ruinách na východ odtud. Čekáme na někoho, kdo by nás zbavil toho strachu.
es: Vivimos aterrorizados. Cosas terribles se han instalado en las ruinas al este de aquí. Esperamos a alguien que nos libere de este miedo.
fr: Nous vivons dans la terreur. Des choses effrayantes se sont installées dans les ruines à l'est d'ici. Nous attendons quelqu'un qui puisse nous libèrer de la peur.
it: Noi viviamo nel terrore. Mostri terribili sono apparsi nelle rovine a est di qua. Aspettiamo qualcuno che ci liberi dalla paura.
pl: Żyjemy w strachu, przerażające rzeczy żyją w ruinach na wschodzie. Gdyby tylko znalazł się ktoś, kto uwolniłby nas od lęku.

source: No, not really.
cs: Ne, skutečně ne.
es: No, no realmente.
fr: Non, pas vraiment.
it: No, no davvero.
pl: Właściwie to nie.

source: There is a haunted place to the east. People who go there disappear. We don't know what happens to them.
cs: Na východ odtud je sídlo strašidel. Lidé, kteří tam šli, se ztratili. Nevíme, co se s nimi stalo.
es: Hay un lugar embrujado al este. La gente que va allí desaparece. No sabemos qué les pasa.
fr: Il y a des ruines hantées à l'est. Les gens qui vont là-bas disparaissent. Nous ne savons pas ce qui leur arrive.
it: C'è un luogo stregato a est di qua. Chi ci va, non fa ritorno. Non sappiamo cosa accade a loro.
pl: Na wschód stąd znajduje się nawiedzone miejsce. Ludzie, którzy tam poszli, zniknęli i nikt nie wie, co się z nimi stało.

source: I would love to talk to...
cs: Moc rád bych si promluvil s někým promluvil. Jsou tu:
es: Me encantaría hablar con...
fr: J'aimerais parler à...
it: Mi piacerebbe chiedere a...
pl: Chciałbym porozmawiać z...

source: Ruvio, please tell me..
cs: Ruvio, prosím, řekni mi:
es: Ruvio, por favor, dime...
fr: Ruvio, s'il te plaît, dis-moi...
it: Ruvio, per favore dimmi...
pl: Ruvio, proszę powiedz mi...

source: Why do you dislike Lorin?
cs: Proč nenávidíš Lorin?
es: ¿Por qué te cae tan mal Lorin?
fr: Pourquoi est-ce que tu n'aimes pas Lorin ?
it: Perché non ti piace Lorin?
pl: Dlaczego nie lubisz Lorin?

source: Tell me more about you and my mother.
cs: Řekni mi víc o sobě a o mé matce.
es: Cuéntame más sobre ti y mi madre
fr: Dis m'en plus à propos de toi et de ma mère
it: Dimmi ancora qualcosa di te e mia madre.
pl: Opowiedz mi więcej o sobie i mojej matce.

source: Tell me about Karen
cs: Řekni mi něco o Karen
es: Háblame sobre Karen
fr: Parle-moi de Karen
it: Parlami di Karen.
pl: Opowiedz mi o Karen

source: You must be kidding. That woman is so grating and harsh, I cannot understand why Yahyazad seems to have a crush on her.
cs: To si děláš legraci. Jen těžko lze žít poblíž té ženy. Nechápu, jak se do ní mohl Jahjazad tak zbláznit.
es: Debes estar bromeando. Esa mujer es tan irritante y cruel que no puedo entender por qué Yahyazad parece estar enamorado de ella.
fr: Tu veux rire ! Cette femme est si irritante et brutale que je ne comprends pas comment Yahyazad peut avoir le béguin pour elle.
it: Stai scherzando. È così difficile vivere accanto a questa donna che io non capisco perché Yahyazad sembrava avesse una cotta per lei.
pl: Chyba żartujesz. Życie w pobliżu tej kobiety jest tak cięzkie, że nie rozumiem, dlaczego Yahyazad wydawał się być nią zauroczony.

source: There's not much to talk about. I told you she was my fiancée. But a few days before our wedding... Gawen, please, don't ask me. It's too painful.
cs: Není moc, co bych řekl. Už jsem ti říkal, že jsme byli zasnoubeni. Ale pár dní před naší svatbou... Gawene, prosím, už se neptej. Je to příliš bolestivé.
es: No hay mucho de qué hablar. Te dije que era mi prometida. Pero unos días antes de nuestra boda... Gawen, por favor, no me preguntes. Es demasiado doloroso.

source: But you have a wife now, and you love her, don't you?
cs: Ale teď máš ženu, a ta tě miluje, neníliž pravda?
es: Pero ahora tienes una esposa y la amas, ¿no?
fr: Mais tu as une femme aujourd'hui et tu l'aimes, non ?
it: Ma adesso sei sposato e ami tua moglie, no?
pl: Ale przecież masz żonę i kochasz ją.

source: Yes. I love my wife, and my daughters. But sometimes, just sometimes... I feel like I've betrayed my first love.
cs: Ano, Já miluji svou ženu, i mé dcery. Ale někdy, jenom zřídkadky... se cítím, jako že jsem ji zradil...
es: Sí. Amo a mi esposa y a mis hijas. Pero a veces, solo a veces... Siento que he traicionado a mi primer amor.
fr: Oui. J'aime ma femme et mes filles. Mais parfois, seulement parfois... C'est comme si j'avais trahi mon premier amour.
it: Sì, amo mia moglie e le mie figlie. Ma a volte, solo qualche volta... mi sento come se l'avessi tradita...
pl: Tak. Kocham swoją żonę i moje córki. Ale czasami... Czasem czuję, jakbym zdradził moją pierwszą miłość...

source: Well, she is my oldest daughter. From her youth she always wanted to be a great fighter, and she always tried to be the best.
cs: Nooo, je to moje nejstarší dcera. Již od dětství chtěla být velkým válečníkem a vždy se snažila být ve všem nejlepší.
es: Bueno, ella es mi hija mayor. Desde joven siempre quiso ser una gran luchadora, y siempre trató de ser la mejor.
fr: Eh bien, c'est ma fille aînée. Depuis qu'elle est petite, elle a toujours voulu devenir une grande guerrière et elle essaie toujours d'être la meilleure en tout.
it: Be', è la mia figlia maggiore. Da quando era ragazza ha sempre voluto diventare una grande guerriera, ha sempre tentato di essere la migliore.
pl: Wieesz... Ostatecznie to moja najstarsza córka. Od małego chciała być wspaniałym wojownikiem i zawsze próbowała być najlepsza.

source: I'm kind of surprised that she is not here with us.
cs: Jsem tak nějak překvapen, že tu není s námi.
es: Estoy un poco sorprendido de que ella no esté aquí con nosotros.
fr: Je suis plutôt surpris qu'elle ne soit pas ici avec nous.
it: Sono sorpreso che non sia qua con noi.
pl: Trochę czuję się zdziwiony, że nie ma jej tutaj z nami.

source: I ordered Karl to tie her up and lock her room. I think that gave us enough time to escape. This journey is really too dangerous for her. I hope she will remain safe in Freetown.
cs: Nakázal jsem Karlovi, aby ji udržel doma stůj co stůj, třeba aby ji zamkl v jejím pokoji. Myslím, že nám to dodá dost času k odchodu. Naše mise je pro ni tuze nebezpečná. Doufám, že zůstane v bezpečí ve Svobodově.
es: Le ordené a Karl que la atara y cerrara su habitación. Creo que eso nos dio suficiente tiempo para escapar. Este viaje es realmente muy peligroso para ella. Espero que permanezca a salvo en Freetown.
fr: J'ai ordonné à Karl de l'attacher et de verrouiller sa chambre. Je pense que cela nous a laissé le temps de nous échapper. Ce périple est vraiment trop dangereux pour elle. J'espère qu'elle sera en sécurité à Freetown.
it: Ho ordinato a Karl di legarla e chiuderla nella sua stanza. Penso che questo ci abbia dato abbastanza tempo per scappare. Questo viaggio è veramente troppo pericoloso per lei. Spero che rimanga al sicuro a Freetown.
pl: Rozkazałem Karlowi związać ją i zamknąć w pokoju. Sądzę, że dało nam to dość czasu do ucieczki. Ta podróż naprawdę by była dla niej zbyt niebezpieczna. Mam nadzieję, że zostanie w Wolnym Mieście, gdzie będzie bezpieczna.

source: Hey Reme, what's going on?
cs: Ahoj Reme, jak to de?
es: Oye Reme, ¿qué está pasando?
fr: Hé, Reme, quoi de neuf ?
it: Ehi Reme, come va?
pl: Hej Reme, co tam u ciebie?

source: An alliance with a mage is a disturbing concept, my lord. But I shall try to adjust.
cs: Spojenectví s mágem mě znepokojuje, můj pane. Ale zkusím se přizpůsobit.
es: Una alianza con un mago es un concepto inquietante, mi señor. Pero intentaré adaptarme.
fr: Une alliance avec un mage est une idée très perturbante. Mais je vais essayer de m'y faire.
pl: Myśl, że sprzymierzymy się z magiem lekko mnie niepokoi panie. Ale myślę, że spróbuję się z nią oswoić.

source: Nice to hear that.
cs: To rád slyším.
es: Encantado de escuchar eso.
fr: Je suis très heureux de l'entendre.
it: Sono felice di sentirlo.
pl: Miło to słyszeć.

source: I'm not quite sure. Many people, are starting to hail you as the messiah. You could become king of all Wesnoth and the religious leader of our people.
cs: Nevím. Jenom jsem pochopil, že mnoho lidí, které znám, tě prohlásí za nového mesiáše. Můžeš se stát králem celého Wesnothu a duchovním vůdcem našeho lidu.
es: No estoy muy seguro. Mucha gente está empezando a aclamarte como el mesías. Podrías convertirte en el rey de todo Wesnoth y líder religioso de nuestro pueblo.
fr: Je ne suis pas tout à fait sûr. Beaucoup de gens se sont mis à t'acclamer comme le nouveau messie. Tu pourrais devenir le roi de Wesnoth tout entier et le chef religieux de notre peuple.
it: Non lo so. Ho appena capito che sarete acclamato come un nuovo "Liberatore" da molte persone che conosco. Potreste diventare re dell'intero Wesnoth e il capo religioso della nostra gente.
pl: Nie wiem. Właśnie zdałem sobię sprawę, że będziesz pozdrawiany jako nowy mesjasz przez wielu ludzi, których znam. Możesz zostać królem całego Wesnoth i przywódcą religijnym naszego ludu.

source: Don't worry about that. You will always be my friend.
cs: Ale nedělej si starosti, pořád zůstaneš mým přítelem.
es: No te preocupes por eso. Siempre serás mi amigo.
fr: N'aie crainte. Je resterai toujours ton ami.
it: Non devi preoccuparti di questo. Sarai sempre mio amico.
pl: Nie martw się tym, zawsze pozostaniesz moim przyjacielem.

source: Mother, what's going on?
cs: Matko, jak to de?
es: Madre, ¿qué está pasando?
fr: Mère, quoi de neuf ?
it: Madre, come va?
pl: Matko, co u ciebie?

source: Mother? I thought you said I was not your real mother?
cs: Matko? Myslela jsem, žes mi říkal, že nejsem tvoje mami.
es: ¿Madre? Pensé que habías dicho que no era tu verdadera madre.
fr: Mère ? Je pensais que tu avais dit que je n'étais pas ta vraie mère ?
it: Madre? Io penso che tu avessi detto che io non sono la tua vera madre.
pl: Matko? Myślałam, że powiedziałeś, że nie jestem twoją prawdziwą matką?

source: I'm sorry. I was really angry.
cs: Promiň, je mi to líto. Byl jsem opravdu naštvaný.
es: Lo lamento. Me puse furioso.
fr: Je suis désolé, j'étais vraiment en colère.
it: Mi spiace. Ero proprio arrabbiato.
pl: Przepraszam, byłem naprawdę wściekły.

source: Mother, can I have a word with you?
cs: Matko, mohu si s tebou promluvit?
es: Madre, ¿puedo hablar contigo?
fr: Mère, est-ce qu'on peut discuter un instant ?
it: Madre, posso dirti una cosa?
pl: Matko, możemy zamienić słówko?

source: Why do you want to kill Deorien?
cs: Proč bys chtěla zabít Deoriena?
es: ¿Por qué quieres matar a Deorien?
fr: Pourquoi voulez-vous tuer Deorien ?
it: Perché vuoi uccidere Deorien?
pl: Dlaczego chcesz zabić Deoriena?

source: Why have you been so upset recently?
cs: Proč jsi poslední dobou tak nabručená?
es: ¿Por qué has estado tan alterada recientemente?
fr: Pourquoi êtes-vous si troublée ces temps-ci ?
it: Perché sei così triste ultimamente?
pl: Dlaczego ostatnio się zachowujesz tak, jakby coś ciebie dręczyło?

source: Never mind
cs: Ále nic
es: No importa.
fr: Peu importe
it: Lascia perdere.
pl: Nieważne.

source: Deorien is a mage. Mages deserve to be killed. It is that simple.
cs: Deorien je mág. Mágové mají být pozabíjeni. To je prosté.
es: Deorien es un mago. Los magos merecen la muerte. Es así de simple.
fr: Deorien est un mage. Les mages méritent la mort. C'est aussi simple que ça.
it: Deorien è un mago. I maghi devono essere uccisi. È semplice.
pl: Deorien to mag. Magów należy zabijać. To proste.

source: Please, do not ask. I am starting to regret something I have done. Sometimes I am so happy about it... and yet I know I should have no hope, but still, sometimes...
cs: Prosím, neptej se. Začínám litovat něčeho, co jsem udělala. A někdy jsem z toho zase šťastná... A vím, že plané naděje... ale někdy zase...
es: Por favor, no preguntes. Estoy empezando a arrepentirme de algo que he hecho. A veces me siento tan feliz por ello... y sin embargo sé que no debería tener esperanzas, pero aún así, a veces...
fr: Ne me demande rien, s'il te plaît. Je commence à regretter une chose que j'ai faite. Par moments, cela me rend terriblement heureuse... et pourtant je sais qu'il n'y a aucun avenir de ce côté, et pourtant, parfois...
it: Per favore, non chiedere. Comincio a pentirmi di alcune cose che ho fatto... e qualche volte ne sono felice... e so che non dovrei nutrire speranza, e ancora qualche volta...
pl: Proszę, nie pytaj. Zaczynam żałować czegoś, co uczyniłam... A czasem jestem z tego powodu zadowolona... I choć wiem, że nie powinnam mieć nadziei, to jednak, czasami...

source: I don't understand.
cs: Nechápu.
es: No entiendo.
fr: Je ne comprends pas.
it: Non capisco.
pl: Nie rozumiem.

source: Neither do I, Gawen. Neither do I.
cs: Ani já, Gawene. Ani já.
es: Yo tampoco, Gawen. Yo tampoco.
fr: Moi non plus Gawen. Moi non plus.
it: Nemmeno io, Gawen. Nemmeno io.
pl: Ja również, Gawenie... Ja również.

source: Deorien, can I have a word with you?
cs: Deoriene, mohu si s tebou promluvit?
es: Deorien, ¿puedo hablar contigo?
fr: Deorien, puis-je vous dire deux mots ?
it: Deorien, posso scambiare qualche parola con te?
pl: Deorienie, możemy zamienić słówko?

source: Why did you wait until I came to you?
cs: Proč jsi čekal, dokud k tobě nepřijdu?
es: ¿Por qué esperaste hasta que vine a ti?
fr: Pourquoi avoir attendu jusqu'à ce que je vienne ?
it: Perché hai atteso il mio arrivo?
pl: Dlaczego czekałeś, aż do ciebie przyjdę?

source: What are your plans for the future?
cs: Jaké jsou tvé plány do budoucna?
es: ¿Cuáles son sus planes para el futuro?
fr: Quels sont vos plans pour l'avenir ?
it: Che piani hai per il futuro?
pl: Jakie są twoje plany na przyszłość?

source: If Oracle is so respected by Akladians, why does not she simply declare Akladians should love Wesnothians?
cs: Jestliže je Věštkyně Akladiany tak respektována, proč jednoduše neprohlásí, že by Akladijané měli Wesnoťany milovat?
es: Si los acladianos respetan tanto al Oráculo, ¿por qué no declara simplemente que los akladianos deberían amar a los wesnodianos?
fr: Si l'Oracle est si respectée des Akladiens, pourquoi ne déclare-t-elle pas tout simplement que les Akladiens doivent aimer les Wesnothiens?
pl: Jeżeli Wyrocznia jest tak szanowana przez Akladyjczyków, dlaczegóż po prostu nie zadeklaruje, by Akladyjczycy pokochali Wesnotyjczyków?

source: Why did you and the Oracle wait until I came to Weldyn? Why didn't you declare me messiah before?
cs: Proč jsi s Věštkyní čekal, dokud nedorazím do Weldynu? Proč jste mě neoznačili za mesiáše dřív?
es: ¿Por qué el Oráculo y tú esperaron hasta que llegué a Weldyn? ¿Por qué no me declaraste mesías antes?
fr: Pourquoi vous et l'Oracle avez attendu que je vienne jusqu'à Weldyn ? Pourquoi ne m'avez-vous pas déclaré messie avant ?
it: Perché tu e l'Oracolo aspettavate che io venissi a Weldyn? Perché non mi avete dichiarato prima "Liberatore"?
pl: Dlaczego ty i Wyrocznia czekaliście, aż dotrę do Weldyn? Dlaczego nie ogłosiliście mnie mesjaszem wcześniej?
