Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: No offense, but you've already asked me that question.
cs: Nic proti, ale už ses mě na to ptal.
es: No te ofendas, pero ya me has hecho esa pregunta.
fr: Ne le prenez pas mal, mais vous m'avez déjà posé cette question.
it: Senza offesa, ma mi hai già fatto questa domanda.
pl: Bez obrazy, ale jużeście mnie o to pytali.

source: Well, and what do you propose in exchange?
cs: No jo. Ale co mi za to nabídneš?
es: Bueno, ¿y qué propones a cambio?
fr: Bien et que proposez-vous en échange ?
it: Be', e cosa mi dai in cambio?
pl: E, a co byście mi proponowali w zamian?

source: What about this:
cs: Co třeba tohle:
es: ¿Qué tal esto?:
fr: Que penses-tu de ça :
it: Cosa ne pensi di:
pl: Co powiecie na to:

source: If not, I will burn down this village.
cs: Pokud nevyhovíš, vypálím tuto vesnici.
es: Si no, quemaré esta aldea.
fr: Sinon, je brûle tout le village.
it: Altrimenti io incendierò questo villaggio.
pl: Jeżeli się nie zgodzicie, spalę całą wieś.

source: I will pay you in gold.
cs: Zaplatím ti zlatem.
es: Te pagaré en oro.
fr: Je vous paierai en or.
it: Ti pagherò in oro.
pl: Zapłacę wam złotem.

source: A chance to fight against orcs and Akladians.
cs: Dám ti příležitost bojovat proti skřetům i Akladijcům.
es: Una oportunidad de luchar contra orcos y akladianos.
fr: Une chance de combattre contre des orcs et des Akladiens.
it: La possibilità di combattere orchi e uomini di Akladia.
pl: Otrzymacie szansę walki przeciwko orkom i Akladyjczykom.

source: No offense, but I value my life more than gold.
cs: Nic proti, ale já si cením života víc než peněz.
es: Sin ofender, pero valoro mi vida más que el oro.

source: That is supposed to convince me?!? Go away, little butcher. I will talk to you no more!
cs: A to mě má přesvědčit, jo!? Táhni pryč, mrzký řezníku. Už s tebou dál nebudu mluvit!
es: ¿¡¿Eso se supone que me convenza?!? Vete, pequeño carnicero. ¡No te hablaré más!

source: And this is a good reason, because...?
cs: A to má být dobrý důvod, protože...?
es: ¿Y eso es una buena razón, porque...?

source: You may have some fun!
cs: Zažiješ spoustu legrace!
es: ¡Puedes divertirte un poco!
fr: Vous y prendrez plaisir !
it: Ci si può divertire!
pl: Będzie z tym kupa zabawy!

source: You will earn some gold in process!
cs: Vyděláš nějaké peníze!
es: ¡Ganarás bastante oro en el proceso!
fr: Il y a de l'or à gagner !
it: Si può guadagnare dell'oro nel frattempo!
pl: Można sporo zarobić!

source: People unwilling to fight for freedom aren't worthy of it. Are you?
cs: Lidé, kteří nebojují za svobodu, si ji nezaslouží. Nemám pravdu?
es: Las personas que no están dispuestas a luchar por la libertad no son dignas de ella. ¿Lo eres?
fr: Les gens qui ne veulent pas se battre pour la liberté ne la méritent pas. En êtes-vous ?
it: Chi non combatte per la libertà non la merita. E tu?
pl: Ludzie nie chcący walczyć o wolność, nie są jej warci.

source: What, are you a coward? Afraid of a few orcs?
cs: Čeho se bojíš? Pár skřetů?
es: ¿Qué, eres un cobarde? ¿Tienes miedo a unos cuantos orcos?
fr: Quoi, vous êtes lâche ? Vous avez peur de quelques orcs ?
it: Cosa sei? un codardo? Hai paura di qualche orco?
pl: A co, wyście tchórz? Boicie się paru orków?

source: Well... yes, why not? One of our boys can really handle a bow. You might have some use for him.
cs: No... jo, proč ne. Jeden z našich chlapců umí zacházet s lukem. Může se ti hodit.
es: Bueno... sí, ¿por qué no? Uno de nuestros muchachos realmente puede manejar un arco. Podrías tener algún uso para él.
fr: Eh bien... oui, pourquoi pas ? Quelques-uns de nos garçons savent se servir d'un arc. Ils pourraient vous être utiles.
it: Be'... sì, perché no. Uno dei nostri uomini sa usare l'arco. Potrebbe esservi utile.
pl: Coż... Tak, czemu nie. Jeden z naszych ludzi radzi sobie nieźle z łukiem. Może będzie dla was z niego jakiś pożytek.

source: Ha, ha, and I thought you were serious.
cs: Ha ha ha. A to jsem si myslel, že jsi mluvil vážně.
es: Ja, ja, y yo pensando que ibas en serio.
fr: Ha, ha. J'ai cru que vous étiez sérieux.
it: Ah, ah, e io che pensavo che dicessi sul serio.
pl: Cha, cha, a już myślałem, że mówicie serio.

source: Orcs? They were here, but they left in hurry. They were pillaging villages to the east of us. They were headed for a place called Haeltin, and I've heard they were defeated there by some woman.
cs: Skřetů? Byli tady, ale rychle utíkali. Rabovali zrovna ve vesnici na východ od nás. Zrovna byli na cestě do Healtinu. Ale slyšel jsem, že jim jedna ženská dala pěkně na prdel.
es: ¿Orcos? Estuvieron aquí, pero se fueron a toda prisa. Estaban saqueando pueblos al este de nosotros. Se dirigían a un lugar llamado Haeltin, y he oído que alguna mujer los derrotó allí.
fr: Les orcs ? Ils étaient ici, mais ils sont partis précipitamment. Ils pillaient les villages à l'est de chez nous. Ils se sont rendus dans un endroit nommé Haeltin et j'ai entendu qu'ils y avaient été défaits par une femme quelconque.
it: Orchi? Erano qui, ma sono fuggiti in fretta e furia. Stavano saccheggiando i villaggi a est di qui. Erano diretti a un posto chiamato Haeltin e ho sentito che là sono stati sconfitti da una qualche donna.
pl: Orki? A były tutaj, ale w pośpiechu odeszły. Łupiły wsie na wschód od nas. Podążały do miejsca zwanego Haeltin, i słyszałem, że zostały tam pokonane przez jakąś kobietę.

source: Some woman? SOME WOMAN? That freckled kid might be SOME woman when she grows up, but not me. I am a Lady, LADY Lorin!
cs: Nějaká ženská? NĚJAKÁ ŽENSKÁ? Z tohoto otravného děcka bude NĚJAKÁ ženská až vyroste. Ale já jsem LADY. Lady Lorin.
es: ¿Alguna mujer? ¿ALGUNA MUJER? Esa niña pecosa podría ser ALGUNA mujer cuando crezca, pero yo no. ¡Soy una señora, SEÑORA Lorin!
fr: Une femme quelconque ? UNE FEMME QUELCONQUE ? Cette gamine pleine de taches de rousseur sera peut-être une femme quelconque quand elle aura grandi, mais pas moi. Je suis une Dame, DAME Lorin !
it: Una qualche donna? UNA QUALCHE DONNA? Quella bambina lentigginosa sarà una QUALCHE donna quando crescerà, non io. Io sono signora, sono LADY Lorin.
pl: Jakąś kobietę? <i>Jakąś kobietę</i>? Ten piegowaty dzieciak będzie <i>jakąś</i> kobietą gdy dorośnie. Ja jestem szlachetną panią, <i>panią</i> Lorin.

source: Ah, that must be that 'She-wolf of Haeltin' you mentioned, Ruvio. Will have to meet her.
cs: Ježkovi kukadla! Tak ty jsi ta Vlčice Haeltinská, co o ní mluvil Ruvio? Tak to mu to musím říct.
es: Ah, debe ser esa 'Loba de Haeltin' que mencionaste, Ruvio. Habrá que conocerla.
fr: Ah, il doit s'agir de cette « Louve de Haeltin » dont tu parlais, Ruvio. Nous allons devoir la rencontrer.
it: Ah, questa è quella Lupa di Haeltin che hai citato, Ruvio. Dovremo incontrarla.
pl: Ach, to zapewne ta Wilczyca z Haeltin, o której wspomniałeś, Ruvio. Będziemy musieli ją poznać.

source: Bontom? It is somewhere in the south-west. I think. In one of the villages south of here people might know more about its exact location.
es: ¿Bontom? Está en algún lugar del suroeste. Creo. En uno de los pueblos al sur de aquí la gente podría decirle algo más sobre su ubicación exacta.

source: If I were younger, then I might have said yes, why not, but I am really too old for adventure seeking now.
cs: Kdybych byl mladší, šel bych hned, ale jsem příliž starý na výpravy za dobrodružstvím.
es: Si fuera más joven, hubiera dicho que sí, por qué no, pero ahora soy demasiado mayor para buscar aventuras.
fr: Si j'étais plus jeune, j'aurais pu dire oui, pourquoi pas, mais je suis vraiment trop vieux pour partir à l'aventure.
it: Se fossi più giovane, allora sì, ma sono veramente troppo vecchio per andare alla ventura.
pl: Gdybym był młodszy, to i owszem, czemu by nie, ale jestem już naprawdę za stary na takie poszukiwanie przygód.

source: Orcs? Da orcs were in plains pillagin' and burnin'. They are big and bad and you should avoid them, boy.
cs: Skřeti? Ti hnusáci byli na pláních a loupili a pálili. Sou velcí a zlí a ty bys měl na ně hrozně rychle zapomenout.
es: ¿Orcos? Sos orcos taban ancá las llanuras saqueando y quemando. Son grandes y malos y deberías evitarlos, muchacho.
fr: Des orcs ? Les orcs étaient dans les plaines, pillant et brûlant tout. Ils sont grands et mauvais et tu devrais les éviter, gamin.
it: Orchi? Gli orchi saccheggiavano e incendiavano nelle pianure. Sono grossi e cattivi, e dovremmo evitarli, ragazzo.
pl: Orkowie? Orkowie byli na równinach, paląc i łupiąc. Wielkie som one, złe, i powinieneś ich unikać, chłopcze.

source: Reme? What is Reme? Some kind of food?
cs: Reme? Co je Reme? Nějaká bašta?
es: ¿Reme? ¿Qués reme? ¿Algo de comida?
fr: Reme ? Qu'est que c'est que ça ? Ça se mange ?
it: Reme? Cos'è questo Reme? Un tipo di formaggio?
pl: Reme? A co to reme jest? Żarcie jakoweś czy co?

source: No, no, it's one of the Akladian lords, who...
cs: Ale ne, dědo, je to jeden akladijský lord, který...
es: No, no, es uno de los señores akladianos, que...
fr: Non, non, c'est un des seigneurs Akladien, qui...
it: No, no, è quel signore di Akladia che...
pl: Nie, nie, to jest z akladyjskich panów, który...

source: Oh, Akladian lords, yeah, I've heard about them. They are big and bad and you should avoid them, boy.
cs: Akladijští lordi? Jo, slyšel jsem o nich. Sou velcí a zlí a ty bys měl na ně hrozně rychle zapomenout.
es: Oh, señore' akladianos, sí, he oído hablar d'ellos. Son grandes y malos y deberías evitarlos, muchacho.
fr: Les seigneurs Akladiens, ouais, j'ai entendu parler d'eux. Ils sont grands et mauvais et tu devrais les éviter, gamin.
it: Signore di Akladia, sì, ne ho sentito parlare. Sono grossi e cattivi e dovremmo evitarli.
pl: A, akladiańskie pany. Ta, ja żem słychał o niech. Wielkie som one, złe, i powinieneś ich unikać, chłopcze.

source: A place called Bontom? Yeah, I've heard about that. It's somewhere in the south; maybe people living in villages more to the south would know more about it.
es: ¿Un lugá llamao Bontom? Sí, he oído hablá. Está en algún lugá del sur; quizá la gente que viva en pueblos más al sur sabrá más de él.

source: I'm too old ta be leavin' my village, and the one boy who wanted to search for adventures already joined you.
cs: Já jsem už starý na to, abych odešel z vesnice, a ten klučina, co hledal dobrodružství, se už jak vidím k tobě přidal.
es: Soy mú viejo para dejá mi aldea, y el único chavá que quería buscar aventuras ya se unió a vosotros.
fr: Je suis trop vieux pour quitter mon village et le seul garçon en quête d'aventures que nous ayons est déjà avec vous.
it: Sono troppo vecchio per lasciare il mio villaggio e un ragazzo in cerca di avventure si è già unito con voi nel passato.
pl: Za starym ja na opuszczanie mojej wsi, a taki jeden co chciał szukać przygód już do was dołączył.

source: I'm too old ta be leavin my village, but there is one boy who could fight for you, why not.
cs: Já jsem už starý na to, abych odešel z vesnice, a je tu jeden klučina, který by bojovat chtěl.
es: Soy demasiao viejo pa irme del pueblo, pero hay un chavá que podría luchar por ti, ¿por qué no?
fr: Je suis trop vieux pour quitter mon village, mais il y a un garçon qui pourrait se battre pour vous, pourquoi pas.
it: Sono troppo vecchio per lasciare il mio villaggio, ma c'è un ragazzo che potrebbe combattere per voi, perché no.
pl: Za starym ja na opuszczanie mojej wsi, ale jest tu taki jeden co chętnie dla was by walczył, czemu by nie.

source: One of local peasants joins your army. It's an untrained but LOYAL, STRONG, and RESILIENT unit.
cs: Jeden z místních sedláku se k tobě přidal. Nemá žádné zkušenosti, ale je VĚRNÝ, SILNÝ a HOUŽEVNATÝ.
es: Uno de los campesinos locales se une a tu ejército. Es una unidad no entrenada pero LEAL, FUERTE y RESISTENTE.

source: John the Baldhead
cs: Holohlavý John
es: John Cabezacalva
fr: John le Chauve
it: John "il calvo"
pl: Jan Łysol

source: Now that we know where your friend Reme is, we can go to that Bontom place the peasants told us about.
cs: Nyní, když víme, kde by se měl tvůj přítel Reme nalézat, můžeme jít tím směrem, který nás ten dobrý muž poslal jako směr do Bontomu.
es: Ahora que sabemos dónde está tu amigo Reme, podemos ir a ese lugar de Bontom del que nos hablaron los campesinos.
fr: Maintenant que nous savons où se trouve votre ami Reme, nous pouvons aller en ce lieu nommé Bontom dont les paysans nous ont parlé.
it: Adesso che sapete dove è il vostro amico Reme, si potrebbe andare in quel di Bontom di cui ci hanno detto i contadini.
pl: Teraz, gdy wiemy, gdzie jest twój przyjaciel Reme, możemy podążyć do tego miejsca nazwanego Bontom, o którym mówili nam wieśniacy.

source: I guess we could ask peasants whether they know something about this Bontom place, where your friend Reme is being kept.
cs: Jestli ti mohu doporučit, zeptej se místních, jestli náhodou nebudou vědět něco důležitého, třeba o tvém příteli Remem.
es: Supongo que podríamos preguntar a los campesinos si saben algo sobre este lugar de Bontom, donde se encuentra recluido tu amigo Reme.
fr: Je suppose que nous pourrions demander aux paysans s'ils connaissent ce Bontom où votre ami Reme est retenu.
it: Penso che potremmo chiedere ai contadini se sanno qualcosa di Bontom, dove il vostro amico Reme è tenuto prigioniero.
pl: Sądzę, że moglibyśmy popytać wieśniaków czy wiedzą coś o tym miejscu Bontom, w którym trzymają twojego przyjaciela Remego.

source: We already know what we were sent to find out. We should return to Freetown now.
cs: Nyní víme vše podstatné, co jsme vědět chtěli. Měli bychom se co nejrychleji vrátit do Svobodova.
es: Ya sabemos lo que nos enviaron a averiguar. Deberíamos volver a Freetown ahora.
fr: Nous savons déjà ce que nous étions chargés de trouver. Nous devrions rentrer à Freetown maintenant.
it: Sappiamo già quello che dovevamo scoprire. Adesso dovremmo ora andare a Freetown.
pl: Już wiemy to, czego mieliśmy się dowiedzieć. Powinniśmy wrócić do Wolnego Miasta

source: But we never found out what happened to Reme.
cs: Ale vůbec jsme nezjistili, co se stalo Remem.
es: Pero nunca supimos qué pasó con Reme.

source: We had our chance to rescue him in Bontom, but we failed to do so...
cs: Měli jsme šanci ho zachránit v Bontomu, ale nepodařilo se nám to...
es: Tuvimos la oportunidad de rescatarlo en Bontom, pero fallamos...

source: Well, I guess we could still check that Bontom place the peasants told us about.
es: Bueno, supongo que aún podemos comprobar ese lugar de Bontom del que nos hablaron los campesinos.

source: Well, I guess we could still try to find out where this Bontom place is where your friend Reme is being kept.
es: Bueno, supongo que aún podríamos tratar de averiguar dónde está este lugar de Bontom donde tu amigo Reme está retenido.

source: I don't think there's anything we can do about that at this point...
es: No creo que haya nada que podamos hacer al respecto en este momento...

source: We've already searched for answers in the city of Barnon.
cs: Na cestu na Barnon jsme se ptali již dříve. Vždyť jsme tam již byli!
es: Ya hemos buscado respuestas en la ciudad de Barnon.
fr: Nous avons déjà exploré la ville de Barnon.
it: Siamo già stati a cercare delle risposte a Barnon.
pl: Już szukaliśmy odpowiedzi w mieście Barnon.

source: My lord, from here we may explore a few possibilities. To the south, there is city of Barnon. It would definitely be very dangerous to go there, but...
cs: Můj pane, nyní se rýsuje hned několik možností. Táhnout na jih, na Barnon. Zaručeně bude velmi nebezpečné tam jít, ale...
es: Mi señor, aquí tenemos pocas posibilidades de explorar. Al sur, está la ciudad de Barnon. Podría ser muy peligroso ir allí, pero...
fr: Monseigneur, d'ici on ne peut explorer que peu de possibilités. Vers le sud, il y a cette ville de Barnon. Il sera sûrement très dangereux de s'y rendre, mais...
it: Mio signore, non abbiamo molte scelte. A sud, c'è la città di Barnon. Sarebbe decisamente molto pericoloso andarci, ma...
pl: Panie mój, możemy rozważyć kilka możliwości. Na południue, leży miasto Barnon. Zdecydowanie jest tam tam bardzo niebezpiecznie, ale..

source: ...but we could probably find something about orcs there, right?
cs: ...ale pravděpodobně se nám tam podaří zjistit něco o skřetech. Mám pravdu?
es: ...pero probablemente encontremos allí algo sobre los orcos, ¿cierto?
fr: ... mais nous y apprendrons sûrement quelque chose à propos des orcs, qu'en pensez-vous ?
it: ...ma probabilmente laggiù potremmo scoprire qualcosa sugli orchi, giusto?
pl: ... ale moglibyśmy tam dowiedzieć się czegoś o orkach, prawda?

source: We already went west to Haeltin. That was where your step-mother was, remember? That she was the 'She-wolf' really surprised me.
cs: Už jsme v Haeltinu, tedy západním směrem, táhli. Tvá macecha, známá jako Vlčice Haeltinská, tam na mne udělala opravdu velký dojem.
es: Ya fuimos al oeste a Haeltin. Ahí fue donde estaba tu madrastra, ¿recuerdas? Que ella fuera la 'Loba' realmente me sorprendió.
fr: Nous avons déjà cherché à Haeltin, à l'ouest. C'est là que se trouvait ta belle-mère, tu te rappelles ? Découvrir que la « Louve », c'était elle m'a vraiment surpris.
it: Abbiamo già cercato a Haeltin, a ovest di qui. Che la tua matrigna fosse là, chiamata la "Lupa" mi ha veramente sorpreso.
pl: Szukaliśmy już w Haeltin na zachód stąd. Fakt, że znależliśmy tam twoją macochę, i to pod imieniem Wilczycy, wciąż mnie zadziwia.

source: We've heard that some woman, known by the nickname 'The She-wolf of Haeltin', was besieged by the orcs and she was able to repel them. Haeltin is west from here. It would be easy to go to her and ask her a few questions.
cs: Ano. Slyšeli jsme že nějaká ženská, známá jako ´Vlčice Haeltinská´, byla přepadena skřety a že je dokázala vyhnat. Haeltin je na západ. Mělo by to být snadné tam jít a zeptat se přímo jí.
es: Sí. Hemos oído que una mujer, conocida por el apodo de 'La Loba de Haeltin', estaba sitiada por los orcos y fue capaz de repelerlos. Haeltin está al oeste de aquí. Sería fácil ir hasta ella y preguntarle algunas cosas.
fr: Oui, nous avons entendu parler d'une femme, connue sous le nom de « Louve d'Haeltin », qui a été assiégée par les orcs et qui a pu les repousser. Haeltin est à l'ouest d'ici. Il serait facile d'aller là-bas lui poser quelques questions.
it: Sì. Abbiamo sentito che una certa donna, soprannominata come la «Lupa di Haeltin», fosse stata assediata dagli orchi e sia riuscita a respingerli. Haeltin è a ovest di qui. Sarebbe facile raggiungerla e farle alcune domande.
pl: Tak. Słyszeliśmy że jakaś kobieta, zwana 'Wilczycą z Haeltin', była oblężona przez orki, ale była w stanie ich odeprzeć. Haeltin jest na zachód stąd. Byłoby łatwo pójść do niej i zadać kilka pytań.

source: We could also go for the swamps.
cs: Můžem jít i do močálů.
es: También podríamos ir por los pantanos.

source: We could, but saurians live in the swamps of Saorduc, and they rarely go outside of their mud. I doubt they would know anything useful. There are also some villages here, you could go and ask peasants, maybe they would know something.
cs: To můžem, ale na blatech Saorduku žijí ještěráci a ti moc ze svých bažin nevychází. Pochybuju, že by věděli něco užitečného. Je pravda, že tam jsou i nějaké vesnice, takže se můžeš jít poptat sedláků. Možná by něco mohli vědět.
es: Podríamos, pero los saurios viven en los pantanos de Saorduc, y rara vez salen de su lodazal. Dudo que sepan algo útil. También hay algunos pueblos aquí, podrías ir y preguntar a los campesinos, tal vez ellos sabrían algo.
fr: On pourrait, mais des sauriens vivent dans les marais de Saorduc et comme ils sortent rarement de leur boue. Je doute qu'ils puissent nous apprendre quoi que ce soit d'utile. Il y a aussi quelques villages là-bas, vous pourriez demander aux paysans, peut-être sauront-ils quelque chose.
it: Potremmo, ma nelle paludi di Saorduc vivono i Sauri e raramente escono dal loro fango. Dubito che conoscano qualche cosa di utile. Ci sono inoltre alcuni villaggi là, si potrebbe andare a chiedere ai contadini, forse sanno qualcosa.
pl: Jasne, że moglibyśmy, ale w bagnach Saorduc żyją Jaszczury, a one rzadko wychylają nosa poza swoje błoto. Wątpię, by wiedziały cokolwiek użytecznego. W okolicy jest też sporo wiosek, można popytać się wieśniaków, może by wiedzieli coś.

source: Frankly, I have no idea what to do now. We have already searched all of the obvious locations.
cs: Na rovinu, nemám ani zdání co dál. Už jsme byli úplně všude.
es: Francamente, no tengo ni idea de qué hacer ahora. Ya hemos buscado en todas las ubicaciones obvias.
fr: Franchement, je n'ai aucune idée de ce qu'on pourrait faire maintenant. Nous avons déjà exploré tous les endroits évidents.
it: Sinceramente, non ho idea di che cosa fare adesso. Siamo già stati in tutti i posti possibili.
pl: Szczerze, nie mam pojęcia, co powinniśmy teraz uczynić. Byliśmy we wszystkich oczywistych lokalizacjach.

source: Raedwood Forest
cs: Lesy Raedwoodské
es: Bosque Raedwood
fr: La Forêt de Raedwood
it: La foresta di Raedwood
pl: Las Read

source: To Freetown
cs: Ku Svobodovu
es: A Freetown
fr: Vers Freetown
it: Per Freetown
pl: Do Wolnego Miasta

source: To Haeltin
cs: Do Haeltinu
es: A Haeltin
fr: Vers Haeltin
it: Per Haeltin
pl: Do Haeltin

source: To Saorduc swamps
cs: K Saorduckým blatům
es: A los pantanos de Saorduc
fr: Vers les marais de Saorduc
it: Per le paludi di Saorduc
pl: Do bagien Saorduc

source: To Barnon
cs: Na Barnon
es: A Barnon
fr: Vers Barnon
it: Per Barnon
pl: Do Barnon

source: It is extremely important to everyone to remember not to refer to Gawen by his real name. Always call him Gaumhaldric.
cs: A dobře si zapamatujte: je extrémně důležité neoslovovat Gawena jeho pravým jménem. Nazývejte jej Gaumhaldrik.
es: Es extremadamente importante que todos recuerden no referirse a Gawen por su nombre real. Llámenlo siempre Gaumhaldric.
fr: Il est extrêmement important que chacun se rappelle de ne pas appeler Gawen par son vrai nom. Appelez-le Gaumhaldric.
it: È estremamente importante che tutti si ricordino che non ci si deve riferire a Gawen con il suo vero nome. Chiamatelo Gaumhaldric.
pl: Jest bardzo ważne, byście wszyscy pamiętali, że nie powinniście zwracać się do Gawena za pomocą jego prawdziwego imienia. Nazywajcie go Gaumhaldric.

source: Why?
cs: Proč?
es: ¿Por qué?
fr: Pourquoi ?
it: Perché?
pl: Dlaczego?

source: First of all, because our people at Freetown aren't ready to have an Akladian leader. Second, because Bor Cryne would send his entire army to pursue us if he heard so much as a whisper of the name Gawen Hagarthen.
cs: Protože naši lidé ve Svobodově stěží akceptují Akladijce jako svého vůdce. A za druhé by Bor Cryne poslal celou svou armádu, aby nás zlikvidoval.
es: Primero, porque nuestra gente en Freetown no está lista para tener un líder akladiano. Segundo, porque Bor Cryne enviaría a todo su ejército a perseguirnos si escuchara siquiera un susurro del nombre Gawen Hagarthen.
fr: D'abord, parce que notre peuple à Freetown n'est pas prêt à avoir un Akladien à sa tête. Ensuite parce que Bor Cryne nous enverrait toutes ses armées à notre poursuite s'il entendait seulement murmurer le nom de Gawen Hagarthen.
it: Poiché la nostra gente a Freetown non è pronta ad avere un capo di Akladia. E, in secondo luogo, perché allora Bor Cryne manderebbe tutto il suo esercito a inseguirci.
pl: Ponieważ ludzie w Wolnym Mieście nie są gotowi na przywódcę będącego Akladianem. A po drugie, ponieważ wtedy Bor Cryne wysłałby całą swoją armię, by nas ścigała, gdyby tylko usłyszał dźwięk imienia Gawen Hagarthen.
