Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: I can't; your blow almost chopped my arm off. If you allow me to live, all I want is to return to my wife and children.
cs: Nemohu, tvá rána mi skoro usekla paži. Pokud mne necháš žít, vrátím se ke své ženě a ke svým dětem.
es: No puedo; tu golpe casi cortó mi brazo. Si me permites vivir, regresaré con mi esposa y mis hijos.
fr: Je ne peux pas; vous m'avez presque coupé le bras. Si vous me laissez vivre, je retournerai auprès de ma femme et de mes enfants.
it: Non posso, il tuo colpo mi ha quasi staccato un braccio. Se mi lascerai vivere, tornerò da mia moglie e dai miei figli.
pl: Nie mogę, wasz cios niemalże odrąbał mi ramię. Jeśli dozwolicie mi żyć, wrócę do mojej żony i dzieci.

source: Gawen's soldiers left Freetown and swiftly entered the woods. They marched from dawn to dusk, until they found themselves at the border of Raedwood forest.
cs: Gawenovi vojáci opustili Svobodov a rychle vstoupili do lesa. Pochodovali od úsvitu do soumraku, dokud nezjistili, že jsou na kraji Raedwoodského lesa.
es: Los soldados de Gawen salieron de Freetown y rápidamente entraron en los bosques. Marcharon del alba al crepúsculo, hasta que se encontraron en la frontera del bosque de Raedwood.
fr: Les soldats de Gawen quittèrent Freetown et entrèrent rapidement dans les bois. Ils marchaient de l'aube au crépuscule, jusqu'à ce qu'ils arrivent à l'orée de la forêt de Raedwood.
it: I soldati di Gawen lasciarono Freetown e rapidamente si addentrarono nei boschi. Marciarono dall'alba al tramonto, fino a che raggiunsero i confini della foresta di Raedwood.
pl: Żołnierze Gawena opuścili Wolne Miasto i szybko wkroczyli w puszczę. Maszerowali od świtu do nocy, póki nie dotarli do samej granicy lasu Raed.

source: I hate this forest. I REALLY hate it. Passionately.
cs: Nesnáším tento les. Opravdu ho nenávidím. Přímo vášnivě.
es: Odio este bosque. REALMENTE lo odio. Apasionadamente.
fr: Je déteste cette forêt ! Je la déteste VRAIMENT ! C'est viscéral.
it: Non sopporto questa foresta. La ODIO. Con tutto il cuore.
pl: Nienawidzę tego lasu. <i>Naprawdę</i> nienawidzę. Dogłębnie.

source: Shut up, Bar. Over the last year I've heard more than enough of your whining about trees, woods, branches and so on.
cs: Zavři klapačku, Bare. Za poslední rok mám už dost toho tvého skučení o stromech, lesech nebo větvích.
es: Cállese, Bar. El año pasado tuve bastante de sus gemidos sobre los árboles, bosques, ramas y demás.
fr: Tais-toi, Bar. Toute cette année, j'ai entendu plus qu'assez de tes jérémiades sur les arbres, les branches et tout ça.
it: Sta' zitto, Bar. Nell'ultimo anno ti ho sempre sentito lamentare degli alberi, dei rami, dei boschi e così via. Ne ho abbastanza.
pl: Zamknij się, Bar. W ciągu tego roku dość już słyszałem twojego jęczenia o drzewach, lasach, gałęziach i całej reszcie.

source: It's the wind. And the noise... as if the green devils are whispering in the leaves. I really hate this forest.
cs: To je tím větrem. A ten zvuk... Jako by všichni zelení ďáblové šeptali do listí. Já skutečně nenávidím tento les.
es: Es el viento. Y este ruido... como si todos los diablos verdes estuviesen susurrando entre las hojas. Realmente odio este bosque.
fr: C'est ce vent. Et ce bruit... Comme si tous les démons verts chuchotaient dans les feuilles. Je déteste vraiment cette forêt.
it: È il vento. E questo rumore... come se tutti i diavoli verdi stessero sussurrando tra le foglie. Io odio davvero questa foresta.
pl: To ten wiatr. I ten hałas.. Jakby wszystkie zielone diabły szeptały wśród liści. Naprawdę nienawidzę tego lasu.

source: Hold your tongue! Green devils... I've heard they appeared recently in Raedwood. My friend told me there were THOUSANDS of them. I wish I were somewhere else.
cs: Už ani necekneš! Zelení ďáblové... Slyšel jsem, že se před nedávnem objevili někde v Raedwoodu. Můj přítel mi říkal, že jich byly tisíce! Chtěl bych být někde úplně jinde.
es: ¡Traga esa lengua! Diablos verdes... He oído que aparecieron recientemente en Raedwood. Mi amigo me a dicho que había MILES de ellos. Hubiese preferido que fuera en alguna otra parte.
fr: Tiens ta langue ! Les démons verts... J'ai entendu qu'ils étaient récemment réapparus à Raedwood. Mon ami m'a dit qu'ils étaient des MILLIERS. Je voudrais vraiment être ailleurs.
it: Puoi dirlo forte! Demoni verdi... Ho sentito che di recente sono apparsi a raedwood. I miei amici mi hanno detto che ce n'erano MIGLIAIA. Vorrei essere da un'altra parte.
pl: Wypluj te słowa! Zielone diabły... Słyszałem, że ostatnio zjawiły się w Raed. Mój przyjaciel mi mówił, że były ich tysiące. Wolałbym być w zupełnie innym miejscu.

source: Like... in bed with your underling so-called 'wife'?
cs: Jako třeba v posteli se svou podřadnou, které říkáš manželka?
es: ¿Como... en cama con esa plebeya que llamas "esposa"?
fr: Comme... au lit avec la métèque que tu appelles épouse ?
it: Per esempio a letto con quella miserabile cosiddetta moglie?
pl: Na przykład, w łożu z tą twoją pariaską, tą tak zwaną żoną?

source: I've told you not to call her that! What's wrong with marrying Wesnothian women anyway? If our old king could do it, why not us lesser men?
cs: Přestaň jí tak říkat, to bylo poslední varování. Co je vůbec špatného na svatbě s wesnothskou ženou? Když to mohl udělat náš starý král, proč ne my?
es: ¡Te he dicho que no la llames así! ¿Qué hay de malo en casarse con mujeres wesnodianas de todas formas? Si nuestro viejo rey pudo hacerlo, ¿por qué no nosotros los de menor rango?
fr: Je t'ai déjà dit de ne pas l'appeler pas comme ça. Qu'y a-t-il de mal à épouser une Wesnothienne après tout ? Si notre vieux roi a pu le faire, pourquoi pas nous, qui sommes moins que lui ?
it: Ti ho già detto di non chiamarla così. E poi che c'è di sbagliato nello sposare una donna di Wesnoth? Se lo ha fatto il nostro vecchio re, perché non noi suoi sudditi?
pl: Nie nazywaj jej tak, mówiłem już ci. Co jest złego w ożenku z kobietą Wesnotyjczyków? Jeżeli nasz stary król mógł to zrobić, czemu nie my, pośledniejsze istoty?

source: The King is dead. I think God punished him for mixing our holy blood with that of the underlings. And Raban, you should really get rid of your, um, wife-thing.
es: El rey esta muerto. Creo que Dios lo castigó por mezclar nuestra sangre santa con la de los plebeyos. Y Raban, realmente deberías deshacerte de tu, um, cosa-esposa.
fr: Le Roi est mort. Je pense que Dieu l'a puni pour avoir mêlé notre précieux sang avec celui des métèques. Par la même occasion, Raban, vous devriez vraiment vous débarrasser de, hum, ce qui vous sert d'épouse.
pl: Król nie żyje. Myślę, że to Bóg ukarał go za zmieszanie naszej świętej krwi z kobietą pariasów. I Rabanie, naprawdę powinieneś wygnać tą, jak ją nazywasz, żonę.

source: Why? At least Wesnothian woman guarantee healthy children.
es: ¿Por qué? Al menos la mujeres wesnodianas garantizan niños sanos.
fr: Pourquoi ? Au moins les femmes de Wesnoth ont des enfants en bonne santé.
pl: Dlaczego? Kobiety Wesnotyjczyków przynajmniej gwarantują urodzenie zdrowych dzieci.

source: There is a gossip that this unknown curse put on our women will end.
es: Hay un rumor de que esta maldición desconocida que recayó sobre nuestras mujeres desaparecerá.
fr: Le bruit court que cette malédiction inconnue qui pèse sur nos femmes va prendre fin.
pl: Słyszałem pogłoski, że ta nieznana klątwa ciążąca nad naszymi kobietami wkrótce zostanie zniesiona.

source: Everyone who has forsaken our old ways and is too underling-friendly will soon be as dead as our old king. Or as that mixling, ten-days king, Gawen.
es: Todo aquel que haya abandonado nuestras viejas costumbres y sea demasiado amigo de los plebeyos pronto estará tan muerto como nuestro viejo rey. O como ese mestizo, rey de diez días, Gawen.
fr: Tous ceux qui abandonnent nos antiques coutumes et se montrent trop proches des métèques mourront bientôt comme notre ancien roi. Ou comme ce métis, roi de dix jours, le dénommé Gawen.
pl: Są pogłoski, że wszyscy, co przestali przestrzegać naszych starych zwyczajów i są wobec nich zbyt przyjaźni wkrótce będą martwi tak samo, jak stary król. Albo ten mieszaniec, dziesięciodniowy król, Gawen.

source: Cousin, do not utter that name! I've heard he was seen walking the face of the earth... as if... he had come back from the grave... or perhaps undead...
cs: Bratranče, neber do huby jeho jméno. Slyšel jsem, že byl někde spatřenej na povrchu zemským... jakože... znova vožil či co... nebo je nesmrtelný...
es: ¡No pronuncies ese nombre, primo! He oído que se le ha visto caminar por la faz de la tierra... como si... hubiera vuelto de la tumba... o tal vez no muerto...
fr: Cousin, ne prononce pas ce nom ! J'ai entendu qu'il avait été vu parcourant le monde... Comme s'il était revenu de la tombe... ou peut-être mort-vivant...
it: Non pronunciare quel nome, cugino! Si dice che lo abbiano visto ancora in questo mondo... come se... fosse ancora vivo... o non-morto...
pl: Kuzynie, nie wymawiaj tego imienia! Słyszałem, że widziano go chodzącego po ziemi... Jakby.. znowu żył.. albo jakby był nieumarły...

source: We have to get past these guards. Akladians set up a line of guards around the forest some time ago, when our rebellion was more visible and having some success.
cs: Musíme projít těmito strážemi. Akladijci před nějakým časem postavili linii okolo celého lesa, to když naše rebelie začala býti úspěšnou.
es: Tenemos que pasar esos guardias. Los akladianos establecieron una línea de guardias alrededor del bosque hace algún tiempo, cuando nuestra rebelión era más visible y tenía cierto éxito.
fr: Nous devons passer à travers ces gardes. Les Akladiens ont mis en place une ligne de gardes tout autour de la forêt depuis un moment, quand notre rébellion est devenue publique et a remporté quelques succès.
it: Dobbiamo superare queste guardie. La gente di Akladia stabilì una linea di sorveglianza attorno la foresta qualche tempo fa, quando la nostra ribellione cominciava ad avere successo.
pl: Musimy przejść obok tych straży. Akladyjczycy ustawili pierścień straży wokół lasu jakiś czas temu, gdy nasz bunt zaczął odnosić coraz więcej sukcesów.

source: I want to avoid fighting. I only have eighteen seasoned troops, and in this neigborhood I can recruit only peasants. I won't be able to find replacements for any of my veterans, and this is just the beginning of our quest.
es: Quiero evitar los combates. Sólo tengo dieciocho soldados veteranos, y en este vecindario sólo puedo reclutar campesinos. No podré encontrar sustitutos para ninguno de mis veteranos, y esto es sólo el principio de nuestra búsqueda.

source: I want to avoid fighting. I only have fifteen seasoned troops, and in this neigborhood I can recruit only peasants. I won't be able to find replacements for any of my veterans, and this is just the beginning of our quest.
es: Quiero evitar los combates. Sólo tengo quince soldados veteranos, y en este vecindario sólo puedo reclutar campesinos. No podré encontrar sustitutos para ninguno de mis veteranos, y esto es sólo el principio de nuestra búsqueda.

source: I want to avoid fighting. I only have twelve seasoned troops, and in this neigborhood I can recruit only peasants. I won't be able to find replacements for any of my veterans, and this is just the beginning of our quest.
cs: Rád bych se vyhnul boji. Mám jenom dvanáct zkušených bojovníků a v tomto okolí můžu rekrutovat maximálně pěšáky. Těžko bych hledal náhradu za jediného mého veterána, a to je pouze začátek celé výpravy.
es: Quiero evitar los combates. Sólo tengo doce soldados veteranos, y en este vecindario sólo puedo reclutar campesinos. No podré encontrar sustitutos para ninguno de mis veteranos, y esto es sólo el principio de nuestra búsqueda.
fr: Je voudrais éviter le combat. Je n'ai que douze unités et dans le coin je ne peux recruter que des paysans. Je serais incapable de remplacer l'un de mes vétérans et nous n'en sommes qu'au début de la quête.
it: Vorrei evitare di combattere. Abbiamo solo dodici truppe esperte e in questi paraggi potremo reclutare solo contadini. Io non sarei in grado di trovare qualcuno per sostituire i miei veterani e siamo solo all'inizio della nostra ricerca.
pl: Życzyłbym sobie uniknąć walki. Tylko dwunastu weteranów, a w tej okolicy mogę liczyć jedynie na wieśniaków. Naszych ludzi nie dałoby się łatwo zastąpić, a to dopiero początek naszej wyprawy.

source: I want to avoid fighting. I barely have any seasoned troops, and in this neigborhood I can recruit only peasants. I won't be able to find replacements for any of my veterans, and this is just the beginning of our quest.
es: Quiero evitar los combates. Apenas tengo tropas veteranas, y en este vecindario sólo puedo reclutar campesinos. No podré encontrar sustitutos para ninguno de mis veteranos, y esto es sólo el principio de nuestra búsqueda.

source: If so, then it is up to you to figure out a strategy which will avoid any losses. While we will have to pass near the guards, and may skirmish with them, there is no need to get into a stand-up fight with them.
es: Si es así, entonces depende de ti idear una estrategia que evite pérdidas. Si bien tendremos que pasar cerca de los guardias, y quizás escaramuzarlos, no hay necesidad de entrar en una pelea frente a frente.

source: How typical for an underling, trying to avoid conflict. My son, let's just slaughter them all! More enemies, more honor!
cs: Jak typické pro podřadné, vyhýbat se boji! Můj synu, pojďme je všechny pozabíjet! Více nepřátel, více slávy!
es: Qué típico de un plebeyo, tratando de evitar el conflicto. ¡Hijo mío, matémoslos a todos! ¡A más enemigos, más honor!
fr: C'est typique des métèques, éviter le combat. Mon fils, tuons-les tous ! Plus d'ennemis, plus d'honneur !
it: Proprio tipico di un miserabile: evitare un combattimento. Figlio mio, ammazziamoli tutti! Molti nemici, molto onore!
pl: Jakie to typowe dla pariasów, unikać walki. Synu, wyrżnijmy ich do nogi! Więcej wrogów, więcej honoru!

source: With that kind of attitude, how have you managed to survive this long? We'll want to manage our resources, too - my guess is that we should have at least 250 golden coins at the end of this battle.
cs: Jak je možné, že jsi s takovým náhledem na svět stále naživu, ó božská nadřadná? Každopádně si ale myslím, že na konci bitvy bychom měli mít alespoň 250 zlatých.
es: Con esa actitud, ¿cómo te las has arreglado para sobrevivir tanto tiempo? También tenemos que administrar nuestros recursos; supongo que deberíamos tener al menos 250 monedas de oro al final de esta batalla.
fr: Comment se fait-il que vous soyez encore vivante avec ce genre d'attitude suicidaire ? En tous cas, nous devons nous soucier de nos ressources: il nous faudrait au moins 250 pièces d'or à la fin de cette bataille.
it: Come hai fatto a rimanere viva con un atteggiamento del genere, oh potente SUPER-donna? Comunque, credo che dovremmo avere almeno 250 pezzi d'oro ala fine di questa battaglia.
pl: Zastanawiam się, jakim cudem jeszcze pozostałaś przy życiu, mając takie nastawienie, o wielka i wspaniała istoto? Tak czy inaczej, uważam, że powinniśmy mieć co najmniej 250 sztuk złota pod koniec tej bitwy.

source: Hm, there are certainly many decisions to be made here...
es: Hm, ciertamente hay muchas decisiones que tomar aquí...

source: Well, Gawen, which path will you take? The stealthy route proposed by Ruvio, or the violent route proposed by your stepmother?
es: Bueno, Gawen, ¿qué camino tomarás? ¿La ruta sigilosa que propone Ruvio o la ruta violenta que propone tu madrastra?

source: Well, Gawen, which path will you take? The stealthy route proposed by the underling, or the violent route proposed by the 'She-Wolf of Haeltin'?
es: Bueno, Gawen, ¿qué camino tomarás? ¿La ruta sigilosa propuesta por el plebeyo, o la ruta violenta propuesta por la 'Loba de Haeltin'?

source: Well, Gawen, which path will you take? The stealthy route I proposed, or the violent route proposed by your stepmother?
es: Bueno, Gawen, ¿qué camino tomarás? ¿La ruta sigilosa que he propuesto, o la ruta violenta propuesta por tu madrastra?

source: I think I'll take the stealthy strategy
es: Creo que tomaré la estrategia sigilosa

source: I think I'll take the violent strategy
es: Creo que tomaré la estrategia violenta

source: I think I'll forge my own path
es: Creo que forjaré mi propio camino

source: Since you have chosen the stealthy strategy, for this scenario only, your units will be more stealthy than normal.
es: Como has elegido la estrategia sigilosa, sólo para este escenario tus unidades serán más sigilosas de lo normal.

source: Since you have chosen the violent strategy, for this scenario only, your units will be more violent than normal.
es: Como has elegido la estrategia sigilosa, sólo para este escenario tus unidades serán más violentas de lo normal.

source: By choosing neither Ruvio's path nor Lorin's path, you are choosing to leave your units in an unmodified state, as would have been the case before this choice existed.
es: Al no elegir ni el camino de Ruvio ni el de Lorin, eliges dejar tus unidades en un estado sin modificar, tal como antes de esta elección.

source: You can interrogate enemy leaders in this scenario with Gawen, Ruvio, Reme, or Lorin, but the effects may - or may not - be different, depending on the enemy leader and interrogating hero.
es: Puedes interrogar a los líderes enemigos en este escenario con Gawen, Ruvio, Reme o Lorin, pero los efectos pueden - o no - ser diferentes, depende del líder enemigo y del héroe interrogador.

source: Move Gawen to south-eastern signpost OR
cs: Dojdi s Gawenem k jiho-východnímu směrovníku NEBO
es: Mover a Gawen al poste indicador sur-oriental O
fr: Déplacez Gawen sur le panneau indicateur au sud-est OU
it: Sposta Gwen al cartello a sud-est O
pl: Przesuń Gawena do południowo-wschodniego drogowskazu ALBO

source: Kill all enemy leaders.
cs: Zabij všechny nepřátelské vůdce.
es: Muerte de todos los líderes enemigos.
fr: Tuez tous les chefs ennemis.
it: Uccidi tutti i comandanti nemici.
pl: Zabij wszystkich wrogich przywódców.

source: Wait, Karl, why aren't you guarding Karen?
es: Espera, Karl, ¿por qué no estás protegiendo a Karen?

source: You asked me to come with you, remember?
es: Me pediste que fuera contigo, ¿recuerdas?

source: Right, I did... I'm sure she'll be fine...
es: Cierto, lo hice... Estoy seguro de que estará bien...

source: Eeek! The green devils!
cs: A jéje! Zelení ďáblové!
es: ¡Eeej! ¡Los diablos verdes!
fr: Rhaaaa ! Les démons verts !
it: Eeek! I diavoli verdi!
pl: AAAJ! Zielone diabły!

source: Kill them! Kill them all! Hurry! There are thousands of them, everywhere!
cs: Zabijte je! Zabijte je všechny! Rychle! Jsou jich tisíce, jsou všude!
es: ¡Mátenlos! ¡Mátenlos a todos! ¡Rápido! ¡Son miles, están por todas partes!
fr: Tuez-les ! Tuez-les ! Vite ! Ils sont des milliers, partout !
it: Uccideteli! Uccideteli tutti! Presto! Ce ne sono migliaia e sono dappertutto!
pl: Zabijcie je! Zabijcie je wszystkie! Szybko! O mój Boże, są ich tutaj tysiące, wszędzie ich pełno!

source: You are from the Raednon clan? So, the Raednons are also supporting the treachery of Bor Cryne. Why I am not surprised? I know you are all pig-eaters and swine...
cs: Ty jsi z klanu Raednonů? Také od Raednonů získal Bor Cryne podporu ve své zradě. A proč mě to nepřekvapuje? Protože vím, že jste prasožrouti a sviňošu...
es: ¿Eres del clan Raednon? También los Raednons están apoyando los ataques de Bor Cryne. ¿Por qué no me sorprende? Sé que coméis como cerdos y puercos...
fr: Vous êtes du clan de Raednon ? Donc les Raednoniens aussi soutiennent la traîtrise de Bor Cryne. Pourquoi ne suis-je pas surprise ; je sais que vous êtes tous des pourceaux et des sal...
it: Siete del clan di Raednon? Dunque anche Raednon appoggia il tradimento di Bor Cryne. Chissà come mai non sono sorpreso; lo sapevo che siete tutti dei porci e troie.
pl: Wyście z klanu Raednon? A więc Raednonowie wspierają zdradę Bora Cryne'a. Jakoś mnie to nie zaskakuje, zawsze wiedziałam, żeście wszyscy świniożercy i świnioje...

source: Cease your insults, witch. I know you: you are Lorin, the shrew from the Gallorae clan. You soon will be the last of your clan; how does it feel?
cs: Zastav své urážky, bosorko. Znám tě, jsi Lorin, dračice z klanu Gallorů. Brzo budeš poslední svého klanu, jaký je to pocit?
es: Detén tus insultos, bruja. Yo te conozco: eres Lorin, la bruja del clan Gallorae. Pronto serás la última de tu clan; ¿cómo se siente?
fr: Arrête tes insultes, sorcière. Je te connais. Tu es Lorin, la sorcière du clan de Gallorae. Tu seras bientôt la dernière de ton clan ; quel effet ça fait ?
it: Smettila con gli insulti, strega. Io ti conosco: tu sei Lorin, la strega del clan Gallorae. Come ti senti al pensiero che presto sarai l'ultima del tuo clan?
pl: Nie obchodzą mnie twoje obelgi, wiedźmo, znam ciebie. Jesteś Lorin, wiedźma z klanu Gallorae. Wkrótce będziesz ostatnia z swojego klanu - powiedz mi, jakie to uczucie?

source: And you will be soon a gelding. How does IT feel?
cs: A ty budeš brzy bez koulí. Jaký je TO pocit?
es: Y pronto serás castrado. ¿Cómo SE siente?
fr: Et toi, tu seras bientôt castré. Quel effet ÇA fait ?
pl: A ty będziesz niedługo kastratem. Powiedz mi, jakie <i>to</i> uczucie?

source: He had some gold in his castle.
cs: Vypadá to, že měl ve svém hradě nějaké penízky.
es: Tiene algo de oro en su castillo.
fr: On dirait qu'il y avait de l'or dans son château.
it: Pare che tenesse dell'oro nel suo castello.
pl: Wygląda na to, że miał nieco złota w zamku.

source: You receive $bar_gold_amt golden pieces.
cs: Získal jsi $bar_gold_amt zlatých.
es: Recibes $bar_gold_amt piezas de oro.

source: You were a worthy opponent, Quivre of the Raednons. It was good fight.
cs: Byl jsi dobrým protivníkem, Quivre Raednonský. Byl to dobrý boj.
es: Fuiste un oponente digno, Quivre de los Raednon. Fue una buena pelea.
fr: Tu as été un adversaire valeureux, Quivre du clan des Raednons. C'était un beau combat.
it: Sei stato un degno avversario, Quivre from Raednons. È stato un bello scontro.
pl: Byliście godnym przeciwnikiem, Quivre z Raednonów. To była dobra walka.

source: Yes, it was.
cs: Ano, to byl.
es: Sí, lo fue.
fr: Oui, en effet.
it: Sì, proprio così.
pl: Tak, zaprawdę była taka.

source: If you were as delighted as I was with the fight, please answer a few questions.
cs: Pokud jsi byl stejně jako já spokojen s bojem, mohl být tak laskav a zodpovědět mi pár otázek?
es: Si estabas tan encantado como yo con la pelea, por favor, responde algunas preguntas.
fr: Si tu as apprécié le combat autant que moi, aie la courtoisie de répondre à mes questions.
it: Se lo scontro ti è piaciuto quanto è piaciuto a me, per favore rispondi a qualche domanda.
pl: Jeśliście równie zachwycon jak ja, odpowiedzcie mi proszę na kilka pytań.

source: Another self-important Akladian sent to his barbarian hell. How does it feel, mighty Akladian lord? To be killed by a mere underling?
cs: Další „nadřadný“ byl odeslán do svého barbarského pekla. Jak se cítíš, mocný akladijský lorde? Být zabit podřadným?
es: Otro akladiano engreído enviado a su bárbaro infierno. ¿Cómo se siente, poderoso señor de Akladia? ¿Ser asesinado por un simple plebeyo?
fr: Un autre Akladien suffisant renvoyé à son enfer barbare. Qu'est-ce que ça fait, puissant seigneur Akladien, d'être tué par un simple métèque ?
it: Un altro super-uomo rispedito nel suo barbaro inferno. Come ti senti, potente signore di Akladia a essere ucciso da un miserabile?
pl: Jeszcze jedna nadistota odesłana do swojego barbarzyńskiego piekła. Jakie to uczucie, wielki i potężny Akladianski panie? Śmierć z ręki pariasa?
