Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Orcs? Bor Cryne told us to wait for them here. We will then march with them and kill every Akladian unworthy of the name! Those who violate our customs, who befriend underlings, and especially those who offend our God by marrying them! Only then God will again show us favor and reward us by ensuring we complete our conquest of Wesnoth.
cs: Skřeti? Bor Cryne nám řekl, že tu máme na ně počkat. A pak spolu půjdem a pozabíjíme každého, kdo není hoden být Akladijcem. Všechny, kteří porušují naše staré tradice, kdo se přátelí s podřadnýma, kdo se protiví bohu ženením se s nima. Jenom pak se Bůh k nám zase navrátí, bude nás milovat a odmění nás svou podporou při dokončení našeho úkolu – ovládnout Wesnoth.
es: ¿Orcos? Bor Cryne nos dijo que los esperáramos aquí. ¡Entonces marcharemos con ellos y mataremos a todo akladiano indigno de ese nombre! ¡Aquellos que violen nuestras costumbres, que se hagan amigos de plebeyos, y especialmente aquellos que ofendan a nuestro Dios casándose con ellos! Sólo entonces Dios volverá a mostrarnos su favor y nos recompensará asegurándonos que completamos la conquista de Wesnoth.
fr: Des orcs ? Bor Cryne nous a dit de les attendre ici. Avec eux, nous irons tuer tous ceux qui ne sont pas dignes d'être Akladiens. Ceux qui ont violé nos coutumes, qui ont frayé avec des métèques, ceux qui ont offensé Dieu en les épousant. Alors seulement, Dieu nous sera de nouveau favorable et nous récompensera en nous aidant à conquérir entièrement Wesnoth.
it: Orchi? Bor Cryne ci ha detto di aspettarli qui. Poi uccideremo tutti quelli che non sono degni di appartenere ad Akladia. Quelli, che hanno violato i nostri costumi, che sono amici dei miserabili, o che li hanno addirittura sposati offendendo gli dei. Soltanto allora gli dei saranno di nuovo generosi con noi e ci ricompenseranno con la conquista completa di Wesnoth e del mondo intero.
pl: Orki? Bor Cryne kazał nam czekać tutaj. Gdy nadejdą wyruszymy zabić każdego kto jest niegodny być Akladianinem. Ci którzy pogwałcili nasze zwyczaje, przyjaźnią się z pariasami, czy obrazili Boga, wchodząc z nimi w związek - zginą. Tylko wtedy odzyskamy Jego łaskę i nagrodzi nas On zakończeniem podboju Wesnoth.

source: Interesting theory. So, basically Bor Cryne wants to eliminate all of his opponents?
cs: Zajímavá teorie. Chce prostě Bor Cryne odstranit všechny své odpůrce?
es: Interesante teoría. Entonces, ¿básicamente Bor Cryne quiere eliminar a todos sus oponentes?
fr: Intéressante théorie. Donc, en gros, Bor Cryne veut éliminer tous ses opposants ?
it: È una teoria interessante. In pratica Bor Cryne vuole eliminare tutti i suoi avversari?
pl: Interesująca teoria. A więc, prosciej to ujmując Bor Cryne chce usunąć wszystkich swoich przeciwników?

source: Hey, Reumario, what do you say to that? Akladians allying with orcs to kill other Akladians? Quite a dishonorable thing, don't you think?
cs: Hej, Reumario, cos to říkal? Akladijci se spojili se skřety, aby zabili jiné Akladijce? To je zcela nízké a ubohé, nezdá se ti?
es: Oye, Reumario, ¿qué dices a eso? ¿Akladianos aliándose con orcos para matar a otros akladianos? Algo bastante deshonroso, ¿no crees?
fr: Hey, Reumario, que dis-tu de ça ? Des Akladiens qui s'allient avec des orcs pour tuer d'autres Akladiens ? C'est assez déshonorant, tu ne trouves pas ?
it: Ehi, Reumario, cosa ne dici? Uomini di Akladia che si alleano con gli orchi per uccidere altri uomini di Akladia? Una faccenda davvero disonorevole, non credi?
pl: Hej, Reumario, i co wy na to powiecie? Akladyjczycy sprzymierzający się z orkami, by zabijać innych Akladyjczyków? Dość niehonorowe, nieprawdaż?

source: I didn't know...
cs: Nevěděl jsem, že...
es: No lo sabía...
fr: Je ne savais pas...
it: Non so...
pl: Nie wiedziałem...

source: So now you know. What do you intend to do about it?
cs: Tak teď víš. A co s tím uděláš?
es: Así que ahora que ya lo sabes. ¿Qué piensas hacer al respecto?
fr: Maintenant, tu sais. Et que comptes tu faire ?
it: E adesso che lo sa, cosa farai?
pl: No to teraz już wiesz. I co zamierzasz z tym zrobić?

source: I don't know.
cs: Nevím.
es: No lo sé.
fr: Je ne sais pas.
it: Non lo so.
pl: Nie wiem

source: I will kill you and rip off your traitorous head!
cs: Tak tě zapíchnu a tvoji palici narazím na kůl.
es: ¡Te mataré y arrancaré tu cabeza de traidor!
fr: Je vais te tuer et arracher ta tête de traître !
it: Ti ucciderò e ti taglierò la testa.
pl: Zabiję ciebie i oderwę ci ten łeb zdrajcy!

source: What about joining us against those orcs?
cs: A co takhle přidat se k nám proti těm skřetům?
es: ¿Qué te parece unirte a nosotros contra esos orcos?
fr: Pourquoi ne pas te joindre à nous contre ces orcs ?
it: Che ne pensi di unirti a noi contro gli orchi?
pl: A co powiesz na dołączenie do nas w walce przeciw orkom?

source: Will you join us to fight against the orcs? Or maybe you would prefer to ally yourself with these madmen who want to slaughter their own kin?
cs: Připojíš se k nám v boji proti skřetům? Nebo se možná raději spojíš s těmi šílenci, co chtějí zabít svou vlastní krev?
es: ¿Te unirás a nosotros para luchar contra los orcos? ¿O tal vez prefieras aliarte con esos locos que quieren masacrar a los suyos?
fr: Te joindras-tu à nous pour combattre ces orcs ? Ou est-ce que tu préfères t'allier à ces fous qui veulent décimer leur propre espèce ?
it: Ti unirai a noi contro questi orchi? oppure preferisci essere alleato di questi pazzi che vogliono massacrare la loro stessa gente?
pl: Dołączycie do nas, by walczyć z tymi orkami? Czy raczej wolicie sojusz z tymi szaleńcami, pragnącymi zarżnąć własny rodzaj?

source: Yes... I will join you.
cs: Dobrá... Přidám se k vám.
es: Sí... Me uniré a ti.
fr: Oui... Je vais vous rejoindre.
it: Sì... mi unirò a voi.
pl: Tak.. .dołączę do was.

source: So, we won.
cs: Tak. Spolu vyhrajem.
es: Entonces, ganamos.
fr: Donc, nous avons gagné.
it: Così, abbiamo vinto.
pl: No i wygraliśmy.

source: You sound disappointed... were you relishing the thought of more action?
cs: Zníš zklamaně... těšila tě myšlenka na další akci?
es: Suenas decepcionada... ¿Estabas disfrutando la idea de más acción?
fr: Vous avez l'air déçue... regrettez-vous qu'il n'y ait pas eu plus d'action ?
pl: Rozczarowana? Chciałabyś widzieć więcej akcji?

source: I'm sure there will be plenty of action when the orcs arrive.
cs: Větší prácička přinde až přitáhnout skřeti.
es: Estoy segura de que habrá mucha acción cuando lleguen los orcos.
fr: Je suis sûre qu'il y aura plein d'action quand les orcs seront là.
it: Ne avremo a iosa quando arriveranno gli orchi.
pl: Pewnam jest, że dość będzie akcji, gdy przybędą orki.

source: What part of the phrase 'do not kill their leaders, leave them for me' was so difficult to understand?
cs: Čemu z věty „nezabíjejte jejich velitele, nechte je mně“ jsi nerozuměl?
es: ¿Qué parte de la frase "no matéis a sus líderes, dejádmelos a mí" era tan difícil de entender?
fr: Quelle partie de la phrase 'ne tuez pas leurs chefs, laissez-les moi' est-elle si difficile à comprendre ?
it: Quale parte della frase: «Non uccidete i comandanti, lasciateli a me» non hai capito?
pl: Która część zdania 'nie zabijać ich przywódców, zostawić ich dla mnie' jest aż tak trudna do zrozumienia?

source: But it was self-defense!
cs: Ale to byla sebeobrana!
es: ¡Pero fue en defensa propia!
fr: Mais, c'était de la légitime défense !
it: Ma era auto-difesa!
pl: Bo to było w samoobronie!

source: Yeah, sure. Why do men always think I can't handle my enemies myself?
cs: Jó, jasně. Bože, proč si ti chlapi myslí, že se nedokážu o nepřítele postarat sama?
es: Sí, claro. ¿Por qué los hombres siempre piensan que no puedo manejar a mis enemigos yo misma?
fr: Oui, bien sûr ! Mon Dieu, pourquoi les mâles pensent-ils que je ne peux pas m'occuper moi-même de mes ennemis ?
it: Sì, certo. Ma, per tutti gli dei, perché questi maschi pensano che non posso farcela da sola contro i miei nemici?
pl: Taa, jasne. Boże, dlaczego wszyscy mężczyźni wokół nie wierzą, że sama potrafię sobie poradzić z moimi wrogami?

source: We have taken the castle... what a pleasant surprise! What now?
cs: Tak. Obsadili jsme hrad. Jaké příjemné překvapení! Co teď?
es: Hemos tomado el castillo... ¡qué agradable sorpresa! ¿Y ahora qué?
fr: Nous avons pris le château... quelle agréable surprise ! Et maintenant ?
it: Dunque, abbiamo preso il castello. Una piacevole sorpresa. E ora?
pl: A więc, wzięliśmy zamek. Dość miła niespodzianka. Co teraz?

source: Surprise? What do you mean by that?
cs: Překvapení? Co tím myslíš?
es: ¿Sorpresa? ¿Qué quieres decir con eso?
fr: Surprise ? Que veux-tu dire ?
it: Sorpresa? Cosa vuoi dire?
pl: Niespodzianka? Co masz na myśli?

source: I mean that I didn't think we would be able to take that castle, because...
cs: No vůbec jsem si nemyslel, že se do hradu dostaneme, protože...
es: Quiero decir que no creía que fuéramos capaces de tomar ese castillo, porque...
fr: Je veux dire que je ne pensais pas que nous pourrions prendre ce château parce que...
it: Volevo dire che pensavo che non saremo riusciti a prendere quel castello, perché...
pl: Miałem tylko na myśli, że sądziłem, że nie damy rady wziąć tego zamku, bo...

source: Because what? You think that just because I am a weak woman I can't take a castle?
cs: Protože proč? Protože sis myslel, že jsem slabá žesnká a že nevím jak dobývat hrady?
es: ¿Porque qué? ¿Crees que sólo porque soy una débil mujer no puedo tomar un castillo?
fr: Parce que quoi ? Tu penses que je ne peux pas prendre un château parce que je suis une faible femme ?
it: Perché cosa? Credi che io sia una donna così debole da non poter prendere un castello?
pl: Bo co? Wydaje cie się, że tylko dlatego, że jestem słabą kobietą, nie dam rady z zdobyć zamku?

source: No, I just... look, the castle provides excellent tactical position against sieges... stop glaring at me. What are you going to do now?
cs: Ne, já jen... podívej, hrad poskytuje vynikající taktickou pozici proti obléhání... přestaň na mě zírat. Co se teď chystáš dělat?
es: No, yo sólo... mira, el castillo proporciona una excelente posición táctica contra asedios... deja de mirarme tan fijamente. ¿Qué vas a hacer ahora?

source: Well, haven't you heard? An orcish army is coming here. We have to prepare the defenses immediately. And while we do so, we can ponder the next move to be made.
cs: Copak jsi neslyšel? Míří sem nějaká skřetí armáda. Musíme hned připravit obranu. A zatímco to budeme dělat, můžeme vymýšlet náš další krok.
es: ¿No te has enterado? Un ejército orco viene hacia aquí. Tenemos que preparar las defensas inmediatamente. Y mientras lo hacemos, podemos reflexionar sobre el siguiente movimiento a realizar.
fr: Eh bien, tu n'as pas entendu ? Une armée orc va arriver. Nous devons préparer la défense, et pendant ce temps nous envisagerons quoi faire ensuite.
it: Be', non hai sentito? Sta per arrivare un esercito di orchi. Dobbiamo preparare le difese. E poi penseremo al resto.
pl: A co, nie słyszałeś? Armia orków nadchodzi. Musimy przygotować obronę. I w tym czasie możemy się zastanowić nad następnym ruchem.

source: Well, I have my own castle, that's a start. Now I need more gold, so I guess we could 'ask' our neighbors for some. But we also need some time to rest and heal the wounded.
cs: Dobře, mám svůj vlastní hrad. To je pro začátek. Teď potřebuju víc zlata, takže si řeknu u sousedů o nějaké. Ale nejdřív potřebujeme nějakej čas na vodpočinek a na vyléčení zranění.
es: Bueno, tengo mi propio castillo, eso es un comienzo. Ahora necesito más oro, así que supongo que podríamos "pedir" algo a nuestros vecinos. Pero también necesitamos algo de tiempo para descansar y curar a los heridos.
fr: Bien, j'ai mon propre château. C'est un début. Maintenant, j'ai besoin de davantage d'or, donc je suppose que nous devrons aller gentiment en 'demander' à nos voisins. Mais nous avons aussi besoin de nous reposer et de soigner nos blessures.
it: Bene, ho un mio castello. Tanto per cominciare. Ora ho bisogno di più oro, dunque credo che dovremmo gentilmente chiederlo ai nostri vicini. Ma abbiamo bisogno di un certo tempo di riposare e curare i feriti.
pl: Cóż, mam mój własny zamek - na początek. Teraz potrzebuję więcej złota, więc zapewne trzeba będzie grzecznie poprosić o nie sąsiadów. Ale najpierw trzeba nam czasu, by odpocząć i by nasi ranni wydobrzeli.

source: How strange... it seems that by killing so many of them, you have gained their respect.
cs: Divná věc, ale vypadá to, že tím, že jsi jich tolik zabila jsi získala jejich respekt.
es: Qué extraño... parece que al matar a tantos de ellos te has ganado su respeto.
fr: C'est étrange, mais on dirait qu'en en tuant autant, vous avez gagné leur respect.
it: Strano, ma sembra che uccidendo molti dei loro compagni ti sei guadagnata il loro rispetto.
pl: Zadziwiające... zabijając ich tak wielu, zdobyłaś ich szacunek.

source: What's so strange about that?
cs: A co je na tom tak divného?
es: ¿Qué tiene eso de extraño?
fr: Qu'y a-t-il d'étrange à cela ?
it: Cosa c'è di strano?
pl: A cóż w tym dziwnego?

source: The locals are placing respect for arms above respect of kin. Some of them are even willing to fight for you now.
cs: Místní staví úctu k bojovým schopnostem nad respekt k rodovým vazbám. Někteří z nich jsou dokonce ochotni za tebe teď bojovat.
es: Los lugareños anteponen el respeto a las armas al respeto a la familia. Algunos incluso están dispuestos a luchar por ti.
fr: Les locaux ont plus de respect pour les armes que pour les liens du sang. Quelques-uns sont même prêts à se battre pour vous.
pl: Miejscowi większy mają szacunek dla sprawności w boju, niż więzów krwi. Niektórzy są nawet gotowi, by prosić o miejsce przy twoim boku.

source: We have searched the castle and we found a lot of supplies. I hope we will find a good use for them.
cs: Uvnitř v hradu jsme našli spousty proviantu. Doufám, že pro něj najdeme dobré použití.
es: Hemos registrado el castillo y hemos encontrado un montón de provisiones. Espero que les encontremos un buen uso.
fr: Nous avons exploré le château et trouvé une quantité de vivres. J'espère que nous leur trouverons un bon usage.
it: Abbiamo trovato molti rifornimenti all'interno del castello. Spero che sapremo come usarli.
pl: Wewnątrz zamku odnaleźliśmy sporo zapasów. Mam nadzieję że zrobimy z nich dobry użytek.

source: A woman! A woman killed me! Aaargh!
cs: Ženská! Ženská mně zabila! Áááá!
es: ¡Una mujer! ¡Una mujer me ha matado! ¡Aaarg!
fr: Une femme ! Une femme m'a tué ! Aaargh !
it: Una donna! Una femmina mi ha ucciso! Aaargh!
pl: Kobieta! Kobieta mnie bije! Aaargh!

source: What? Haven't I practiced the art of the blade as much as he has?
cs: Co? Copak jsem necvičil umění šermu stejně jako on?
es: ¿Qué? ¿No he practicado el arte de la espada tanto como él?
fr: Quoi ? N'ai-je pas pratiqué l'art de l'escrime aussi bien que lui ?
pl: Co? Czyż nie poświęcałam się drodze miecza tak samo, jak każdy mężczyzna?

source: I lost to a woman? Nooo...
cs: Prohrál jsem s ženskou? Nééé...
es: ¿Perdí contra una mujer? Nooo...
fr: J'ai perdu face à une femme ? Nooooon....
it: Una femmina mi ha battuto? Nooo...
pl: Kobieta mnie pokonała? Nieeeee...

source: You really can fight. I salute you as I die.
cs: Ty se opravdu umíš bít! Než chcípnu, chci ti pogratulovat.
es: Tú sí que sabes luchar. Te saludo mientras muero.
fr: Vous savez vraiment vous battre. Je vous salue avant de mourir.
it: Tu sai veramente combattere. Voglio renderti onore prima di morire.
pl: Zaprawdę, umiecie walczyć. Pozwólcie mi oddać wam honory przed śmiercią.

source: What's wrong with these Akladians? They hate you, you start killing them, and now they like you? Are Akladians gluttons for punishment or is skill at arms paramount with your ilk?
cs: Co je s váma divného, Akladijci? Nenávidí vás, ale když je začnete zabíjet, začnou vás milovat?
es: ¿Qué les pasa a estos akladianos? Te odian, empiezas a matarlos, ¿y ahora les gustas? ¿Son los akladianos unos glotones del castigo o es que la habilidad con las armas es primordial entre los de tu calaña?
fr: Qu'est-ce qui cloche avec ces Akladiens ? Ils vous détestent, vous commencez à les tuer et maintenant, ils commencent à vous aimer ? Est-ce que vous êtes tous avides de punitions, ou est-ce que l'adresse aux armes est ce qu'il y a de plus admirable pour votre espèce ?
it: Che cosa c'è che non va con voi di Akladia? Ti odiavano, hai cominciato a ucciderli e ora cominciano ad apprezzarti? Avete un gusto malsano per le punizioni?
pl: Co jest nie tak z wami, Akladyjczykami? Nienawidzili ciebie, zaczęłaś ich zabijać i teraz nagle ciebie lubią? Czy wy wszyscy jesteście masochistami? A może zdolność posługiwania się bronią jest u was ważniejsza od wszystkiego innego?

source: What a fighter! I would willingly fight for someone like her...
cs: To je ale bojovnice! Nikdy jsem nebojoval s nikým jako je ona...
es: ¡Qué luchadora! Lucharía de buena gana por alguien como ella...
fr: Quelle combattante ! J'aimerais me battre pour quelqu'un comme elle ...
it: È una combattente! Se potessi solo combattere per una come lei...
pl: Co za wojownik z tej kobiety! Dla kogoś takiego, jak ona, chętnie bym walczył...

source: I am no necromancer; I have use only for living warriors, not the dead!
cs: Nejsem žádný nekromant. Využívám pouze živé válečníky, ne ty mrtvé!
es: No soy nigromante; ¡sólo me sirven los guerreros vivos, no los muertos!

source: They seem to have come to respect you now. Strange.
cs: Tak to vypadá, že tě respektují. Divné.
es: Parece que ahora te respetan. Qué extraño.
fr: Ils semblent vous respecter maintenant. Étrange.
it: Pare che ora ti rispettino. Strano.
pl: Dziwne, wygląda na to, że teraz ciebie szanują.

source: A New Order
cs: Obnovený Řád
es: Un Nuevo Orden
fr: Un ordre nouveau
it: Un nuovo ordine
pl: Nowy Ład

source: ANO
cs: OŘ
es: UNO
fr: UON

source: Difficult
cs: Obtížná
es: Difícil

source: Impossible
cs: Neskutečná
es: Imposible
it: Impossibile
pl: Niemożliwy

source: The old kingdom of Wesnoth has fallen before barbarian hordes. The occupying barbarians are on the brink of civil war, the seeds of Wesnothian rebellion are kept alive by old legends, while bandits and Dunefolk mercenaries roam the land. Can Gawen Hagarthen unite these disparate factions against a common foe? Note: This campaign contains mature themes, some of which may be unsuitable for children. (Intermediate level, 45 scenarios. Requires BfW 1.16) Version
cs: Staré království Wesnoth padlo pod náporem barbarských hord. Vládnoucí barbaříci jsou na pokraji občanské války, staré legendy udržují naživu zárodky wesnothského povstání, zatímco se po zemi potulují bandité a žoldáci pouštního lidu. Dokáže Gawen Hagarthen sjednotit tyto nesourodé frakce proti společnému nepříteli? Poznámka: Toto tažení obsahuje témata pro dospělé, z nichž některá mohou být pro děti nevhodná. (Pokročilý hráč, 45 scénářů. Tažení vyžaduje BoW verze 1.16.) Verze
es: El antiguo reino de Wesnoth ha caído ante las hordas bárbaras. Los bárbaros ocupantes están al borde de la guerra civil, las semillas de la rebelión de Wesnoth se mantienen vivas gracias a viejas leyendas, mientras que los bandidos y mercenarios barjanes deambulan por las tierras. ¿Podrá Gawen Hagarthen unir estas facciones tan dispares contra un enemigo común? Nota: esta campaña contiene temas para adultos, algunos de los cuales pueden no ser adecuados para niños. (Nivel intermedio, 45 escenarios. Requiere BfW v1.16) Versión

source: Original Creator and Lead Designer
cs: Původní autor a hlavní designér
es: Creador y diseñador principal

source: Campaign Maintenance
cs: Údržba kampaně
es: Mantenimiento de la campaña
fr: Maintenance de la campagne
pl: Utrzymywanie kampanii

source: Artwork
cs: Art
es: Arte
fr: Graphismes
pl: Rysunki

source: Music
cs: Hudba
es: Música
fr: Musique
pl: Muzyka

source: Translations
cs: Překlady
es: Traducciones
fr: Traductions
pl: Tłumaczenia

source: (from WesCamp-i18n)
cs: (z WesCamp-i18n)
es: (del WesCamp-i18n)
fr: (extrait de WesCamp-i18n)
pl: (z WesCamp-i18n)

source: British (en_gb) translation:
cs: Překlad do britské angličtiny:
es: Traducción al inglés (GB):
fr: Traduction anglaise (gb) :
it: Harry Dewulf: inglese britannico (en_gb)
pl: Tłumaczenie angielskie (brytyjskie):

source: Catalonian translation:
cs: Katalánský překlad:
es: Traducción al catalán:
fr: Traduction catalane :
pl: Tłumaczenie katalońskie:

source: Czech translation:
cs: Český překlad:
es: Traducción al checo:
fr: Traduction tchèque :
pl: Tłumaczenie czeskie:

source: Danish translation:
cs: Dánský překlad:
es: Traducción al danés:
fr: Traduction danoise :
pl: Duńskie tłumaczenie:

source: French translation:
cs: Francouzský překlad:
es: Traducción al francés:
fr: Traduction française :
pl: Francuskie tłumaczenie:

source: German translation:
cs: Německý překlad:
es: Traducción al alemán:
fr: Traduction allemande :
pl: Niemieckie tłumaczenie:

source: Hungarian translation:
cs: Maďarský překlad:
es: Traducción al húngaro:

source: Italian translation:
cs: Italský překlad:
es: Traducción al italiano:
fr: Traduction italienne :
pl: Włoskie tłumaczenie:

source: Polish translation:
cs: Polský překlad:
es: Traducción al polaco:
fr: Traduction polonaise :
pl: Polskie tłumaczenie:

source: Russian translation:
cs: Ruský překlad:
es: Traducción al ruso:
fr: Traduction russe :
pl: Rosyjskie Tłumaczenie:

source: Spanish translation:
cs: Španělský překlad:
es: Traducción al español:
fr: Traduction espagnole :
pl: Tłumaczenie hiszpańskie:

source: Swedish translation:
cs: Švédský překlad:
es: Traducción al sueco:
fr: Traduction suédoise :
pl: Tłumaczenie szwedzkie:

source: Turkish translation:
cs: Turecký překlad:
es: Traducción al turco:
fr: Traduction turque :
pl: Tłumaczenie tureckie:

source: Additional thanks to
cs: Další poděkování patří
es: Agradecimientos adicionales
fr: Et merci aussi à
pl: Dodatkowe podziękowania dla

source: all others from the Wesnoth forums
cs: a všem ostatním z fóra hry Wesnoth
es: todos los demás del foro de Wesnoth

source: Campaign funding
cs: Podpora tažení
es: Financiación de la campaña
fr: Financement de la campagne

source: More info may be found within readme.txt file
cs: Více informací lze nalézt v souboru readme.txt
es: Más informacion en el fichero readme.txt

source: (as described previously)
es: (como fue descrito)

source: I can't believe you actually read this thing
cs: Nemůžu uvěřit, že jsi to opravdu četl
es: No puedo creer que realmente estés leyendo esto
fr: Je ne peux pas croire que vous soyez réellement en train de lire ça
pl: Nie chce mi się wierzyć, że naprawdę jeszcze to czytasz

source: (although it's a bit more understandable now)
es: (aunque se entiende un poco mejor ahora)

source: Father of Luke Skywalker
es: Padre de Luke Skywalker

source: Żwirek i Muchomorek
es: Epi y Blas

source: Famous Czech gay actors
es: Actores españoles gay famosos
fr: Acteurs tchèques gays célèbres
pl: Sławni czescy aktorzy porno

source: Bronisław Komorowski
es: Mariano Rajoy
pl: Bronisław hrabia Komorowski

source: The living proof that you may not know how to spell and still be president
es: La prueba viviente de que quizás no sepas escribir y aún así ser presidente
fr: La preuve vivante que pouvez ne pas savoir écrire et devenir quand même président
pl: Żywy dowód na to, że można nie wiedzieć, jak się pisze <i>ból</i> i wciąż móc zostać prezydentem.

source: Hello world!
cs: Ahoj světe!

source: Noooo!
cs: Neeee!
fr: Nonnnnnn !
pl: Nieee!

source: +$experience_gained| exp
cs: +$experience_gained| zk

source: Yahyazad
cs: Jahjazad

source: Okladia
cs: Okladie

source: Huon Ryedric
cs: Huon Ryedrik

source: Bors Dark
cs: Temný Bors
pl: Bors Ciemny

source: Bors Wonder
cs: Báječný Bors
pl: Bors Zadziwiony

source: Matej
cs: Matěj
pl: Maciej

source: Rumpel
cs: Rumpl

source: Cimper
cs: Cimpr
pl: Symper
