Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Akladian Homeguard
cs: Akladijský hlídač
es: Guarda akladiano
fr: Garde de maison Akladien
it: Guardia nazionale di Akladia
pl: Akladyjski Strażnik Domów

source: Facing hostility from all other nations, Akladians had to create special units who would devote their whole lives to guarding the settlements of the clans.
cs: Tváří tvář nepřátelství ostatních národů byli nuceni Akladijci vycvičit speciální jednotky, které svůj život zasvětili střežení obydlí svých klanů.
es: Ante la hostilidad de todas las demás naciones, los akladianos tuvieron que crear unidades especiales que dedicarían toda su vida a vigilar los asentamientos de los clanes.

source: mace
cs: palcát
es: maza
fr: massue

source: Akladian Clansman
cs: Akladijský klanový příslušník
es: Hombre de clan akladiano
fr: Paysan akladien
pl: Akladyjski Klanowiec

source: Akladian Clansmen are the core of the Akladian tribes. They are raised in a culture promoting violence and hearing from childhood that their destination is to rule over the world. While very lightly armoured and badly armed they still can be dangerous, especially when used in larger groups. They are recruited only for the defense of their kingdoms.
cs: Příslušníci akladijského klanu tvoří jádro akladijkých kmenů. Vyrůstají v kultuře propagující násilí a od dětství slýchávají, že jejich údělem je ovládnout svět. Ačkoli jsou slabě pancéřováni a špatně vyzbrojeni, stále mohou být nebezpeční, obzvláště jsou-li ve velkých skupinách. Jsou povoláváni pouze na obranu svých království.
es: Los hombres de clan akladianos son el núcleo de las tribus akladianas. Se crían en una cultura que promueve la violencia y escuchan desde niños que su destino es dominar el mundo. Aunque tienen una armadura muy ligera y están mal armados, pueden ser peligrosos, especialmente cuando se les utiliza en grupos más grandes. Sólo se les recluta para la defensa de sus reinos.

source: short spear
cs: krátké kopí
es: lanza corta
fr: épieu court
it: lancia corta
pl: krótka włócznia

source: Akladian Wonderman
cs: Akladijský kouzelník
es: Anacoreta akladiano
fr: Faiseur de miracles akladien
it: Taumaturgo di Akladia
pl: Akladyjski Cudotwórca

source: Very rare amongst Akladian tribes, Wondermen are those who have spent their whole lives studying ways of healing. They have even learned from the experiences of the Wesnothians, and have learned a few valuable tricks in the process, such as the ability to wield lightbeams.
cs: Mezi akladskými kmeny jsou kouzelníci velmi vzácní. Jsou to ti, kteří se celý svůj život věnují studiu způsobů léčení. Učili se dokonce ze zkušeností Wesnoťanů, od kterých si osvojili několik užitečných triků, jako je schopnost ovládat světelné paprsky.
es: Muy raros entre las tribus akladianas, los anacoretas son aquellos que han pasado toda su vida estudiando formas de curación. Incluso han aprovechado la experiencias de los wesnodianos, y aprendido algunos trucos valiosos en el proceso, como la capacidad de blandir rayos de luz.

source: staff
cs: hůl
es: bastón
fr: bâton
it: bastone
pl: laska

source: lightbeam
cs: paprsek světla
es: rayo de luz
fr: Rayon de lumière.
it: raggio di luce
pl: promień światła

source: Akladian Warrior
cs: Akladijský válečník
es: Guerrero akladiano
fr: Guerrier akladien
it: Guerriero di Akladia
pl: Akladyjski wojownik

source: Spending their times in constant fights and raids, many Akladian clansmen become warriors, joining armies not only in defense, but also in raids against neighbouring lands.
cs: Trávivše svůj čas v neustálých bojích a nájezdech, stalo se mnoho příslušníků akladijských klanů válečníky. Ti se přidali do řad armády nejen pro účely obrany, ale i pro nájezdy do sousedních zemí.
es: Pasando su tiempo en constantes luchas y asaltos, muchos hombres de los clanes akladianos se convierten en guerreros, uniéndose a los ejércitos no sólo en defensa, sino también en incursiones contra las tierras vecinas.

source: Akladian Wiseman
cs: Akladijský mudrc
es: Sabio akladiano
fr: Sage akladien
it: Anziano di Akladia
pl: Akladyjski Mędrzec

source: Akladian Wisemans are those very few from the tribes, who study herbs and ways to heal, instead of how to harm and kill people.
cs: Akladijští mudrci jsou jedni z mála příslušníků kmenů, kteří se místo technik ubližování a zabíjení zabývají studiem bylinek a léčení.
es: Los sabios akladianos son los pocos de las tribus que estudian hierbas y formas de curar, en lugar de cómo dañar y matar a la gente.

source: Akladian Leader
cs: Akladijský kapitán
es: Líder akladiano
fr: Chef de clan Akladien
it: Condottiero di Akladia
pl: Akladyjski Przywódca

source: Some of the Akladian warriors, because of their personal achievements or their heritage, are charged with leading the others, starting their career which some day may result in leading the whole tribe.
cs: Někteří z akladijských válečníků jsou díky svým osobním úspěchům nebo svému dědičnému údělu pověřeni vedením ostatních. To je začátek jejich kariéry, která jednoho dne může vyústit ve vedení celého kmene.
es: Algunos de los guerreros akladianos, por sus logros personales o su herencia, son los encargados de liderar a los demás, iniciando una carrera que algún día puede desembocar en liderar a toda la tribu.

source: Akladian Lord
cs: Akladijský lord
es: Señor akladiano
fr: Seigneur Akladien
it: Signore di Akladia
pl: Akladyjski Pan

source: Those chieftains who gained enough reputation and fame may end up as leaders of whole tribes.
cs: Ti z náčelníků, kteří získali největší reputaci a slávu, se mohou stát vůdci celých kmenů.
es: Aquellos jefes que ganaron suficiente reputación y fama pueden terminar como líderes de tribus enteras.

source: Akladian Holyman
cs: Akladijský svatý muž
es: Santón akladiano
fr: Prêtre Akladien.
it: Venerabile di Akladia
pl: Akladyjski Święty Mąż

source: Devoting their whole life to the task of healing and curing, Akladian Holymans are respected amongst the tribes, and useful to Akladian lords.
cs: Zasvěcením svého života léčení a uzdravování získali akladijští svatí mužové respekt mezi kmeny a jsou velmi ceněni akladijskými lordy.
es: Dedicando toda su vida a la tarea de curar y sanar, los santones akladianos son respetados entre las tribus y útiles para los señores akladianos.

source: Akladian Darknite
cs: Akladijský černý rytíř
es: Nocheoscura akladiano
fr: Chevalier sombre akladien
it: Guerriero nero di Akladia
pl: Akladyjski Czarnycerz

source: After spending their whole life in constant fighting, Darknites are excellent warriors and formidable opponents, hated and feared in the world of Wesnoth. They know no pity and expect none.
cs: Poté, co strávili celý svůj život neustálým válčením, se stali Černí rytíři excelentními válečníky a impozantními protivníky, nenáviděnými a obávanými ve světě Wesnothu. Neznají soucit a také žádný neočekávají.
es: Tras pasar toda su vida en constante lucha, los nocheoscura son excelentes guerreros y formidables oponentes, odiados y temidos en el mundo de Wesnoth. No conocen la piedad ni la esperan.

source: greatsword
cs: dvouruční meč
es: espadón
fr: grande épée

source: Akladian Sturmknight
cs: Akladijský útočník
es: Caballero akladiano
fr: Chevalier-tonnerre akladien
it: Sterminatore di Akladia
pl: Akladyjski Szturmowiec

source: Raids are well-paid jobs, and thanks to them many Akladians manage to equip themselves with better armour and weapons.
cs: Být nájezdníkem je dobře placená práce a díky tomu se mnohým Akladijcům podaří opatřit si lepší zbroj a zbraně.
es: Las incursiones son trabajos bien pagados, y gracias a ellos muchos akladianos logran equiparse con mejores armaduras y armas.

source: Young Hagarthen
cs: Mladý Hagarthen
es: Joven Hagarthen
fr: Jeune Hagarthen
it: Hagarthen giovane
pl: Młody Hagarthen

source: The clan of Hagarthen was ruling the Akladian kingdoms for many generations. This heritage and this burden causes even young Hagarthen men to try (sometimes without big results) to become better warriors than others.
cs: Klan Hagarthenů vládl akladijským královstvím po mnoho generací. Toto dědictví i břímě zároveň nutí každého mladého Hagarthena pokusit se (a mnohdy bez větších výsledků) být lepším bojovníkem než jsou druzí.
es: El clan Hagarthen gobernó los reinos de Akladia durante muchas generaciones. Esta herencia y esta carga hace que incluso los jóvenes Hagarthen intenten (a veces sin grandes resultados) convertirse en mejores guerreros que los demás.

source: training sword
cs: cvičný meč
es: espada de entrenamiento
fr: épée d'entraînement
it: spada per allenamenti
pl: miecz treningowy

source: female^Akladian Lady
cs: Akladijská lady
es: Señora akladiana
fr: Dame Akladienne
it: Signora di Akladia
pl: Akladyjska Pani

source: Akladian Pikeneer
cs: Akladijský pikenýr
es: Piquero akladiano
fr: Piquier akladien
it: Picchiere di Akladia
pl: Akladyjski Pikinier

source: Akladian Pikeneers are members of permanent personal armies of Akladian lords, being the closest thing to a regular army that Akladians have. They receive all needed supplies and their weapons from their master, whom they owe personal loyalty.
cs: Akladijští pikenýři bývají členy stálých osobních armád jednotlivých akladijských lordů. Tvoří tak jednotky, které se nejvíce blíží k uspořádání pravidelné armády Akladijců. Za svou loajalitu získávají od svého pána všechny potřebné zásoby a výzbroj.
es: Los piqueros akladianos son miembros de ejércitos personales permanentes de los señores de Akladia, siendo lo más parecido a un ejército regular que tienen los akladianos. Reciben todos los suministros y armas necesarios de su amo, a quien le deben lealtad personal.

source: Sword
cs: meč
es: Espada
fr: épée
it: spada
pl: Miecz

source: pike
cs: píka
es: pica
fr: pique
it: picca
pl: pika

source: Akladian Shieldguard
cs: Akladijský štítonoš
es: Escudero akladiano
fr: Garde-bouclier akladien
it: Difensore di Akladia
pl: Akladyjski Tarczownik

source: Those Akladians who can afford it wear better armour, forming units which become the last strands of hope if the enemy is seeking revenge for Akladian raids, and then besieges the home settlements of the clans.
cs: Ti z Akladijců, kteří si to mohou dovolit, nosí lepší brnění a tvoří jednotky, které se stávají posledními prameny naděje, když se nepřítel snaží pomstít za akladijské nájezdy a obléhá domovské osady klanů.
es: Los akladianos que pueden permitírselo llevan mejor armadura, formando unidades que se convierten en el último hilo de esperanza si el enemigo busca venganza por las incursiones akladianas y luego asedia los asentamientos de origen de los clanes.

source: female^Akladian Princess
cs: Akladijská princezna
es: Princesa akladiana
fr: Princesse akladienne
it: Principessa di Akladia
pl: Akladyjska Księżniczka

source: Akladian Chieftain
cs: Akladijský náčelník
es: Jefe Akladiano
fr: Chef akladien
it: Capoclan di Akladia
pl: Akladyjski wódz

source: The best of the Akladian warriors are chosen to lead their clans.
cs: Za vůdce klanů jsou vybíráni nejlepší z akladijských válečníků.
es: Los mejores guerreros akladianos son elegidos para liderar sus clanes.

source: Akladian Raider
cs: Akladijský nájezdník
es: Incursor akladiano
fr: Raider akladien
it: Razziatore di Akladia
pl: Akladyjski Grabieżca

source: Many Akladians join the armies of their lords, making the war their true profession. War provides them both a sense of life and the means for life.
cs: Mnozí Akladijci udělají vstupem do armády svých lordů z války své povolání. Válka jim poskytuje jak smysl života, tak i prostředky k němu.
es: Muchos akladianos se unen a los ejércitos de sus señores, haciendo de la guerra su verdadera profesión. La guerra les proporciona tanto un sentido de la vida como un medio para vivir.

source: Young Saurian
cs: Mladý ještěrák
es: Joven saurio

source: Young Saurians are the workers for their race.
cs: Mladí ještěráci jsou dělníky své rasy.
es: Los jóvenes saurios son los trabajadores de su raza.

source: pick
cs: špičák
es: recoger

source: The Akladians are wild barbarians. Hailing from the harsh east, they are born fighters. Stronger, more agile and quicker than normal people, they are a civilisation based entirely on war. They worship one god, who to them is the only one; they believe he has given them the world, with which they may do whatever they want. They believe they are his chosen race — all other peoples are inferior. In their myths, they were imprisoned by a false angel until the first Hagarthen incited a rebellion and led an escape through the deserts, swamps, and forests. They believe only in the sword, for to them it is the purest weapon, the bravest to wield, and the most difficult to master — something which all Akladians must achieve at an early age. All people who use bows and other ranged weapons are regarded as cowards. They loath elves, whom they call Green Devils, and despise mages. There are few old Akladian males, since most are killed in the constant wars waged by the akladian nobles and throne, both between themselves and other states (for the Akladians are not a naturally united nation, and many owe allegiance to the nobility over the state, granting the nobility has a large amount of power). Those few old men that manage to survive are outcasts, regarded as cowards and shunned.
cs: Akladijci jsou divocí barbaři. Pocházejí z drsného východu a jsou to rození bojovníci. Silnější, hbitější a rychlejší než normální lidé jsou civilizací založenou výhradně na válce. Uctívají jednoho boha, který je pro ně jediným. Věří, že jim dal svět, se kterým si mohou dělat, co chtějí. Věří, že jsou jeho vyvolenou rasou, všechny ostatní národy jsou méněcenné. Ve svých mýtech byli uvězněni falešným andělem, dokud první Hagarthen nepodnítil povstání a nevedl útěk přes pouště, bažiny a lesy. Věří pouze meči, protože je to pro ně nejčistší zbraň. Ovládání meče vyžaduje nejvíce odvahy a jeho zvládnutí nejlepší mistrovství, což je něco, čeho musí všichni Akladijci dosáhnout v raném věku. Všichni lidé, kteří používají luky a jiné zbraně na dálku, jsou považováni za zbabělce. Nenávidí elfy, kterým říkají zelení ďáblové, a pohrdají mágy. Existuje jen málo starých akladijských mužů, protože většina jich bývá zabita v neustálých válkách vedených akladijskými šlechtici a králem. Tyto války se vedou jak s jinými státy, tak mezi akladijskými mocnáři navzájem (neboť Akladijci nejsou přirozeně sjednoceným národem, mnozí jsou věrní spíše šlechtě než trůnu, což dává šlechtě velkou moc). Těch pár starých mužů, kterým se podaří přežít, jsou vyvrženci, považováni za zbabělce a každý se jim vyhýbá.
es: Los akladianos son bárbaros salvajes. Provenientes del duro este, son luchadores natos. Más fuertes, más ágiles y más rápidos que la gente normal, son una civilización basada enteramente en la guerra. Adoran a un dios, que para ellos es el único; creen que les ha dado el mundo, con el cual pueden hacer lo que quieran. Creen que son su raza elegida: todos los demás pueblos son inferiores. En sus mitos, fueron encarcelados por un falso ángel hasta que el primer Hagarthen incitó una rebelión y huyó a través de desiertos, pantanos y bosques. Sólo creen en la espada, porque para ellos es el arma más pura, la más valiente de manejar y la más difícil de dominar, algo que todos los akladianos deben lograr a una edad temprana. Todas las personas que usan arcos y otras armas a distancia son consideradas cobardes. Odian a los elfos, a los que llaman diablos verdes, y desprecian a los magos. Hay pocos varones akladianos viejos, ya que la mayoría muere en las guerras constantes que libran los nobles akladianos y el trono, tanto entre ellos como con otros estados (ya que los akladianos no son una nación unida por naturaleza, y muchos le deben lealtad a la nobleza por encima del estado, otorgando a la nobleza una gran proporción de poder). Los pocos ancianos que logran sobrevivir son marginados, considerados cobardes, y rechazados.

source: race^Akladian
cs: Akladijec
es: Akladiano
fr: Akladien
pl: Akladyjczyk

source: race+female^Akladian
cs: Akladijka
es: Akladiana
fr: Akladienne
it: Signora di Akladia
pl: Akladyjka

source: race^Akladians
cs: Akladijci
es: Akladianos
fr: Akladiens
pl: Akladyjczycy

source: $unit.name finds some snowshoes. Put them on?
cs: Jednotka jménem $unit.name našla nějaké sněžnice. Má si je obout?
es: $unit.name encuentra unas raquetas de nieve. ¿Se las pone?

source: snowshoes^Take them
cs: Ať si je vezme.
es: Cogerlas

source: snowshoes^Leave them
cs: Ať je nechá být.
es: Dejarlas

source: $unit.name finds some snowshoes, but can't put them on.
cs: Jednotka jménem $unit.name našla nějaké sněžnice, ale nemůže si je obout.
es: $unit.name encuentra unas raquetas de nieve, pero no se las puede poner.

source: Snowshoes
cs: Sněžnice
es: Raquetas de nieve

source: Snowshoes grant their wearers greater mobility on frozen terrain, such as snow!
cs: Sněžnice poskytují svým nositelům lepší pohyblivost na zmrzlém terénu, jako je sníh!
es: Las raquetas de nieve garantizan a sus usuarios una mejor movilidad en terreno congelado, como la nieve.

source: snowshoes
cs: sněžnice
es: raquetas

source: The snowshoes allow movement on frozen terrain.
cs: Sněžnice umožňují pohyb na zmrzlém terénu.
es: Las raquetas de nieve permiten mejor movimiento en terreno congelado.

source: I will never again see our beautiful forests...
cs: Už nikdy zas nespatřím naše přenádherné lesy...
es: Nunca volveré a ver nuestros bellos bosques...

source: See how Elves die; without fear!
cs: Hleď, jak umírá elf. Beze strachu!
es: ¡Mira cómo mueren los elfos; sin miedo!
fr: Voyez comment meurent les elfes ; sans peur !
it: Guarda come muore un elfo, non ho paura!
pl: Patrzcie, jak nieustraszenie giną Elfy!

source: Now, I will meet the best marksman... Death never misses.
cs: A teď se setkám s nejlepším střelcem... Smrt nikdy nemine svůj cíl.
es: Ahora, conoceré al mejor tirador... La muerte nunca falla.

source: Ha! $ano_elorain_$random
es: ¡Ah! $ano_elorain_$random
it: Ah! $ano_elorain_$random

source: Ha! $ano_milildur_$random
es: ¡Ah! $ano_milildur_$random
it: Ah! $ano_milildur_$random

source: My lord, I fought with you for so many battles... I can accept money from you no more. Please, treat me like a friend, not like a hired soldier.
cs: Můj pane, prošli jsme spolu tak mnoha bitvami... Již nikdy víc od tebe nepřijmu peníze. Prosím, zacházej se mnou jako s tím, kdo stojí po tvém boku díky přátelství a ne kvůli žoldu.
es: Mi señor, he luchado con vos por muchas batallas... No puedo aceptar más dinero de usted. Por favor, tráteme como un amigo, no como un soldado a sueldo.

source: Ekhem.
cs: Ehm.
es: Ejem...

source: What?
cs: Co je?
es: ¿Qué?
fr: Quoi ?
it: Cosa?
pl: Co?

source: Well, you fought with me so many battles...
cs: No, svedla jsi se mnou už tolik bitev...
es: Bueno, has luchado conmigo muchas batallas...
fr: Bon, tu as combattu à mes côtés tant de fois...
pl: No cóż, walczyłaś ze mną razem w tak wielu już bitwach...

source: ...Aaand?
cs: ...A co?
es: ...¿Yyyy?

source: Well, you know, I thought that I should no longer treat you like a hired soldier...
cs: No, víš, myslel jsem, že už bych se k tobě neměl chovat jako k najatému vojákovi...
es: Bueno, ya sabes, creo que no debería tratarte más como un soldado a sueldo...

source: What?!? Are you trying to ask me out or something?
cs: Co?!? Snažíš se mě pozvat na rande nebo co?
es: ¿¡¿Qué?!? ¿Estás tratando de decirme algo?
fr: Quoi ?!? Ne serais-tu pas en train de me tirer les vers du nez ?
pl: E?!? Zaraz, czy ty przypadkiem nie próbujesz się ze mną umówić na randkę?

source: ...Eee?
es: ...¿Eeeh?

source: No offense, but... it's not like I have something against males in general. It's more like I like them less hairy. And less... human. Anything more? No? Good. Let's get back to the business. And don't forget about my 20 gold pieces.
cs: Bez urážky, ale... není to tak, že bych měla něco proti mužům obecně. Spíš se mi líbí ti méně chlupatí. A méně... lidští. Ještě něco? Ne? Dobrý. Vraťme se k práci. A nezapomeň na mých 20 zlatých.
es: No te ofendas, pero... no es que tenga algo contra los hombres en general. Es más que me gustan menos peludos. Y menos... humanos. ¿Algo más? ¿No? Bien. Entonces volvamos al trabajo. Y no te olvides de mis 20 piezas de oro.

source: How on earth I am supposed to walk in these clothes during winter? It's frigging cold!
cs: Jak mám sakra chodit v tomhle oblečení v zimě? Je zasraná zima!
es: ¿Cómo diantres se supone que ande con estas ropas en pleno invierno? ¡Hace un frío terrible!

source: But you're wearing snowshoes though.
cs: Ale máš na sobě sněžnice.
es: Pero llevas raquetas de nieve.

source: Do you seriously think that helps with the fact that it's my <b><i>BARE FEET</i></b> I have strapped into them? The holes in their webbing are enormous! The snow gets right through!
cs: Vážně si myslíš, že to pomáhá s tím, že jsou to moje <b><i>BOSÉ NOHY</i></b>, které jsou do nich připnuté? Díry v jejich popruzích jsou obrovské! Sníh se dostane přímo skrz!
es: ¿De verdad crees que eso ayuda con el hecho de que son mis <b><i>PIES DESCALZOS</i></b> los que tengo atados? ¡Los agujeros en la red son enormes! ¡La nieve me cala!

source: Oooh, no. I refuse to fight in these conditions, as long as I'm clad as such.
cs: Ach ne. Odmítám bojovat v těchhle podmínkách a v takovém oblečení.
es: Oh, no. Me niego a luchar en estas condiciones, mientras esté vestida así.

source: What do you mean? Your clothes are just fine.
cs: Co tím myslíš? Tvoje oblečení je v pořádku.
es: ¿Qué quieres decir? La ropa que llevas está bien.
fr: Que voulez-vous dire ? Ces vêtements sont parfaits.
pl: Ale o co wam chodzi? Wasze ubranie jest całkiem w porządku.

source: Except for the snowshoes, these are clothes <i>for the spring</i>. The least you can do is to give me a proper cloak. You expect me to fight when I'm shivering and have goosebumps??
cs: Kromě těch sněžnic, je tohle oblečení <i>na jaro</i>. To nejmenší, co můžeš udělat, je dát mi pořádné oblečení. Čekáš, že budu bojovat, když se třesu a mám husí kůži??
es: A excepción de las raquetas de nieve, estas son ropas <i>para la primavera</i>. Lo menos que puedes hacer es darme una capa adecuada. ¿¿Esperas que pelee cuando estoy tiritando y se me pone la piel de gallina??

source: That's ridiculous.
cs: To je směšné.
es: Eso es ridículo.
fr: C'est ridicule.
pl: To .. to jest po prostu śmieszne.

source: I couldn't agree more. Call me when you have a new cloak.
cs: Nemohu než souhlasit. Dej mi vědět, až seženeš nové oblečení.
es: No podría estar mas de acuerdo. Llámame cuando tengas una capa nueva.

source: <i>For the spring</i>. The least you can do is to give me proper shoes. You expect me to walk in this snow <i>barefoot</i>??
cs: <i>Na jaro</i>. To nejmenší, co můžeš udělat, je dát mi pořádné boty. Čekáš, že budu chodit v tomhle sněhu <i>bosky</i>??
es: <i>Para la primavera</i>. Lo menos que puedes hacer es darme zapatos adecuados. ¿Esperas que camine en esta nieve <i>descalza</i>?
fr: <i>Pour le printemps</i>. Le moins que vous puissiez faire est de me fournir des chaussures appropriées. Vous espérez vraiment me voir marcher <i>pieds nus</i> dans la neige ??

source: I couldn't agree more. Call me when you have new shoes.
cs: Nemohu než souhlasit. Dej mi vědět, až seženeš nové boty.
es: No podría estar mas de acuerdo. Llámame cuando tengas zapatos nuevos.
fr: Je suis entièrement d'accord. Prévenez-moi quand vous aurez de nouvelles chaussures.

source: Well...
cs: Dobře...
es: Bueno...
fr: Eh bien...
it: Be'...
pl: Cóż...

source: All right, how about I give you 25 gold pieces instead of 20?
cs: Dobrá, co kdybych ti dal 25 zlatých místo dvaceti?
es: Muy bien, ¿qué tal si te doy 25 piezas de oro en lugar de 20?
