Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: We believe that Grekulak is one of the last surviving adepts of Mal-Ravanal. We suspected that he was behind the sudden alliance of orcs and Akladians. Now we are certain. We are also sure that this orcish invasion is just the beginning.
cs: Věříme, že Grekulak je jedním z přeživších adeptů Mal-Ravanala. Očekávali jsme, že on stál za překvapivým spojenectvým skřetů a Akladijců. Nyní jsme si jisti nade vší pochybnost. Jsme si také jisti, že tato skřetí invaze je pouhý začátek.
es: Creemos que Grekulak es uno de los últimos adeptos supervivientes de Mal-Ravanal. Sospechábamos que estaba detrás de la repentina alianza de orcos y akladianos. Ahora estamos seguros. También estamos seguros de que esta invasión orca es sólo el principio.
fr: Nous pensons que Grekulak est un des adeptes survivants de Mal-Ravanal. Nous soupçonnions qu'il était derrière l'alliance soudaine des orcs et des Akladiens. Maintenant, nous en sommes sûrs. Nous sommes aussi sûrs que cette invasion orc n'est qu'un début.
it: Crediamo che Grekulak sia uno degli adepti di Mal-Ravanal che sono sopravvissuti. Sospettavamo che ci fosse lui dietro quella improvvisa alleanza tra orchi e quelli di Akladia. Ora ne siamo sicuri. Siamo anche sicuri che questa invasione di orchi sia solo l'inizio.
pl: Uważamy, że Grekulak jest jednym z ocalałych uczniów Mal-Ravanala. Podejrzewaliśmy, że to on jest za sojuszem orków i Akladyjczyków. Teraz jesteśmy już pewno. Jesteśmy także pewni, że inwazja orków to zaledwie początek.

source: I mean you will face a full-scale invasion soon. An undead army, orcs, and who-knows-what else. You will need help from the mages.
cs: Tím je myšleno, že se brzy setkáte tváří tvář s invazí. Invazí armád nemrtvých, skřetího plémě a kdo ví čeho ještě. Budete potřebovat pomoc. Pomoc mágů.
es: Quiero decir que pronto enfrentaréis una invasión a gran escala. Un ejército de muertos vivientes, orcos y quién sabe qué más. Necesitarás la ayuda de los magos.
fr: Je veux dire que bientôt, vous allez devoir faire face à une invasion de grande envergure. Une armée de morts-vivants, d'orcs et de Dieu-sait-quoi d'autre. Vous allez avoir besoin de l'aide des mages.
it: Voglio dire che presto dovrete fronteggiare un'invasione. Un'invasione di armate non-morte, di orchi e di chissà cos'altro. Avete bisogno di aiuto. Dell'aiuto di maghi.
pl: Mam na myśli inwazję, której grożba wkrótce zajrzy wam w oczy. Inwazję armii nieumarłych, orków, i kto wie czego jeszcze. Będziecie potrzebowali pomocy. Pomocy magów.

source: Great. Akladians, orcs, zombies... and we need the help of the mages. I imagine that, being a wise elf and all, you know of course that no mages exist anymore. Maybe a few on the Isle of Alduin, or in besieged Elensefar, but not enough to help us.
es: Genial. Akladianos, orcos, zombis... y necesitamos la ayuda de los magos. Imagino que, siendo un sabio elfo y todo eso, sabrás por supuesto que ya no existen magos. Tal vez unos pocos en la isla de Alduin, o en la sitiada Elensefar, pero no los suficientes para ayudarnos.

source: Actually, I'm pretty sure that Mithrandil is thinking about ONE specific mage. Am I correct?
cs: No já jsem si zcela jist, že Mithrandil má na mysli JEDNOHO konkrétního mága. Mám pravdu?
es: En realidad, estoy bastante seguro de que Mithrandil está pensando en UN mago específico. ¿Estoy en lo correcto?
fr: Je crois plutôt que Mithrandil pense plus précisément à UN mage en particulier. J'ai raison ?
it: In realtà, sono abbastanza sicuro che Mithrandil sta pensando a UN mago in particolare. Sbaglio?
pl: Właściwie to jestem całkiem pewien, że Mithrandil ma na myśli jednego, bardzo konkretnego maga. Zgadza się?

source: Yes. Deorien. A white mage, living somewhere in eastern Wesnoth. You should go and find him. I will give you my soldiers and even gold, if you want. This should be all I need to tell you for now.
cs: Ano. Deorien jest jméno jeho. Mág bílý žijící někde v jižním Wesnothu. Je třeba jít a nalézt jej. Dám vám k dispozici mé vojáky a také nějaké zlato, budete-li chtít. Toť vše, co jsem vám já chtěl vyjevit.
es: Sí. Deorien. Un mago blanco, que vive en algún lugar del este de Wesnoth. Deberías ir a buscarlo. Te daré mis soldados e incluso oro, si necesitas. Esto debería ser todo lo que he de decirte por ahora.
fr: Oui, Deorien. Un mage blanc, qui vit quelque part à l'est de Wesnoth. Vous devriez aller le trouver. Je vous donnerai mes soldats et même de l'or si vous voulez. C'est tout ce que j'ai besoin de vous dire pour l'instant.
it: Già. Deorien. Un mago bianco che vive da qualche parte nell'est di Wesnoth. Dovreste andarci e trovarlo. Vi darò i miei soldati e anche oro se volete. Questo è tutto quello che volevo dirvi.
pl: Tak. Deoriena, białego maga, który żyje gdzieś w wschodniej części Wesnoth. Powinniście go odnaleźć. Dam wam żołnierzy i nawet złoto, jeżeli będzie wam tego trzeba. To wszystko, co chciałem wam powiedzieć.

source: Then this meeting is adjourned. Take the evening to ponder this counsel, and we will re-convene and discuss everything on the morrow.
es: Entonces se levanta esta sesión. Tómense la noche para reflexionar sobre este consejo, y nos volveremos a reunir y discutiremos todo al día siguiente.
fr: Donc cette rencontre est ajournée. Prenez la soirée pour peser ces conseils et nous reparlerons de tout cela demain matin.
pl: Naradę uważam za zakończoną. Wieczór wykorzystajmy, by sprawę przemyśleć, a jutro wszystko przedyskutujemy.

source: Great. The green devils advise us to seek the help of those who are a blight on the face of God's world. The MAGES.
cs: Príma. Zelený ďábel nám radí, že máme najít koho? Jednoho z těch špinavců ve tváři božího světa. MÁGA!
es: Excelente. Los demonios verdes nos aconsejan que busquemos la ayuda de aquellos que son una plaga en la faz del mundo de Dios. Los MAGOS.
fr: Génial. Les démons verts nous conseillent d'aller chercher l'aide de gens qui ne sont que de la poussière à la surface du monde de Dieu, les MAGES.
it: Fantastico. Il diavolo verde ci consiglia di cercare l'aiuto di chi? Di quelli che sono la sozzura sulla faccia della terra degli dei. I MAGHI.
pl: No pięknie. Zielone diabły doradzają nam poszukać pomocy kogo? Ludzi będących brudem na twarzy bożego świata. <i>Magów</i>.

source: You often speak about something you call God, Lorin. Can you tell us more about your God?
cs: Už jsi mnohokrát mluvila o něčem, co nazýváš Bohem. Můžeš nám o něm povědět víc?
es: A menudo hablas de algo que llamas Dios, Lorin. ¿Puedes contarnos más acerca de tu Dios?
fr: Vous parlez souvent de quelque chose que vous appelez Dieu, Lorin. Pouvez-vous nous en dire un peu plus sur votre Dieu ?
it: Stavi parlando di qualcosa che hai chiamato dei, Lorin. Ci puoi dire qualcosa di più?
pl: Dużoś mówiła o czymś, co nazwałaś Bogiem, Lorin. Mogłabyś tę kwestię nieco uszczegółowić?

source: He is the force behind the universe. He created the world and is our father. He gave us the world to rule. One of his angels tried to stop us from doing that, deceiving us and trying to imprison us in his garden, but a messiah came from the Hagarthen clan. He told us that God desired us to wait no more...
cs: Je to síla hýbající vesmírem. Stvořil svět a je to náš otec. Dal nám svět, abychom mu vládli. Jeden z jeho andělů se nám v tom pokusil zabránit. Podvedl nás a chtěl nás uvěznit ve své zahradě. Ale přišel mesiáš, jeden z klanu Hagarthenů, který nám zjevil, že Bůh nechce, abychom dál čekali...
es: Él es la fuerza del universo. Él creó el mundo y es nuestro padre. Nos dio el mundo para que lo gobernáramos. Uno de sus ángeles trató de impedírnoslo, engañándonos y tratando de aprisionarnos en su jardín, pero vino un mesías del clan Hagarthen. Nos dijo que Dios deseaba que no esperásemos más...
fr: Il est la force qui tient l'univers. Il a créé le monde et il est notre père. Il nous a donné le monde à diriger. Un de ses anges essaya de nous en empêcher en nous trompant et en nous emprisonnant dans son jardin, mais un messie vint du clan Hagarthen et il nous dit que Dieu ne voulait pas que nous attendions plus...
it: Sono la forza che muove l'universo. Crearono il mondo e sono i nostro padri. Ci hanno dato un mondo da governare. Uno dei loro angeli ha cercato di fermarci, ingannandoci e imprigionandoci nel suo giardino, ma venne un "Liberatore", dal clan di Hagarthen e ci disse che gli dei volevano che non aspettassimo oltre...
pl: On jest siłą napędzającą wszechświat. On stworzył lądy i morza, on jest naszym ojcem. Dał nam świat, byśmy nim rządzili. Jeden z jego aniołów próbował powstrzymać nas od rządzenia światem, zwodząc nas i zamykając w swoim ogrodzie, ale przybył mesjasz, z klanu Hagarthenów, który nam objawił, że Bóg nie chce, byśmy czekali dłużej...

source: So we killed that evil angel and his minions to journey west. We fought our way through the deserts and the swamps, fighting with nightmarish creatures, not to mention lizards and green elves. I was raised hearing songs about this epic journey.
es: Así que matamos a ese ángel malvado y a sus secuaces para viajar hacia el oeste. Nos abrimos paso por los desiertos y los pantanos, luchando con criaturas de pesadilla, por no hablar de los lagartos y los elfos verdes. Crecí escuchando canciones sobre este viaje épico.
fr: Donc nous avons tué cet ange malfaisant et ses sous-fifres et nous sommes partis vers l'ouest. Nous trouvâmes notre chemin dans les marais et les collines en bataillant avec des créatures de cauchemars, sans parler des lézards et des elfes verts. J'ai grandi en écoutant les chansons qui parlaient de ce voyage épique.
pl: Więc zabiliśmy pomocników złego anioła i ruszyliśmy na zachód. Wywalczyliśmy sobie drogę przez bagna i pustynie, walcząc z stworami z najgorszych koszmarów, nie mówiąc już o jaszczurach i zielonych elfach. Wyrosłam słuchając pieśni o tej odysei.

source: Finally, we reached Wesnoth, our people decimated but hardened because it was the wish of God that our weak should perish before we began our holy task. When we came from the east the underling armies were like dust before a wind. We conquered Wesnoth. Well, almost.
cs: Nakonec sme došli do Wesnothu, zdecimovaní, ale silnější než dřív, protože to bylo přání Boha, aby slabí chcípli dřív, než začneme s našim svatým úkolem. Když sme přišli z východu, armády podřadných nebyly víc než trocha bláta na našich botách. Dobyli sme celý Wesnoth. Dobře, skoro celý.
es: Finalmente, llegamos a Wesnoth, con nuestro pueblo diezmado pero endurecido, porque era el deseo de Dios que nuestros débiles perecieran antes de que comenzáramos nuestra sagrada tarea. Cuando llegamos desde el este, los ejércitos plebeyos eran como polvo ante el viento. Conquistamos Wesnoth. Bueno, casi.
fr: Finalement, nous atteignîmes Wesnoth, décimés mais endurcis, parce que c'était la volonté de Dieu que les faibles périssent avant que nous ne commencions notre sainte tâche. Quand nous sommes arrivés de l'est, les armées des métèques ont été balayées comme poussière dans le vent. Nous avons conquis Wesnoth. Enfin, presque.
it: Alla fine, raggiungemmo Wesnoth, decimati, ma temprati, perché è la volontà degli dei che i deboli periscano prima che potessimo cominciare il nostro sacro compito. Quando arrivammo da est le armate dei miserabili erano come polvere nel vento. Conquistammo Wesnoth. Be', la maggior parte.
pl: Wreszcie osiągnęliśmy Wesnoth, zdziesiątkowani, ale wzmocnieni, albowiem życzeniem Boga było, aby słabi przepadli, nim zaczniemy nasze święte zadanie. Gdy przybyliśmy ze wschodu, armie pariasów były, jak pył na wietrze. Podbiliśmy Wesnoth. Prawie.

source: As for mages, they are the main adversaries of God in his fight for the good of the universe, attempting to usurp his powers for themselves. Elves are minions of the fallen angels. They are to be exterminated.
es: En cuanto a los magos, son los principales adversarios de Dios en su lucha por el bien del universo, intentando usurpar sus poderes para sí mismos. Los elfos son secuaces de los ángeles caídos. Y deben ser exterminados.

source: Oh my goodness. Wow. You are not joking, you actually believe all that?
cs: Dobrý bože! Fíha! Ty si z nás vážně neděláš legraci, ty tomu vážně věříš, že?
es: Oh, joder. Guau. No estás bromeando, ¿realmente crees todo eso?
fr: Bonté divine. Waou. Vous ne vous moquez pas de nous, vous croyez vraiment à tout ça ?
it: Oh santo cielo. Wow. Non ti stai prendendo gioco di noi, tu ci credi veramente a tutte queste storie?
pl: A niech mnie. Łaaał. Nie robisz sobie z nas żartów, prawda, ty naprawdę w to wierzysz, ale tak naprawdę?

source: Anyway, if we are going to find that mage-trash, we need to know where he is. Any ideas where to find him?
cs: Každopádně, pokud půjdeme hledat tu Deori-hnidu, musíme vědět, kde je. Má někdo nějaký nápad?
es: De todos modos, si vamos a encontrar esa basura mágica, necesitamos saber dónde está. ¿Alguna idea de dónde encontrarlo?
fr: De toute façon, si nous allons chercher cette pourriture de mage, il faut que l'on sache où il est. Quelqu'un a une idée ?
it: In ogni caso, se dobbiamo andare a cercare questo Deori-merda, dobbiamo sapere dove si trova. Avete qualche idea di dove cercarlo?
pl: Tak czy inaczej, jeżeli mamy znaleźć tego tam Deori-śmiecia, musimy wiedzieć, gdzie zacząć. Jakieś pomysły?

source: Well, we could ask the Oracle. Due to the prophetic nature of her abilities, she may know where to search for Deorien.
cs: Byla by tu možnost. Mohli bychom se zeptat Věštkyně. Díky svým magickým schopnostem by mohla být obeznámena s tím, kde toho Deoriena nalézt.
es: Bueno, podríamos preguntarle al Oráculo. Debido a la naturaleza profética de sus habilidades, es posible que sepa dónde buscar a Deorien.
fr: Eh bien, on pourrait demander à l'Oracle. Parce que grâce à la nature prophétique de ses pouvoirs, elle doit savoir ou chercher Deorien.
it: Be', potremmo chiedere all'Oracolo. Data la natura magica delle sue abilità, dovrebbe sapere dove cercare questo Deorien.
pl: Coż, moglibyśmy zapytać Wyroczni. Z powodu magicznej natury jej zdolności, mogłaby wiedzieć, gdzie szukać tego Deoriena.

source: The Oracle? The Oracle is a hoax. She knows nothing. She once told me... she... she deceived me. Her prophecy has not been, and cannot be, fullfilled.
cs: Věštkyně? Věštkyně je podvodnice. Neví nic. Jednou mi řekla... ona... ona mě podvedla. Její věštba se nenaplnila a už není šance, že by se naplnila.
es: ¿El Oráculo? El Oráculo es un engaño. Ella no sabe nada. Una vez me dijo... ella... me engañó. Su profecía no ha sido, y no puede ser, cumplida.
fr: L'Oracle ? L'Oracle est une imposture. Elle ne sait rien. Elle m'a dit une fois... elle... elle m'a trompée. Sa prophétie ne s'est pas réalisée et il n'y a aucune chance qu'elle se réalise.
it: L'Oracolo? L'Oracolo è una truffa. Non sa nulla di nulla. Una volta mi disse... mi... mi ha ingannata. La sua profezia non si è compiuta né può più compiersi.
pl: Wyrocznia? Wyrocznia to hochsztaplerka. Nic nie wie. Raz mi powiedziała.. ona.. ona mnie zwiodła. Jej proroctwo się nie wypełniło i nie ma już szansy na to, by się spełniło.

source: The Oracle never deceives anyone. She just looks into the sea of magic and sees everything that may happen. So, she is not saying what MUST, but what MAY happen.
cs: Věštkyně nikoho nepodvádí. Pouze se dívá do oceánu magie a vidí, co vše se může stát. Takže ona neříká, co SE STANE, ale co se MŮŽE STÁT.
es: El Oráculo nunca engaña a nadie. Simplemente mira en el mar de la magia y ve todo lo que puede suceder. Por lo tanto, no dice lo que DEBE, sino lo que PUEDE suceder.
fr: L'Oracle ne trompe personne. Elle regarde juste dans un océan de magie et voit tout ce qui peut arriver. Elle ne dit donc pas ce qui DOIT arriver, mais ce qui PEUT arriver.
it: L'Oracolo non inganna nessuno. Ella guarda semplicemente nel mare della magia e sa le probabilità di tutto quello che può succedere. Dunque, non dice quello che sarà, ma quello che POTREBBE essere.
pl: Wyrocznia nikogo nie zwodzi. Patrzy po prostu w morze magii i zna szanse zdarzenia wszystkich możliwych wydarzeń. Mówi więc nie o tym, co się stanie, lecz co się <i>może</i> stać.

source: It means, if she tells you that you will be the best swimmer in the world, you will be a great swimmer if you put forth the effort. But the prophecy won't be fullfilled if you never get into the water, sit around, and wait. Also, sometimes people misinterpret her words.
cs: To znamená, že pokud by ti řekla, že se staneš nejlepším plavcem na světě, tak to znamená, že se jím staneš, pokud se o to budeš snažit. Ale tato věštba nemůže být naplněna, pokud budeš doma sedět na zadku a čekat. Někdy se také stane, že někdo špatně pochopí slova věštby.
es: Significa que si te dice que serás el mejor nadador del mundo, serás un gran nadador si te esfuerzas. Pero la profecía no se cumplirá si nunca te metes en el agua, te sientas y esperas. Además, a veces la gente malinterpreta sus palabras.
fr: Ça veut dire que si elle vous dit que vous serez le meilleur nageur du monde, vous serez effectivement un grand nageur si vous faites l'effort nécessaire. Mais la prophétie ne se réalisera pas si vous n'allez jamais dans l'eau et restez assis à attendre. On peut aussi mal interpréter les mots de la prophétie.
it: Significa che se ti dicesse che sarai la miglior nuotatrice del mondo vuol dire che tu sarai una grande nuotatrice se cercherai di esserlo. Ma la profezia non potrà compiersi se tu rimanessi semplicemente seduta in casa tua ad aspettare. Qualche volta, poi, si possono intendere le parole della profezia nel modo sbagliato.
pl: To znaczy, że jeśli ci przepowie, że zostaniesz najlepszym pływakiem na świecie, to znaczy, że jeżeli będziesz ćwiczyć i próbować, tak się stanie. Ale proroctwo nie wypełni się, jeżeli będziesz po prostu siedzieć w domu i czekać. Czasami zresztą można opacznie zrozumieć słowa wyroczni.

source: No. No. That's not true. That's... leave me alone.
cs: Ne. Ne. To nemůže být pravda. To je... nechte mně všichni být! Chci být sama.
es: No. No. Eso no es cierto. Eso es... déjame sola.
fr: Non, non. Ce n'est pas vrai. C'est... Laissez-moi tranquille.
it: No. No. Non è vero. È... lasciatemi sola.
pl: Nie. Nie. To nie jest prawda! To jest.. zostawcie mnie samą.

source: If you liked the campaign, please post your feedback on the wesnoth forums (http://www.wesnoth.org/forum/). A lot of people have invested a lot of time into this campaign; in return we would love to hear some opinions about it from people who played it.
es: Si te ha gustado la campaña, envía tus comentarios a los foros de wesnoth (http://www.wesnoth.org/forum/). Mucha gente ha invertido mucho tiempo en esta campaña; a cambio, nos encantaría conocer opiniones sobre ella de las personas que la hayan jugado.

source: Quests and puzzles solved
es: Misiones y pistas resueltas
fr: Quêtes et énigmes résolues
pl: Przygody i zagadki rozwiązane

source: You interrogated the assassin sent to kill Gawen Hagarthen, and found out that it was an Akladian lord who hired him.
cs: Podařilo se ti vyslechnout vraha, který měl zabít Gawena Hagarthena, a zjistil jsi, že jej najal jeden z akladijských lordů.
es: Interrogaste al asesino enviado para matar a Gawen Hagarthen y descubriste que fue un señor akladiano quien lo contrató.
fr: Vous avez interrogé l'assassin envoyé pour tuer Gawen Hagarthen et vous avez appris que c'est un des seigneurs Akladien qui l'a engagé.
it: Hai interrogato l'assassino mandato a uccidere Gawen Hagarthen e hai scoperto che è stato un signore di Akladia ad assumerlo.
pl: Przesłuchałeś zabójcę wysłanego do zabicia Gawena Hagarthena, i odkryłeś, że wynajął go jeden z akladyjskich lordów.

source: Moreover, you discovered that it was Bor Cryne who hired the assassin to kill Gawen Hagarthen.
cs: Navíc se ti podařilo zjistit, že to byl Bor Cryne, kdo najal vraha naGawena Hagarthena.
es: Además, descubriste que fue Bor Cryne quien contrató al asesino para matar a Gawen Hagarthen.
fr: De plus, vous avez appris que c'est Bor Cryne qui a engagé un assassin pour tuer Gawen Hagarthen.
it: Inoltre, hai scoperto che è stato Bor Cryne a incaricarlo di uccidere Gawen Hagarthen.
pl: Co więcej, dowiedziałeś się, że to Bor Cryne wynajął zabójcę, by zgładził Gawena Hagarthena.

source: But you didn't discover which Akladian lord was responsible.
es: Pero no descubriste qué señor akladiano era el responsable.
fr: Mais vous n'avez pas découvert quel seigneur d'Aklad en était responsable.
pl: Ale nie odkryłeś, który z panów akladyjskich był za to odpowiedzialny.

source: You did not find out who hired the assassin to kill Gawen Hagarthen.
cs: Nepodařilo se ti zjistit, kdo najal vraha na Gawena Hagarthena.
es: No averiguaste quién contrató al asesino para matar a Gawen Hagarthen.
fr: Vous n'avez pas appris qui a engagé l'assassin pour tuer Gawen Hagarthen.
it: Non hai scoperto chi ha pagato l'assassino per uccidere Gawen Hagarthen
pl: Nie odkryłeś, kto wynajął zabójcę do zabicia Gawena Hagarthena.

source: You found out that Lorin's clan bought poison from Outlaws.
cs: Zjistil jsi, že Lorinin klan koupil od podsvětí jed.
es: Descubriste que el clan de Lorin compró veneno a los forajidos.
fr: Vous avez découvert que c'est le clan de Lorin qui a acheté le poison aux hors-la-loi.
it: Hai scoperto che è stato il clan di Lorin a portare il veleno da Senzalegge.
pl: Odkryłeś, że to klan Lorin kupił truciznę od banitów.

source: You found out that Lorin's clan bought poison from Outlaws, but you don't know why.
cs: Zjistil jsi, že Lorinin klan koupil od podsvětí jed, ale nevíš proč.
es: Descubriste que el clan de Lorin compró veneno a los forajidos, pero no sabes por qué.
fr: Vous avez appris que c'est le clan de Lorin qui a acheté le poison aux hors-la-loi, mais vous ne savez pas pourquoi.
it: Hai scoperto che è stato il clan di Lorin a portare il veleno da Senzalegge, ma non conosci il motivo.
pl: Odkryłeś, że klan Lorin kupił truciznę od banitów, ale nie wiesz dlaczego.

source: You didn't find out where the poison that killed Gawen's mother came from.
cs: Nezjistil jsi, kde se vzal jed, co otrávil Gawenovu matku.
es: No averiguaste de dónde vino el veneno que mató a la madre de Gawen.
fr: Vous n'avez pas découvert d'où venait le poison qui a tué la mère de Gawen.
it: Non hai scoperto chi ha avvelenato la madre di Gawen.
pl: Nie udało ci się odkryć, skąd pochodziła trucizna, która uśmierciła matkę Gawena.

source: You know who poisoned Gawen's mother.
cs: Zjistil jsi, kdo otrávil Gawenovu matku.
es: Sabes quién envenenó a la madre de Gawen.
fr: Vous avez découvert qui a empoisonné la mère de Gawen.
it: Hai scoperto chi ha avvelenato la madre di Gawen.
pl: Wiesz, kto otruł matkę Gawena.

source: You didn't find out who poisoned Gawen's mother.
cs: Nezjistil jsi, kdo otrávil Gawenovu matku.
es: No averiguaste quién envenenó a la madre de Gawen.
fr: Vous n'avez pas découvert qui a empoisonné la mère de Gawen.
it: Non hai scoperto chi ha avvelenato la madre di Gawen.
pl: Nie odkryłeś, kto otruł matkę Gawena.

source: You saved Reme Carrenemoe.
cs: Zachránil jsi Remeho Carrenemoa.
es: Salvaste a Reme Carrenemoe.
fr: Vous avez sauvé Reme Carrenemoe.
it: Hai salvato Reme Carrenemoe
pl: Ocaliłeś Remego Carrenemoe

source: You failed to save Reme Carrenemoe.
cs: Nezachránil jsi Remeho Carrenemoea.
es: No pudiste salvar a Reme Carrenemoe.
fr: Vous n'avez pas sauvé Reme Carrenemoe.
it: Non hai salvato Reme Carrenemoe.
pl: Nie udało ci się ocalić Remego Carrenemoe.
