Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: You wouldn't have been able to do this if not for the magical support of that witch, Lorin. It was she who gave you courage, that traitor to her own race.
cs: Nikdy bys to nedokázal bez magie té bosorky, co je s tebou. To byla ona, kdo ti dal kuráž, zrádce vlastního lidu.
es: No hubieras podido hacer esto si no fuera por el apoyo mágico de esa bruja, Lorin. Fue ella quien te dio coraje, esa traidora a su propia raza.
fr: Tu n'aurais pas été capable de le faire sans l'aide de la magie de cette sorcière, Lorin. C'est elle qui t'a donné ce courage, cette traîtresse envers sa propre race.
it: Non ce l'avresti fatta senza l'aiuto di quella strega che è con te. È stata lei a darti il coraggio, è una traditrice della propria razza.
pl: Nie udałoby ci się to, gdyby nie wsparcie czarów tej wiedźmy, która jest z tobą. To ona zapewne dodała ci odwagi, ta zdrajczyni własnej rasy.

source: Hmm... Should I feel complimented, or offended?
cs: Hmm... To se má cítit poctěn, nebo zneuctěn?
es: Hmm.. ¿Debo sentirme halagada, u ofendida?
fr: Hum... Je dois prendre ça pour un compliment ou pour une insulte ?
it: Hm... Era un complimento o un insulto?
pl: Hmm.. Czy mam to traktować jako pochlebstwo, czy obelgę?

source: Speak quickly, and I will allow you to go to your ancestors in one piece.
cs: Mluv rychle, a já ti umožním odejít ke svým předkům v jednom kuse.
es: Habla rápido, y te permitiré ir con tus antepasados de una sola pieza.
fr: Parle vite et je te laisserai retourner à tes ancêtres en un seul morceau.
it: Coraggio, parla e ti permetterò di raggiungere i tuoi avi tutto intero.
pl: Mów szybko, a pozwolę ci odejść do twoich przodków w jednym kawałku.

source: Do you think I am afraid of you, witch?
cs: Myslíš, že se tě bojím, čarodějko?
es: ¿Piensas que te tengo miedo, bruja?
fr: Tu penses vraiment que j'ai peur de toi, sorcière ?
it: Pensi che abbia paura di te, strega?
pl: Myślisz wiedźmo, że się ciebie boję?

source: No, of course not. You are a brave warrior. I just thought the notion that you will enter heaven without hands, legs, or head might make you a little bit uneasy.
cs: Ne, to víš že ne. Ty jsi přece udatný válečník. Jenom přemýšlím, jaké to musí být, přijít do nebe bez ruk, noh a hlavy? Nic příjemného, že?
es: No, claro que no. Eres un guerrero valiente. Sólo pensaba que la idea de entrar al cielo sin manos, piernas o cabeza podría hacerte sentir un poco incómodo.
fr: Non, bien sûr que non, tu es un guerrier courageux. Je pensais juste que la pensée d'aller au paradis sans mains, sans jambes et sans tête pouvait te mettre quelque peu mal à l'aise.
it: No, ovviamente no. Tu sei un guerriero coraggioso. Però ho pensato che ti saresti sentito un po' a disagio nel raggiungere i cieli senza mani, gambe né testa.
pl: Nie, to oczywiste, że nie. Jesteś w końcu bardzo dzielnym wojownikiem. Po prostu pomyślałam sobie, że uczucie, że w niebie zjawisz się bez rąk, nóg uczyni cię odrobinę niespokojnym.

source: Stop it, witch. You can't scare me.
cs: Přestaň, bosorko. Mě nenaženeš strach.
es: Deténte, bruja. No puedes asustarme.
fr: Laisse tomber, sorcière, tu ne peux pas me faire peur.
it: Smettila, strega. Non mi fai paura.
pl: Przestań, wiedźmo, Nie dasz rady mnie przerazić.

source: Perhaps not, but I think I am going to enjoy trying anyway. Let's start with this little knife you see here.
cs: Dobře, zkusíme to jinak. Zkusíme to s malým nožíkem, který můžeš vidět zde.
es: Tal vez no, pero creo que voy a disfrutar intentándolo de todos modos. Comencemos con este pequeño cuchillo que ves aquí.
fr: Bien, je crois que je vais m'amuser à essayer quand même. Commençons avec ce petit couteau que voici.
it: Be', posso almeno provarci. Tenterò con questo piccolo coltello che vedi qua.
pl: Cóż, myślę, że jednak spróbuję. Spróbujemy tym tutaj małym nożem.

source: You receive $quivre_gold_amt golden pieces.
cs: Získal jsi $quivre_gold_amt zlatých.
es: Recibes $quivre_gold_amt piezas de oro.

source: I killed this one, my lord.
cs: Zabil jsem ho, můj pane.
es: Yo maté a éste, mi señor.

source: A shame we didn't get a chance to interrogate him... oh well.
cs: Škoda, že jsme nedostali příležitost ho vyslechnout... no dobře.
es: Una pena que no tuviéramos la oportunidad de interrogarlo... en fin.

source: It was honor to fight such an excellent duel. Thank you. You should know, I have no ill feelings towards you. I will not damage your body after you die, so you will enter the afterlife in one piece.
cs: Byla mi čest s tebou bojovat. Krásný boj. Měl bys vědět, že proti tobě nic nemám a že ti nezohyzdím tělo před tvým vstupem do ráje.
es: Fue un honor pelear tan excelente duelo. Gracias. Debes saber que no tengo rencor hacia ti. No dañaré tu cuerpo después de que mueras, así que entrarás en el más allá de una sola pieza.
fr: Ce fut un honneur de me battre avec toi. Merci. Tu dois savoir que je n'ai aucun mauvais sentiment à ton égard et je n'abîmerai pas ton corps quand tu mourras. Ainsi, tu entreras dans l'autre vie en un seul morceau.
it: È stato un onore combattere con te. Bel combattimento. Devi sapere che non nutro risentimento nei tuoi confronti e non oltraggerò il tuo corpo mentre stai morendo così entrerai nell'aldilà tutto intero.
pl: Było honorem zmierzyć się z wami. Dobra walka. Niech będzie wam wiadome, że nie czuję do was urazy i nie uszkodzę waszego ciała gdy umrzecie, tak byście mogli wkroczyć do krainy przodków w jednym kawałku.

source: Thank you, noble lord. I do not know your name, or how you could be allied with green devils and Wesnothians.
cs: Díky, šlechetný lorde. Neznám tvé jméno, ani proč jsi se spojil se zelenými ďábly a Wesnoťany.
es: Gracias, noble señor. No sé tu nombre, ni cómo podrías estar aliado con los demonios verdes y los wesnodianos.
fr: Merci, noble seigneur. Je ne connais pas votre nom, ni comment vous pouvez être l'allié des démons verts et des Wesnothiens.
it: Grazie, nobile signore. Non conosco il tuo nome e perché ti sei alleato con i diavoli verdi e quelli di Wesnoth.
pl: Dziękuję wam, szlachetny panie. Nie znam waszego imienia, nie wiem też dlaczego sprzymierzyliście się z zielonymi diabłami i Wesnotyjczykami.

source: My name is Reme Carrenemoe. I think it answers both of your questions.
cs: Jmenuji se Reme Carrenemoe. Myslím, že je to odpověď na obě tvé otázky.
es: Mi nombre es Reme Carrenemoe. Creo que eso responde a tus dos preguntas.
fr: Mon nom est Reme Carrenmoe. Je pense que ça répond aux deux questions.
it: Mi chiamo Reme Carrenemoe. Penso che questo risponda a entrambe le tue domande.
pl: Imię moje brzmi Reme Carrenemoe. Myślę, że to jest odpowiedź na oba wasze pytania.

source: Yes, it does.
cs: Ano, to je.
es: Sí, lo hace.
fr: Oui, en effet.
it: Proprio così.
pl: Zaiste.

source: Gawen, my lord, I think he is still alive. What should we do with him?
cs: Gawene, můj pane, myslím, že je stále naživu. Co s ním máme udělat?
es: Gawen, mi señor, creo que todavía está vivo. ¿Qué debemos hacer con él?
fr: Gawen, Monseigneur, je pense qu'il est encore en vie. Que devons-nous faire de lui ?
it: Gawen, mio signore, credo che sia ancora vivo. Cosa dovremmo fare con lui?
pl: Gawenie, panie mój, sadzę, że on wciąż jeszcze żyje. Co mamy z nim uczynić?

source: Kill him!
cs: Dodělat!
es: ¡Matadle!
fr: Tue-le !
it: Uccidetelo.
pl: Zabić!

source: What? Did I hear correctly? What is your name?
cs: Slyšel jsem správně? Jak se menuješ?
es: ¿Qué? ¿Escuché bien? ¿Cómo te llamas?
fr: Est-ce que j'ai bien entendu ? Quel est ton nom ?
it: Ho sentito bene? Come ti chiami?
pl: Czy ja dobrze słyszałem? Jak brzmi wasze miano?

source: My name is...
cs: Jmenuji se...
es: Mi nombre es...
fr: Je m'appelle...
it: Mi chiamo...
pl: Nazywam się...

source: Another Akladian lord losing to an aged underling. How do you explain that?
cs: Další akladijský lord padl rukou starého podřadného. Jak bys to mohl vysvětlit?
es: Otro señor akladiano perdiendo ante un anciano plebeyo. ¿Cómo explicas eso?
fr: Encore un seigneur Akladien vaincu par un vieux métèque. Comment expliques-tu ça ?
it: Un altro signore di Akladia sconfitto da un vecchio miserabile. Come te lo spieghi?
pl: Jeszcze jeden Akladiański pan przegrywający ze starym pariasem. Jakbyś to wyjaśnił?

source: My wife is Wesnothian, so I know many Wesnothians. Save your irony for another.
cs: Moje žena je Wesnoťanka, takže znám mnoho Wesnoťanů. Schovej si tu ironii pro někoho jiného.
es: Mi esposa es wesnodiana, así que conozco a muchos wesnodianos. Guarda tu ironía para otro.
fr: Ma femme est Wesnothienne, donc je connais beaucoup de Wesnothiens. Garde ton ironie pour quelqu'un d'autre.
it: Mia moglie è di Wesnoth perciò conosco moltissime persone di Wesnoth. Risparmia la tua ironia per qualcun altro.
pl: Moja żona jest Wesnotyjką, więc znam ich wielu. Zachowaj ironię dla kogoś innego.

source: Fair enough. You will now answer a few questions.
cs: Dobře tedy. Odpovíš mi na pár otázek.
es: Me parece bien. Ahora responderás algunas preguntas.
fr: D'accord. Alors, tu vas répondre à quelques questions.
it: Va bene allora. Tu risponderai a qualche domanda.
pl: Niech tak będzie. Odpowiedzcie mi więc na parę pytań.

source: You may now rest in peace.
cs: A teď odpočívej v míru.
es: Ahora puedes descansar en paz.
fr: Maintenant, repose en paix.
it: Allora ti lasceremo riposare in pace.
pl: A teraz, spoczywajcie w pokoju.

source: You won't finish me?
cs: Ty mě nedorazíš?
es: ¿No acabarás conmigo?
fr: Vous n'allez pas me tuer ?
it: Non mi finirai?
pl: Nie dobijecie mnie?

source: No. If you're able to survive your wounds, you will be allowed to live.
cs: Ne. Pokud budeš schopen se zotavit ze svých zranění, budeš žít.
es: No. Si eres capaz de sobrevivir a tus heridas, podrás vivir.
fr: Non, si tu peux survivre à tes blessures, tu vivras.
it: No, se le tue ferite guariranno, tu vivrai.
pl: Nie, jeżeli będziecie w stanie przeżyć mimo ran, będziecie żyć.

source: Your face is familiar in some strange way... could it be...
cs: Je to divné, ale tvůj obličej je mi nějaký známý... Ty jsi...
es: Tu cara me resulta familiar de alguna extraña manera... podría ser...
fr: Votre visage m'est étrangement familier.. Se pourrait-il...
it: Il tuo viso mi è famigliare in qualche modo... Potrebbe essere...
pl: Wasza twarz jest mi znajoma w pewien dziwny sposób.. czy to możliwe...

source: If you will answer my questions, I will answer yours.
cs: Pokud mi odpovíš na moje otázky, odpovím ti i já.
es: Si respondes a mis preguntas, responderé a las tuyas.
fr: Si tu réponds à mes questions, je répondrai aux tiennes.
it: Se risponderai alle mie domande, io risponderò alle tue.
pl: Odpowiedzcie na me pytania, ja odpowiem na wasze.

source: Now, please tell me... Who are you?
cs: Tak, řekni mi, kdo jsi?
es: Ahora, por favor dime... ¿Quién eres?
fr: Maintenant, s'il vous plaît, dites-moi... Qui êtes-vous ?
it: E adesso dimmi, per favore... Chi sei?
pl: A teraz, rzeknijcie mi.. Ktoście?

source: Mother, do NOT harm this man.
cs: Matko, NEUBLIŽUJ tomuto muži.
es: Madre, NO le hagas daño a este hombre.
fr: Mère, ne TOUCHEZ PAS à cet homme.
it: Madre, NON fargli del male.
pl: Matko, nie wyrządź krzywdy temu człowiekowi.

source: But why, my son? He would have gladly harmed me, if given the chance.
cs: Můj synu, ale proč? On by mi klidně ublížil, kdybych mu dala šanci.
es: ¿Por qué, hijo? Él me mataría alegremente, si le diera una oportunidad.
fr: Mon fils, mais pourquoi ? Il m'aurait volontiers fait du mal si je lui en avais laissé l'occasion.
it: Ma perché, figlio mio? Mi avrebbe allegramente ferita, se gliene avessi lasciata la possibilità.
pl: Mój synu, ale dlaczego? On bardzo chętnie skrzywdziłby mnie, gdyby miał tylko na to szansę.

source: Hm... you are still alive? There is strong spirit inside of your body. Stand and accept the final blow, but know that I won't damage your body further.
cs: Hm... Vypadáš živě. Máš asi tuhý kořínek. Tak se rozluč se svým bídným životem. Ale dám ti dar – nechám tě v jednom kuse.
es: Hm... ¿todavía estás vivo? Hay un espíritu fuerte dentro de tu cuerpo. Ponte de pie y acepta el golpe final, pero que sepas que no dañaré más tu cuerpo.
fr: Hum, tu es toujours vivant. Il y a un esprit résistant en toi. Accepte le coup fatal, mais sache que je n'abîmerai pas ton corps.
it: Hm... Sei ancora vivo. C'è uno spirito forte nel tuo corpo. Preparati per il colpo di grazia, ma prima sappi che non oltraggerò il tuo corpo.
pl: Hm... Wciąż żyjesz. Silny duch drzemie w tym ciele. Przyjmij śmiertelny cios ze świadomością, że nie uszkodzę twojego ciała.

source: Where do we go from here?
cs: Tak kam teď?
es: ¿A dónde vamos desde aquí?
fr: Où aller maintenant ?
it: Adesso dove andiamo?
pl: Dokąd nam teraz się udać?

source: I say to hell with that mage. Let's go to Vattin and announce that the king has returned...
es: Digo que al diablo con ese mago. Vayamos a Vattin y anunciemos que el rey ha regresado...

source: I strongly suggest we go to the Oracle.
cs: Důrazně doporučuji jít k Věštkyni.
es: Sugiero encarecidamente que vayamos al Oráculo.
fr: Je suggère fortement que nous allions voir l'Oracle.
it: Insisto fermamente per andare dall'Oracolo.
pl: Mocno sugeruję udanie się do Wyroczni.

source: ...and the FIRST thing we will do in Vattin will be to kill all those who interrupt me when I speak.
cs: A první věc, kterou ve Vattinu udělám, bude poprava všech, kteří mi skáčou do řeči.
es: ...y lo PRIMERO que haremos en Vattin será matar a todos los que me interrumpan cuando hablo.
fr: ... et la PREMIERE chose que je ferai à Vattin sera de mettre à mort tous ceux qui m'interrompent quand je parle.
it: E la prima cosa, che faremo quando saremo a Vattin, sarà quella di uccidere tutti quelli che mi interrompono quando sto parlando.
pl: ... a pierwszą rzeczą, którą zrobimy w Vattin, będzie ukatrupienie wszystkich tych, co mi przerywają w czasie, gdy mówię.

source: Mother, Ruvio, could you please just TRY to pretend you like each other?
cs: Matko, Ruvio, můžete se alespoň POKUSIT PŘEDSTÍRAT, že se máte rádi?
es: Madre, Ruvio, ¿podríais intentar fingir que os caéis bien?
fr: Mère, Ruvio, est-ce que vous pourriez juste ESSAYER de faire comme si vous vous appréciez mutuellement ?
it: Madre, Ruvio, non potreste per favore almeno far FINTA di sopportarvi l'uno l'altro?
pl: Matko, Ruvio, czy możecie chociaż <i>spróbować</i> udawać, że się lubicie?

source: Not really.
cs: Těžko.
es: No realmente.
fr: Pas vraiment.
it: Non è proprio possibile.
pl: No właśnie nie bardzo.

source: Who or what is the Oracle anyway?
cs: Kdo nebo co je ta Věštkyně vlastně zač?
es: ¿Quién o qué es el Oráculo de todos modos?
fr: Qui est cet oracle, exactement ?
it: Ma cosa o chi è questo Oracolo?
pl: Czym lub kim jest właściwie Wyrocznia?

source: She's a woman, a mage with prophetic abilities. She was the only mage left in Vakladia by Akladians; I have no idea why. When one oracle dies, she is replaced by one of her apprentices. She may be able to sense where Deorien is, because she is also a mage.
cs: Je to žena, kouzelnice, schopna vidět do budoucna. Jediný mág, kterého z Vakladie Akladijci nevyhnali; nikdo neví proč. Když jedna zemře, je ihned nahrazena jednou ze svých následovnic. Ona MOŽNÁ bude vědět, kde je Deorien, ale nikoli proto, že umí věštit, ale díky tomu, že je mág, je větší šance, že o nějakém jiném mágovi slyšela.
es: Es una mujer, una maga con habilidades proféticas. Fue la única maga que los akladios dejaron en Vakladia; no tengo ni idea de por qué. Cuando una oráculo muere, es reemplazada por una de sus aprendices. Ella puede ser capaz de sentir dónde está Deorien, porque también es una maga.
fr: C'est une femme, une mage avec des pouvoirs de prophétie. La seule que les Akladiens ont laissé à Vakladia, je ne sais pas pourquoi. Quand une oracle meurt, elle est remplacée par l'un de ses apprenties. Elle POURRAIT deviner où Deorien se trouve, parce qu'elle-même est mage.
it: È una donna, una maga con capacità di preveggenza. È l'unica maga che la gente di Akladia ha lasciato a Vakladia, non so perché. Quando un Oracolo muore, è sostituita da uno dei suoi apprendisti, uomo o donna. POTREBBE sapere dov'è Deorien, naturalmente non perché è l'Oracolo, ma perché è una maga e quindi è più probabile che venga a sapere qualcosa di un altro mago.
pl: To kobieta, mag z umiejętnościami przewidywania przyszłości. Jedyny mag pozostawiony przy życiu w Vakladii przez Akladian, nie wiem dlaczego. Kiedy jedna wyrocznia umiera, zastępuje ją któryś z jej uczniów, kobieta albo mężczyzna. Ona <i>może</i> wiedzieć, gdzie jest Deorien, oczywiście nie dlatego, że jest wyrocznią, ale ponieważ jako mag ma większą szansę usłyszeć coś o innym magu.

source: The Oracle is not a mage, do not listen to him, my son. This worthless underling does not know God, that's why he is mistaken, as usual. If the Oracle knows the future, she is the voice of God on earth. If not, she is a tool of evil.
cs: Věštkyně není mág, neposlouchej ho, můj synu. Tento nízký podřadný nezná Boha, a proto je jako vždycky vedle jak ta jedle. Pokud Věštkyně zná budoucnost, pak je hlasem Božím na této zemi. Pokud ne, je to nástroj ďáblův.
es: El Oráculo no es un mago, no le hagas caso, hijo mío. Este despreciable plebeyo no conoce a Dios, por eso se equivoca, como siempre. Si el Oráculo conoce el futuro, ella es la voz de Dios en la tierra. Si no, es una herramienta del mal.
fr: L'Oracle n'est pas un mage, ne les écoute pas, mon fils. Ce minable métèque ne connait pas Dieu, c'est pour ça qu'il se trompe, comme d'habitude. Si l'Oracle connaît le futur, elle est la voix de Dieu sur terre. Sinon, elle est un instrument du diable.
it: L'Oracolo non è una maga, non lo ascoltare, figlio mio. Questo miserabile senza valore non sa nulla degli dei, ecco perché si sbaglia, come al solito. Se l'Oracolo conosce il futuro, è solo perché è la voce degli dei sulla terra. Se non è così, è uno strumento del diavolo.
pl: Wyrocznia nie jest magiem, nie słuchaj go, mój synu. Ten bezwartościowy parias nie zna Boga i dlatego się myli, jak zwykle zresztą. Jeżeli Wyrocznia zna przyszłość, jest głosem Boga na ziemi. Jeśli nie, jest narzędziem zła.

source: Stop calling him an underling. STOP using that word.
cs: Přestaň mu říkat podřadný. Přestaň používat toto slovo!
es: Deja de llamarlo plebeyo. DEJA de usar esa palabra.
fr: Arrêtez de l'appeler métèque, CESSEZ d'utiliser ce mot.
it: Smettila di chiamarlo miserabile. Smetti di usare quella parola.
pl: Przestań nazywać go pariasem. Przestań używać tego słowa.

source: But what SHOULD I call him? He IS an underling.
cs: Ale jak mu mám říkat? On JE podřadný.
es: Entonces, ¿cómo DEBO llamarlo? Él ES un plebeyo.
fr: Mais comment devrais-je l'appeler ? C'EST un métèque.
it: Ma come dovrei chiamarlo? Quello È un miserabile.
pl: Ale jak mam go nazywać? W końcu on <i>jest</i> pariasem.

source: And stop calling me your son. You are not my mother. My mother was an underling, wasn't she, Lorin? Poisoned by oh-so-noble Akladians, all full of their own hubris.
cs: A přestaň mi říkat synu. Ty nejsi má matka. Má matka byla podřadná, že ano, Lorin? Otrávená těmi „ušlechtilými“ Akladijci, naplněnými svou vlastní arogancí.
es: Y deja de llamarme tu hijo. Tú no eres mi madre. Mi madre era una plebeya, ¿no es así, Lorin? Envenenada por los tan nobles akladianos, todos henchidos de su propia arrogancia.
fr: Et cessez de m'appeler fils. Vous n'êtes pas ma mère. Ma mère était une métèque, hein, Lorin ? Empoisonnée par d'autres si nobles Akladiens, tout gonflés du sentiment de leur auto-satisfaction.
it: E smettila di chiamarmi figlio tuo. Tu non sei mia madre. Mia madre era una miserabile, non è vero, Lorin? Avvelenata da un un così detto nobile di Akladia, pieno di falsi sentimenti di superiorità.
pl: I przestań nazywać mnie swoim synem. Nie jesteś moją matką. Moja matka była pariasem, nieprawdaż, Lorin? Otrutą przez innych och jakże szlachetnych Akladyjczyków, wszystkich pełnych fałszywego poczucia własnej wyższości.

source: But why... why you are so angry at me? I... I... then what should I call you? My king? My lord?
cs: Ale proč... proč jsi na mě tak nakrknutý? Já... já... tak jak ti mám říkat? Můj králi? Můj pane?
es: Pero ¿por qué... por qué estás tan enfadado conmigo? Yo... yo... entonces, ¿cómo debo llamarte? ¿Mi rey? ¿Mi señor?
fr: Mais pourquoi... Pourquoi es-tu si fâché contre moi ? Je... Je... Alors comment dois-je t'appeler ? Mon roi ? Monseigneur ?
it: Ma perché... perché sei così arrabbiato con me? Io... io... allora come dovrei chiamarti? Mio sire? Mio signore?
pl: Ale dlaczego.. Dlaczego jesteś na mnie taki zły? Ja.. ja.. No to jak mam ciebie nazywać? Mój królu? Panie?

source: At this point, I don't care.
cs: V tuhle chvíli je mi to jedno.
es: A estas alturas, ni me importa.
fr: Au point où nous en sommes, ça m'est complètement égal.
it: Sinceramente, non me ne importa.
pl: Nie dbam o to.

source: Then maybe just... Gawen?
cs: Tak možná... jenom..., Gawene?
es: Entonces tal vez solo... ¿Gawen?
fr: Eh bien... pourquoi pas... simplement... Gawen ?
it: Allora forse... forse soltanto... Gawen?
pl: A więc może.. po prostu.. Gawen?

source: I told you, I don't care.
cs: Říkal jsem ti, že je mi to jedno.
es: Ya te he dicho que me da igual.
fr: Je vous l'ai dit, ça m'est égal.
it: Sinceramente, non me ne importa.
pl: Powiedziałem już - nie obchodzi mnie to.

source: (<i>to herself</i>) But I... I think I care.
cs: (<i>pro sebe</i>) Ale já... myslím, že mě to jedno není.
es: (<i>a sí misma</i>) Pero... creo que me importa.

source: This is not some skirmish! I think this is a situation which calls for using emergency reserves of gold.
cs: Tohle není jen nějaká šarvátka! Myslím, že tohle je situace, která vyžaduje použití nouzových rezerv zlata.
es: ¡Esto no es una escaramuza! Creo que esta situación requiere el uso de reservas de oro de emergencia.

source: Ruins of Weldyn
cs: Ruiny Weldynu
es: Ruinas de Weldyn
fr: Ruines de Weldyn
pl: Ruiny Weldyn

source: I was told that once, there was a great city here. Once people crowded its streets, and its walls reached, as it were, to the sky. Now only ruins remained - only the skeletons of buildings and the shivered remains of walls.
cs: Bylo mi řečeno, že tu kdysi stálo velké město. Kdysi se tu lidé procházeli po ulicích a jeho zdi sahaly až do nebes. Nyní tu leží ruiny – jenom trosky domů a prázdné ulice.
es: Me contaron que una vez hubo aquí una gran ciudad. En otros tiempo, la gente abarrotaba sus calles y sus murallas llegaban, por así decirlo, hasta el cielo. Ahora sólo quedan ruinas, los esqueletos de los edificios y los temblorosos restos de las murallas.
fr: Ici, m'a-t-on dit, il y avait une immense ville avant. Autrefois les gens remplissaient ses rues et ses murs touchaient le ciel. Maintenant, il ne reste que des ruines : des squelettes de bâtiments et des restes de murs.
it: Si racconta che un tempo qui ci fosse una grande città. Una volta la gente affollava le sue strade e le sue mura sfidavano il cielo. Adesso restano solo le rovine - soltanto gli scheletri degli edifici e mura vuote.
pl: Niegdyś, jak mi powiedziano, było tu wielkie miasto, z ludźmi tłoczącymi się na ulicach i o murach sięgających nieba. Teraz pozostały tylko ruiny, szkielety budynków i puste studnie.

source: Lorin said that Akladians were at first unable to take Weldyn; without artillery nor bows, they never were good at taking fortified cities. They besieged the city for years, storming the walls with ferocity and fanatical courage.
es: Lorin dijo que al principio los akladianos fueron incapaces de tomar Weldyn; sin artillería, ni arcos, nunca se les dio bien tomar ciudades fortificadas. Asediaron la ciudad durante años, asaltando las murallas con ferocidad y valor fanático.
