Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Okladia was one of four kingdoms founded by Gawen's grandfather's sons after his death. Okladia was ruled by Buffin Hagarthen, an old, suspicious, and very conservative king. He had been easily able to crush a recent Wesnothian rebellion in his country - for the fourth time in his reign - and had the reputation of being a very careful and skillful ruler.
cs: Okladie byla jedním ze čtyř království, která byla vytvořena po smrti Gawenova děda jeho potomky. V Okladii vládl Buffin Hagarthen, starý král, nedůvěřivý a velmi konzervativní. Podařilo se mu čtyřikrát ve své zemi zlomit rebelie Wesnothských a získal pověst pečlivého a schopného vladaře.
es: Okladia fue uno de los cuatro reinos fundados por los hijos del abuelo de Gawen tras su muerte. Okladia estaba gobernada por Buffin Hagarthen, un rey viejo, desconfiado y muy conservador. Había podido aplastar fácilmente una reciente rebelión wesnodiana en su país -por cuarta vez en su reinado- y tenía fama de ser un gobernante muy cuidadoso y hábil.
fr: Okladia était un des quatre royaumes fondés après la mort du grand-père de Gawen. Okladia était dirigé par Buffin Hagarthen, vieux roi, soupçonneux et très conservateur. Il avait facilement maté une récente rébellion Wesnothienne dans son pays — pour la quatrième fois de son règne — et il avait la réputation d'être un dirigeant très prudent et habile.
it: Okladia era uno dei quattro regni fondati dopo la morte del nonno di Gawen dai suoi figli. Era governato da Buffin Hagarthen, vecchio re, sospettoso e molto tradizionalista. Era riuscito a schiacciare la ribellione di Wesnoth nel suo paese - per la quarta volta durante il suo regno - e aveva la reputazione di un sovrano estremamente prudente ed esperto.
pl: Okladia była jednym z czterech królestw założonych po śmierci dziadka Gawena przez jego synów. Władał nią Buffin Hagarthen, król stary, podejrzliwy i bardzo zachowawczy. Cztery razy rozprawiał się z buntami Wesnotyjczyków i miał reputację władcy zręcznego i ostrożnego.

source: It's strange, but I have a premonition of success, the likes of which I have had never before. Our soldiers are really the best of their kind; the true elite. It's been more than a month since we left Raedwood, and we have already routed forces larger than ours.
cs: Je to zvláštní, ale mám takovou předtuchu úspěchu, jakou jsem nikdy předtím neměl. Naši vojáci jsou opravdu nejlepší svého druhu, skutečná elita. Je to něco přes měsíc, co jsme opustili Readwoodské lesy, a už jsme porazili vojska větší než naše.
es: Es extraño, pero tengo una premonición de éxito como nunca he tenido antes. Nuestros soldados son realmente los mejores de su clase; la verdadera élite. Hace más de un mes que salimos de Raedwood, y ya hemos derrotado a fuerzas mayores que las nuestras.

source: A month? Are you sure it's been more than a month?
cs: Cože? Měsíc? Jsi si jistý, že je to víc než měsíc?
es: ¿Un mes? ¿Estás seguro de que ha pasado más de un mes?
fr: Un mois ? Tu es sûre que ça fait plus d'un mois ?
it: Un mese? Sei sicuro che è passato più di un mese?
pl: Miesiąc? Pewny jesteś, że to już więcej niż miesiąc?

source: Yes... Yes it is... more than a month... oh Gawen, I... I've done something really terrible... I... I... I don't know how to tell you...
cs: Ano... Skutečně je to... víc než měsíc... Ach Gawene, já... udělala jsem něco skutečně strašného... Já... já... já nevím, jak ti to mám říct...
es: Sí... Sí lo es... más de un mes... oh Gawen, yo... he hecho algo realmente terrible... Y... y... no sé cómo decírtelo...
fr: Oui... Oui en effet... Plus d'un mois... Oh, Gawen, j’ai... J'ai fait quelque chose de terrible... Je... Je... Je ne sais pas comment te le dire...
it: Già... È già... più di un mese... Oh Gawen, io... io ho fatto una cosa davvero terribile... io... io non so come dirtelo...
pl: Tak.. Rzeczywiście tak jest.. Więcej niż miesiąc.. Och, Gawenie, ja.. ja uczyniłam coś naprawdę strasznego... Ja.. Ja.. Ja nie wiem, jak ci o tym powiedzieć...

source: What?!?
cs: Co?!?
es: ¿¡¿Qué?!?
fr: Quoi ?!?
it: Cosa?!?
pl: Co?!?

source: No, nothing. It doesn't matter. I... I'm sorry, but I can't... I will join you later.
cs: Ale nic. Je to stejně jedno. Já... promiň, ale já... nemohu... Přidám se k vám později.
es: No, nada. En realidad no importa. Lo... lo siento, pero no puedo... me uniré a ti luego.
fr: Non, rien. Ça n'a pas d'importance. Je... Je suis désolé, mais je ne peux pas... Je vous rejoindrai plus tard.
it: No, niente. Non importa. Io... mi spiace, ma non posso... ti raggiungerò più tardi.
pl: Nie, nic. To nie ma znaczenia. Ja.. Wybacz, ale ja nie mogę... Dołączę do was później.

source: Gawen, I've never seen your step-mother like this before. I think she is sick. Very sick. I saw her vomiting yesterday.
cs: Gawene, ještě nikdy jsem neviděl tvou macechu v takovém stavu. Myslím, že na ni něco leze. Něco hrozného. Včera jsem ji viděl blít.
es: Gawen, nunca antes había visto a tu madrastra así. Creo que está enferma. Muy enferma. Ayer la vi vomitando.
fr: Gawen, je n'ai jamais vu votre belle-mère comme ça. Je crois qu'elle est malade. Très malade. Je l'ai vu vomir hier.
it: Gawen, non ho mai visto la tua matrigna in questo stato. Temo che sia malata. Molto malata. L'ho vista vomitare ieri.
pl: Gawen, nigdy dotąd nie widziałem twej macochy w takim stanie. Myślę że jest chora. I to bardzo. Widziałem, jak wczoraj wymiotowała.

source: But... What happened? Why? Is she...
cs: No dobře, ale co se jí stalo? Proč? Je snad...
es: Pero... ¿Qué pasó? ¿Por qué? Está ella...
fr: Mais... que s'est-il passé ? Pourquoi ? Est-elle...
it: Ma... Cosa è successo? Perché? È stata...
pl: Ale.. co się stało? Dlaczego? Czy ona ...

source: Poisoned? It's not impossible. We have Akladians in our army, don't we?
cs: Otrávená? Je to možné. V armádě máš mnoho Akladijců, tak proč ne?
es: ¿Envenenada? No es imposible. Tenemos akladianos en nuestro ejército, ¿no?
fr: Empoisonnée ? Pas impossible. Nous avons des Akladiens dans notre armée, non ?
it: Avvelenata? Perché no. Abbiamo della gente di Akladia con noi, giusto?
pl: Czy została otruta? To nie jest niemożliwe. Ostatecznie, w naszej armii mamy Akladian, nieprawdaż?

source: My lord, I do not wish to disturb you, but our scouts have reported about the enemy forces.
cs: Můj pane, nechci tě vyrušovat, ale naši zvědové objevili nepřátelské jednotky.
es: Mi señor, no quiero molestarle, pero nuestros exploradores han reportado fuerzas enemigas.
fr: Monseigneur, je ne voudrais pas vous déranger, mais nos éclaireurs ont fait leur rapport sur les forces ennemies.
it: Mio signore, non voglio disturbarvi, ma i nostri esploratori hanno individuato delle forze nemiche.
pl: Panie, nie chcę przeszkadzać, ale zwiadowcy ostrzegają o wrogich wojskach.

source: Hmm... It seems we will have to fight this army to continue our journey. It should be easy.
cs: Hmm... Jak se zdá, budeme s nimi muset bojovat, abychom mohli pokračovat v naší výpravě. Mělo by to být snadné vítězství.
es: Humm... Parece que tendremos que luchar contra este ejército para continuar nuestro viaje. Debería ser fácil.

source: My lord, our scouts also told us that we are being followed by a very large army of Akladians. Someone has noticed us. Maybe our successes have been too much. We have to win quickly, or we will be crushed by another foe.
cs: Můj pane, naši zvědové nás ještě zpravili o tom, že nás pronásleduje ohromná akladijská armáda. Někdo nás zpozoroval. Možná byly naše úspěchy příliš zřejmé. Musíme rychle vyhrát, nebo nás rozdrtí jiný nepřítel.
es: Mi señor, nuestros exploradores también nos dijeron que estamos siendo perseguidos por un gran ejército de akladianos. Alguien se ha fijado en nosotros, demasiados éxitos llaman mucho la atención. Tenemos que vencer rápidamente, o seremos aplastados por otro enemigo.
fr: Monseigneur, nos éclaireurs nous ont aussi dit que nous étions suivis par une très grande armée d'Akladiens. Quelqu'un nous a repérés. Peut-être que nos succès ont été trop importants. Nous devons vaincre rapidement, ou nous serons balayés par un autre adversaire.
it: Mio signore, i nostri esploratori ci hanno riferito che un grande esercito di Akladia ci sta seguendo. Qualcuno ci ha notati. Forse i nostri successi sono stati troppo grandi. Dobbiamo vincere rapidamente, o saremo schiacciati da un altro nemico.
pl: Panie mój, zwiadowcy powiadomili nas, że podąża za nami wielka armia Akladyjczyków. Ktoś musiał nas zauważyć. Może nasze sukcesy okazały się zbyt duże. Musimy wygrać szybko, albo zostaniemy zgniecieni przez innego wroga.

source: It will be have to be a quick and decisive victory, then.
cs: Pak to tedy bude muset být rychlé a rozhodné vítězství.
es: Será una victoria rápida y decisiva, entonces.
fr: Alors, il faudra que ce soit une victoire rapide et décisive.
it: Sarà dunque una vittoria rapida.
pl: A więc, będziemy musieli odnieść szybkie i decydujące zwycięstwo.

source: Now that we have quit Raedwood forest, we should find Deorien. We know he is somewhere in Okladia, another kingdom that was founded by Akladians, and is ruled by your cousins from the Hagarthen line. But where Deorien is exactly... well, we have no idea.
cs: Teď, když jsme se dostali z Raedwoodského lesa, bychom se měli vydat hledat Deoriena. Víme, že sídlí někde v Okladii, dalším království založeném Akladijci, ve kterém vládne tvůj bratranec z Hagarthenova klanu. Ale kde se přesně nachází, to vážně nevíme.
es: Ahora que hemos abandonado el bosque de Raedwood, debemos encontrar a Deorien. Sabemos que está en algún lugar de Okladia, otro reino que fue fundado por los akladianos, y es gobernado por tus primos de la línea Hagarthen. Pero dónde está Deorien exactamente... bueno, no tenemos ni idea.
fr: Maintenant que nous sommes sortis de la forêt de Raedwood, nous devrions trouver Deorien. Nous savons qu'il est quelque part en Okladia, cet autre royaume fondé par les Akladiens, gouverné par vos cousins du clan Hagarthen. Mais où se trouve exactement Deorien... et bien, nous n'en avons aucune idée.
it: Adesso che abbiamo lasciato la foresta di Raedwood, dovremo trovare Deorien. Sappiamo che si trova da qualche parte a Okladia, un altro regno fondato da Akladia governato dai vostri cugini da parte del clan Hagarthen. Ma non abbiamo idea di dove si trovi esattamente.
pl: Teraz, gdy opuściliśmy lasy Raed, powinniśmy odnaleźć Deoriena. Wiemy, że jest gdzieś w Okladii, kolejnym królestwie założonym przez Akladian, rządzonym przez twoich kuzynów z klanu Hagarthen. Ale gdzie on jest dokładnie, nie mamy pojęcia.

source: That's why I suggest we visit the Oracle, who, being a mage herself, may know where Deorien is.
cs: A to je přesně ten důvod, proč bychom měli navštívit Věštkyni, která, jsa mágem, by mohla znát odpověď.
es: Por eso he sugerido visitar al Oráculo, quien, siendo una maga ella misma, debería conocer dónde está Deorien.
fr: C'est pour ça que je suggère d'aller voir l'oracle, qui, étant mage elle-même, sait peut-être où se trouve Deorien.
it: Ecco perché suggerisco di andare a trovare prima l'Oracolo, che è una maga e dunque potrebbe sapere dove si trova Deorien.
pl: Dlatego proponuję byśmy odwiedzili Wyrocznię, która, będąc sama magiem, może wiedzieć gdzie przebywa Deorien.

source: I can't hold my sword anymore... I can't...
cs: Už neudržím svůj meč... Nemohu...
es: No puedo sostener más mi espada... No puedo...

source: My ancestors, I am coming to you! I hope I have not failed you...
cs: Otcové, jdu k vám! Jen doufám, že jsem vás nezahanbil...
es: ¡Mis ancestros, voy por ustedes! Espero no haberos fallado...

source: I'm not afraid... I would just want to smoke a little longer...
cs: Nelituji... Jen jsem si chtěl ještě nějaký čas zakouřit...
es: No tengo miedo... Sólo me gustaría fumar un poco más...

source: Dunefolk die without fear!
cs: Hleď, jak umírá syn pouště. Beze strachu!
es: ¡Mira cómo mueren los elfos; sin miedo!

source: No! It's impossible! I have just started!
cs: Ne! To nejde! Zrovna jsem začal!
es: ¡No! ¡Es imposible! ¡Acabo de comenzar!
fr: Non ! Ce n'est pas possible, je viens juste de commencer !
it: No! È impossibile! Ho appena cominciato!
pl: Nie! To niemożliwe! Dopiero co zacząłem!

source: That's not fair!
cs: To není fér!
es: ¡Eso no es justo!
fr: Ce n'est pas correct !
it: Non è leale!
pl: To niesprawiedliwe!

source: Father! Father! I am losing my...
cs: Tati! Tatínku! Umírám...
es: ¡Padre! ¡Padre! Estoy perdiendo mi...
fr: Père ! Père ! Je perds mon...
it: Padre! Padre! Sto lasciando la mia...
pl: Ojcze! Ojcze! Tracę mój...

source: No! I have still so much to do!
cs: Ne! Ještě je třeba tolik věcí vykonat!
es: ¡No! ¡Aún tengo tanto que hacer!
fr: Non ! J'ai encore tant à faire !
it: No! Devo fare ancora tante cose!
pl: Nie! Jeszcze tyle mam do zrobienia!

source: Get out of my way... I am not here because of you.
cs: Jdi mi z cesty. Nejsem tady kvůli tobě.
es: Fuera de mi vista... no estoy aquí por ti.
fr: Foutez-moi le camp ... Je ne suis pas ici à cause de vous.
it: Vattene dalla mia strada... Non sono qui per te.
pl: Z drogi... nie jest tutaj z twojego powodu.

source: You aren't the prince, are you? Then it is not you I seek.
cs: Ty taky nejsi princ, že? Ty nejsi ten, koho hledám...
es: No eres el príncipe, ¿verdad? No te estoy buscando a ti.
fr: Vous n'êtes pas le prince, n'est-ce pas ? Vous n'êtes pas celui que je cherche.
it: Non sei un principe, vero? Non sei tu quello che io sto cercando.
pl: Nie jesteś księciem, nie? No to, nie ciebie szukam.

source: Finally! Now, accept the inevitable. I'm a professional, this won't hurt a bit!
cs: Konečně tě mám! Smiř se se svým osudem. A neměj strach, nebude to bolet. Jsem odborník. Ani si toho nevšimneš.
es: ¡Al fin! Ahora, aceptas lo inevitable. ¡Soy un profesional, esto apenas dolerá!
fr: Enfin ! Maintenant, accepte l'inévitable. Je suis une professionnelle, ça ne fera pas de mal.
it: Finalmente! Ora, accetta l'inevitabile. Sono un professionista, non ti farà male.
pl: Wreszcie! A teraz, przyjmij nieuniknione. Jestem profesjonalistą, to nie będzie boleć.

source: Leave the final blow for me! I want to interrogate him!
cs: Nezabíjejte mi ho! Chci ho vyslechnout! A podříznu si ho sama!
es: ¡Deja su ultimo aliento para mí! ¡Quiero interrogarlo!
fr: Laissez-moi le coup fatal ! Je veux pouvoir l'interroger avant qu'il ne meure !
it: Lasciate a me il colpo fatale! Voglio interrogarlo!
pl: Zostawcie mi ostateczny cios! Chcę go przesłuchać!

source: Why? Who sent you?
cs: Proč? Kdo tě poslal?
es: ¿Por qué? ¿Quién te envió?
fr: Pourquoi ? Qui vous a envoyé ?
it: Perché? Chi ti ha mandato?
pl: Dlaczego? Kto ciebie przysłał?

source: Why? Two hundred gold pieces, that's why.
cs: Proč? Důvod je strašně prostý: dvě stovky zlaťáků.
es: ¿Por qué? Doscientas piezas de oro, ese es el por qué.
fr: Pourquoi ? Deux cents pièces d'or, voilà pourquoi.
it: Perché? Per duecento pezzi d'oro, ecco perché.
pl: Dlaczego? Dwieście sztuk złota - oto odpowiedź.

source: Die, underling!
cs: Chcípni, podřadný!
es: ¡Muere, plebeyo!
fr: Meurs, métèque !
it: Muori, miserabile!
pl: Giń, pariasie!

source: Stop, don't kill him! We have to interrogate him!
cs: Přestaň! Nezabíjej ho! Musíme ho zmučánkovat!
es: ¡Alto, no lo mates! ¡Tenemos que interrogarlo!
fr: Arrêtez, ne le tuez pas ! Nous devons l'interroger !
it: Fermo, non lo uccidere! Dobbiamo interrogarlo!
pl: Stój, nie zabijaj go! Trzeba go przesłuchać!

source: Only one thing stays my hand from killing you now. Who sent you?
cs: Tak, pouze jedna věc mi brání tě propíchnout jako prase. Mluv! Kdo tě poslal?
es: Sólo una cosa detiene mi mano de matarte ahora. ¿Quién te envió?
fr: Maintenant, une seule chose me retient encore d'en finir avec toi : qui vous a envoyé ?
it: E ora, l'unica cosa che mi trattiene dall'ucciderti. Chi ti ha mandato?
pl: Jedna jedno rzecz wstrzymuje moją dłoń przed pozbawieniem ciebie życia.Kto ciebie przysłał?

source: The fates.
cs: Osud.
es: Los destinos.
fr: Le Destin.
it: Il destino.
pl: Los.

source: Don't test my patience. Speak, or I will kill you.
cs: Nepokoušej moji trpělivost! Mluv nebo tě podříznu jak podsvinče!
es: No pruebes mi paciencia. Habla, o te mataré.
fr: Ne jouez pas avec ma patience : parlez ou je vous tue !
it: Non mettere alla prova la mia pazienza. Parla o ti ucciderò.
pl: Nie próbuj mej cierpliwości! Mów, albo zginiesz!

source: Do whatever you want to.
cs: Dělej si co chceš. Stejně to uděláš.
es: Haga lo que quiera.
fr: Faites ce que vous voulez !
it: Fa' quello che devi.
pl: Rób, co ci się podoba.

source: Then die, since you want to.
cs: Tak teda chcípni, když po tom tak toužíš!
es: Entonces muere, si así lo quieres.
fr: Alors dans ce cas, meurs !
it: E allora muori, te la sei voluta.
pl: A więc giń, skoro tego pragniesz.

source: You are way too soft, Reme. Why didn't you give him to me?
cs: Teda Reme? Kdes´ nechal svou vznosnou mluvu? Ale i tak´s byl příliš měkký. Proč´s ho nenechal mně?
es: Eres demasiado suave, Reme. ¿Por qué no me lo dejas a mí?
fr: Tu es beaucoup trop gentil, Reme. Pourquoi ne me l'as-tu pas laissé ?
it: I tuoi modi sono troppo cortesi, Reme. Perché non lo hai lasciato a me?
pl: Za miękkiś, Reme. Czemuż mi go nie dałeś?

source: Who sent you?
cs: Kdo tě poslal?
es: ¿Quién te envió?
fr: Qui vous a envoyé !
it: Chi ti ha mandato?!
pl: Kto ciebie wysłał?

source: Our rules are to never betray the trust of those who hired us.
cs: Náš kodex praví: „Nikdy nezraď důvěru klienta“.
es: Nuestras reglas son nunca traicionar el nombre del pagador.
fr: C'est notre règle : ne jamais trahir la confiance de ceux qui nous ont engagés.
it: Noi non tradiamo mai il nome di chi ci manda.
pl: Nasze zasady nakzaują nigdy nie zdradzać tożsamości zleceniodawcy.

source: Don't test my patience, underling! Speak, or you will be sorry you are still alive!
cs: Nezkoušej mou trpělivost! Mluv, nebo budeš škemrat o smrt!
es: ¡No pruebes mi paciencia, plebeyo! ¡Habla, o lamentarás estar vivo!
fr: Ne joue pas avec mes nerfs, métèque ! Parle, ou tu vas regretter d'être encore vivant.
it: Non mettere alla prova la mia pazienza, miserabile! Parla o rimpiangerai di non essere morto!
pl: Nie próbuj mej cierpliwości, pariasie! Gadaj, albo błagać będziesz zaraz, bym pozbawiła cię życia!

source: Who sent me? Fate! And there will be others after me. (<i>scream of pain</i>) Aaaargh!
cs: Kdo mě poslal? Osud! Ale po mně přijdou další. (<i>Zasténá bolestí.</i>) Aaaargh!
es: ¿Quién me envió? El destino... Pero habrá otros tras de mí. (<i>grito de dolor</i>) ¡Aaaarg!

source: Speak!
cs: Mluv!
es: ¡Habla!
fr: Parle !
it: Parla!
pl: Gadaj!

source: My lady, please, stop, that's just...
cs: Má paní, prosím, přestaň, vždyť je to jenom...
es: Mi señora, por favor, deténgase, es suficiente...
fr: Dame, s'il vous plaît, arrêtez, c'est juste que...
it: Signora, vi prego, fermatevi, è solo...
pl: Pani moja, proszę, przestańcie, to jest po prostu...

source: I can't tell you! (Aaargh) I don't know his name! I was given this task by our elders... of the Outlaw Place. All I know is one of the Akladian lords paid us in gold! The price for the Hagarthens was three hundred gold pieces for the father and two hundred for the son! Aiieeee!!!
cs: Nemohu ti to říct! (Aaargh!) Neznám jeho jméno! Dostal jsem tenhle úkol od našich starších... z Raubířova. Vím jen, že jeden z akladijských lordů nám zaplatil zlatem! Cena byla tři sta zlatých za Hagarthena otce a dvě stovky za Hagarthena syna! Áááááá!!!
es: ¡No puedo decirle! (Aaargh) ¡No sé su nombre! Me dio la tarea un anciano del Puesto de los Proscritos. ¡Solo sé que un señor de Akladia pagó en oro! ¡El precio era trescientas piezas de oro por el padre y doscientas por el hijo! ¡Aaaayyyy!

source: No price for me?
cs: A žádná odměna za mou hlavu?
es: ¿Ningún precio por mí?
fr: Pas de prime sur ma tête ?
it: Non c'era un compenso per me?
pl: Za mnie ceny nie było wyznaczonej?

source: I think he would kill you gratis. He won't say anything more, my lady.
cs: Myslím, že tebe by zabil grátis. Ale už nic víc neřekne, je po něm, má paní.
es: Creo que la mataría gratuitamente. No dirá nada más, mi señora.
fr: Je pense qu'il vous aurait tuée gratuitement. Il ne dira rien de plus, ma dame.
it: Penso che vi avrebbe ucciso gratis. Non dirà nulla di più, signora.
pl: Sądzę, że zabiłby was gratis. Więcej nic nie wyjawi, pani moja.

source: Traitors! How can you be so dishonorable as to fight against your own rightful king!
cs: Zrádci! Jak můžete tak beze cti bojovat proti svému právoplatnému králi!
es: ¡Traidores! ¿Cómo podéis tener tal carencia de honor de luchar contra vuestro legítimo rey?
fr: Traîtres ! Comment pouvez-vous vous déshonorer au point de vous battre contre votre roi légitime ?
it: Tradimento! Dov'è il vostro onore! Come potete combattere contro il vostro re legittimo!
pl: Zdrajcy bez honoru! Jak możecie walczyć przeciw swojemu prawowitemu królowi?

source: Our king is dead! We are not traitors!
cs: Náš král zemřel! Nejsme žádní zrádci!
es: ¡Nuestro rey está muerto! ¡No somos traidores!
fr: Notre roi est mort ! Nous ne sommes pas des traîtres !
it: Il nostro re è morto! Non siamo traditori!
pl: Nasz król jest martwy! Nie jesteśmy zdrajcami!

source: But here is king's son, his rightful heir. Are you going to fight him?
cs: Ale zde je králův SYN! Jeho právoplatný nástupce! Pozvednete proti němu zbraň?
es: Pero aquí está el hijo del rey, su legítimo heredero. ¿Vas a luchar en su contra?
fr: Mais il y a le fils du roi, son légitime successeur. Allez-vous vous battre contre lui ?
it: Ma è il figlio del re, suo legittimo erede. Prenderete le armi contro di lui?
pl: Ale tu jest syn króla, jego prawowity dziedzic. Sprzeciwicie się mu?

source: The king's son is dead! We heard about it!
cs: Králův syn zemřel! Slyšeli jsme to!
es: ¡El hijo del rey está muerto! ¡Oímos hablar de eso!
fr: Le fils du roi est mort ! Nous l'avons appris !
it: Il figlio del re è morto! La notizia è arrivata fino a noi!
pl: Syn króla nie zyje! Słyszeliśmy wieści!

source: Do I look dead to you?
cs: Copak vypadám jako mrtvola?
es: ¿Parezco estar muerto?
fr: Ai-je vraiment l'air mort ?
it: Vi sembro forse morto?
pl: Czy wyglądam na martwego?

source: We were deceived! My king, please forgive me!
cs: Byli jsme podvedeni! Můj králi, prosím, odpusť mi!
es: ¡Fuimos engañados! ¡Mi rey, por favor perdóneme!
fr: Nous avons été trompés ! Mon roi, s'il vous plaît, pardonnez-moi !
it: Siamo stati ingannati! Mio sire, perdonami!
pl: Oszukano nas! Królu mój, błagam o wybaczenie!

source: You fool! He is mixling, he can't be our king!
cs: Jsi hlupák! Je to míšenec, takže nemůže být naším králem!
es: ¡Es un ardid! ¡Él es mestizo, no puede ser nuestro rey!
fr: Idiot ! c'est un métis, il ne peut pas être notre roi !
it: Sciocco! È un mezzosangue, non può essere il nostro re!
pl: Głupcze! To mieszaniec, nie może być naszym królem!

source: No! That's impossible! You will pay for that, treacherous dogs! Your sons at Vattin are as good as dead!
cs: Ne! To nemůže být pravda! Zaplatíte za to, vy proradní psi! Vaši synové ve Vattinu jsou už teď mrtví!
es: ¡No! ¡Imposible! ¡Pagarás por eso, perro traidor! ¡Tus hijos en Vattin pronto estarán muertos!
fr: Non, c'est impossible ! Vous allez payer pour ça, chiens de traîtres ! Vos fils à Vattin sont déjà morts !
it: No! È impossibile! La pagherete, cani traditori! I vostri figli a Vattin moriranno!
pl: Nie! To niemożliwe! Zapłacicie za to, zdradzieckie psy! Wasi synowie w Vattin już są martwi!
