Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Oh no! New reinforcements have arrived to help our enemies, now we cannot win!
cs: Ale ne! Nepřítel dostal další posily! Nyní nemáme žádnou šanci je porazit!
es: ¡Oh, no! Han llegado nuevos refuerzos para ayudar a nuestros enemigos, ¡ya no podemos ganar!
fr: Oh non ! Des nouveaux renforts pour nos ennemis sont arrivés. Nous n'avons plus aucune chance de les battre.
it: Oh no! Sono arrivati nuovi rinforzi per aiutare i nostri nemici, ora non abbiamo più possibilità di sconfiggerli!
pl: Och nie! Nowe siły przybyły na pomoc naszym wrogom, teraz nie mamy już szans by ich pokonać!

source: Ha! The orcs were hiding some gold here!
cs: Ha! Schovali tu nějaké zlato!
es: ¡Ja! ¡Los orcos estaban escondiendo algo de oro aquí!
fr: Ah ! Les orcs avaient caché de l'or ici !
it: Ah! Avevano nascosto dell'oro qua!
pl: Ha! Orki ukrywały tutaj nieco złota!

source: You have received $orc_gold_amt gold pieces.
cs: Získal jsi $orc_gold_amt zlatých.
es: Has recibido $orc_gold_amt piezas de oro.

source: Trapped
cs: V pasti
es: Atrapados
fr: Piégés !
it: In trappola
pl: W pułapce

source: Could it be possible? Lorin? You are alive?
cs: To není možné! Lorin, ty ještě žiješ?
es: ¿Será posible? ¿Lorín? ¿Estás viva?
fr: Est-ce possible ? Lorin ? Vous êtes encore en vie ?
it: Come è possibile? Lorin? Sei viva?
pl: Czy to możliwe? Lorin? Tyś żywa?

source: Uhm... Yes. But who exactly are you!?
cs: Uhm... jo. Ale co ty si zač?
es: Hum... Sí. ¿¡Pero quién eres exactamente!?
fr: Hum... Oui. Mais qui êtes-vous exactement ?
it: Uhm... Sì. Ma chi sei esattamente?
pl: Hmmm... Tak? A kim ty niby jesteś?

source: I am Reumario. We fought at Haeltin. You defeated me, but you let me live. I am indebted to you. It's a shame I have to fight against you.
cs: Já jsem Reumario. Bojovali jsme v Haeltinu. Porazilas mě, ale nechalas mě žít. Jsem tvým dlužníkem. Je ostudné, že spolu musíme zase bojovat.
es: Soy Reumario. Luchamos en Haeltin. Me derrotaste, pero me dejaste vivir. Estoy en deuda contigo. Es una pena que tenga que luchar contra ti.
fr: Je suis Reumario. Nous nous sommes battus à Haeltin. Vous m'avez vaincu, mais vous m'avez laissé en vie. J'ai une dette envers vous. Quel dommage que je doive me battre contre vous.
it: Sono Reumario. Abbiamo combattuto a Haeltin. Mi hai sconfitto, ma mi hai risparmiato. Ho un debito con te. È un disonore per me dover di nuovo combattere contro di te.
pl: Jestem Reumario. Walczyliśmy pod Haeltin i choć uległem, darowałaś mi życie. Mam wobec ciebie dług i wielka szkoda, że musimy walczyć ponownie.

source: Not only against me, but also against you own king, Gawen Hagarthen.
cs: Nejen proti mě, ale i proti svému králi, Gawenu Hagarthenovi.
es: No solo contra mí, sino también contra tu propio rey, Gawen Hagarthen.
fr: Pas seulement contre moi, mais aussi contre votre roi, Gawen Hagarthen.
it: Non solo contro di me, ma anche contro il vostro re, Gawen Hagarthen.
pl: Walczyć chcesz nie tylko przeciw mnie, ale i swojemu królowi, Gawenowi Hagarthenowi.

source: No, not my king. I've heard that he was asked whether his name was Gawen or Gaumhaldric, and he answered Gaumhaldric. How can he possibly be our king?
cs: Ne, to není můj král. Slyšel jsem, že když se ho ptali, jeslti se menuje Gawen nebo Gaumhaldrik, tak řekl Gaumhaldrik. Jak by pak mohl být našim králem?
es: No, no es mi rey. Escuché que le preguntaron si su nombre era Gawen o Gaumhaldric, y respondió Gaumhaldric. ¿Cómo es posible que sea nuestro rey?
fr: Non, pas mon roi. J'ai entendu, quand on lui a demandé si son nom était Gawen ou Gaumhaldric, qu'il a répondu Gaumhaldric. Comment pourrait-il être notre roi dans ce cas ?
it: No, non è il mio re. Ho sentito che quando gli hanno chiesto se il suo nome era Gawen o Gaumhaldric, ha risposto Gaumhaldric. Come può dunque essere il nostro re?
pl: Nie, nie mojemu królowi. Słyszałem, że zapytano go, czy nazywa się Gawen, czy Gaumhaldric, i że odpowiedział tym drugim mianem. Jak więc mógłby być naszym królem?

source: I won't explain myself to you, Reumario. But I will prove to you in battle, that I am worthy of the crown of Vakladia.
cs: Já se ti nemusím představovat, Reumario. Ale v boji ti dokáži, že jsem právoplatným vlastníkem trůnu a koruny Vakladie.
es: No te voy a explicar, Reumario. Pero te demostraré en batalla que soy digno de la corona de Vakladia.
fr: Je n'ai pas à me justifier devant toi, Reumario. Mais je te prouverai en combattant que je suis digne de la couronne de Vakladia !
it: Non sarò io a spiegartelo, Reumario. Ma ti proverò in combattimento che sono degno della corona di Vakladia.
pl: Nie będę się przed toba tłumaczył Reumario, ale udowodnię ci w bitwie, żem godzien korony Vakladii.

source: Gawen Hagarthen! My king! I am on your side!
cs: Gawen Hagarthen! Můj králi! Jsem na tvé straně!
es: ¡Gawen Hagarthen! ¡Mi rey! ¡Estoy de su lado!
fr: Gawen Hagarthen ! Mon roi ! Je suis avec vous !
it: Gawen Hagarthen! Mio re! Sono al vostro fianco!
pl: Gawen Hagarthen! Mój królu! Jestem po waszej stronie!

source: Gawen Hagarthen? But... he is dead!
cs: Gawen Hagarthen? Ale... on není mrtvý?
es: ¿Gawen Hagarthen? Pero... ¡si está muerto!
fr: Gawen Hagarthen ? Mais... il est mort ?
it: Gawen Hagarthen? Ma... È morto?
pl: Gawen Hagarthen? Ale jak.. wszak martwym on!

source: No, he is not. He is alive and he is your rightful king. And what do you think about that, Reumario?
cs: Ne, není. Je živ a zdráv a je tvým právoplatným králem. A co si o tom myslíš teď, Reumario?
es: No, no lo está. Está vivo y es tu legítimo rey. Así que, ¿qué piensas de eso, Reumario?
fr: Non, il n'est pas mort. Il est en vie et il est ton roi légitime. Que penses-tu de ça, Reumario ?
it: Invece lo è. È vivo ed è il vostro re legittimo. E di questo cosa pensi, Reumario?
pl: Nie, nie umarł. Żyje i jest waszym prawowitym królem. I co o tym myślicie, Reumario?

source: I don't know. If he proves himself worthy... I will be happy to follow his orders.
cs: Nevím. Pokud mi dokáže svou čest... rád přijímat tvé rozkazy.
es: No lo sé. Si demuestra ser digno... Estaré feliz de seguir sus órdenes.
fr: Je ne sais pas. S'il me prouve qu'il en est digne... je suivrai ses ordres avec plaisir.
it: Non lo so. Se si dimostrasse degno... sarei felice di eseguire i suoi ordini.
pl: Nie wiem. Jeżeli udowodni, że jest godzien... Szczęściem dla mnie będzie wtedy wypełniać jego rozkazy.

source: And he will prove himself worthy by killing you. My, my.
cs: A on prokáže čest sám sobě, když tě zabije. Jo, jo.
es: Y demostrará su valía matándote. Mi, mi.
fr: Et il le prouvera en te tuant. Oh la la.
it: E si dimostrerà degno uccidendoti. Santo cielo!
pl: A najpewniej udowodni, że jest godzien, zabijając ciebie. Taaa.

source: Reumario, Reumario. I think I must be bad luck for you. Every time you meet me, you lose.
cs: Reumario, Reumario. Myslím, že ti přináším smůlu. Pokaždé, když mě potkáš, prohraješ.
es: Reumario, Reumario. Creo que debo traerte mala suerte. Cada vez que me encuentras, pierdes.
fr: Reumario, Reumario. Je crois que je te porte la poisse. Chaque fois qu'on se rencontre, tu perds.
it: Reumario, Reumario. Temo di portarti sfortuna. Ogni volta che mi incontri, perdi.
pl: Reumario, Reumario. Myślę, że przynoszę ci pecha, za każdym razem, gdy się spotykamy, przegrywasz.

source: I am not afraid, old hag. I am dying anyway.
cs: Je mi to jedno, stará bosorko. Stejně umírám.
es: No tengo miedo, vieja bruja. Me estoy muriendo de todos modos.
fr: Je n'ai pas peur, vieille peau ! Je suis déjà en train de mourir de toute façon.
it: Non mi fai paura vecchia strega. Sto morendo comunque.
pl: Nie boję się, wiedźmo. I tak już umieram.

source: There are different kinds of death, Reumario.
cs: Protože jsou různé druhy smrti, Reumario.
es: Hay diferentes tipos de muerte, Reumario.
fr: Il y a différentes façons de mourir, Reumario.
it: Ci sono diversi modi di morire.
pl: Różne są śmierci rodzaje, Reumario.

source: Mother, put down that knife! That is an order.
cs: Matko, polož ten nůž! To je rozkaz!
es: ¡Madre, baja ese cuchillo! Es una orden.
fr: Mère, lâchez ce poignard ! C'est un ordre !
it: Madre, metti giù quel coltello! È un ordine.
pl: Matko, odłóż ten nóż! To rozkaz.

source: What knife?
cs: Jaký nůž?
es: ¿Qué cuchillo?
fr: Quel poignard ?
it: Quale coltello?
pl: Jaki nóż?

source: Sneaking out of Raedwood
cs: Plížení ven z Raedwoodu
es: Escabulliéndose de Raedwood
fr: Sortir discrètement de Raedwood.
it: Di soppiatto fuori da Readwood
pl: Wymykając się z lasu Raed

source: MY KING! Forgive me, no... kill me now, how could I fight against you? I know now that I am a worthless traitor.
cs: MŮJ KRÁLI! Odpusť mně, namístě mě zabij, jak jsem jenom mohl proti tobě bojovat? Nyní vím, že jsem ubohý zrádce.
es: ¡MI REY! Perdóneme, no... máteme ahora, ¿cómo podría luchar contra vos? Ahora sé que soy un inútil traidor.
fr: MON ROI ! Pardonnez-moi, non... tuez-moi sur le champ ! Comment ai-je pu vous combattre ?! Maintenant je sais que je ne suis qu'un misérable traître !
it: MIO RE! Perdonami, uccidimi adesso, come ho potuto combattere contro di te. Adesso so di essere uno spregevole traditore
pl: Mój król! Wybaczcie mi, nie.. zabijcie mnie, jak mogłem wznieść przeciwko wam broń! Teraz wiem, że okazałem się bezwartościowym zdrajcą.

source: Gawen, I thought I told you to keep your identity a secret.
cs: Gawene, říkal jsem ti, že se máš držet v anonymitě.
es: Gawen, creí haberte dicho que mantuvieras tu identidad en secreto.
fr: Gawen, je pensais t'avoir dit de garder ton identité secrète.
it: Gawen, credevi di averti detto di mantenere la tua identità segreta
pl: Gawenie, zdawało mi się, że mówiliśmy coś o utrzymaniu twojej tożsamości w tajemnicy.

source: It is for advisors to advise, and the leader to choose whether to follow that advice. Raban, there can be no treachery in ignorance. If you didn't know it was me, you are no traitor.
es: Corresponde a los asesores aconsejar y al líder elegir si seguir ese consejo. Raban, no puede haber traición en la ignorancia. Si no sabías que fui yo, no eres un traidor.

source: I've heard that name... a new, skilled underling leader. My honor is intact, even in defeat.
cs: Už jsem to jméno slyšel. Nový, schopný vůdce podřadných. Teď vidím, že má čest není pošlapána, když jsem byl zabit tebou.
es: Escuché ese nombre... un nuevo líder plebeyo bastante hábil. Mi honor está intacto, incluso en la derrota.
fr: J'ai déjà entendu ce nom... un nouveau chef métèque très doué. Mon honneur est intact, même dans la défaite.
it: Ho già sentito questo nome... Un nuovo, esperto miserabile comandante. Ora so che il mio onore è immacolato per aver perso da te.
pl: Słyszałem to imię... Nowy, utalentowany przywódca pariasów. Teraz wiem, że nie było hańbą przegrać w walce z wami.

source: And now...
cs: A teď...
es: Y ahora...
fr: Et maintenant...
it: E ora...
pl: A teraz...

source: I will spare your life.
cs: ušetřím tvůj život.
es: Te perdonaré la vida
fr: J'épargnerai ta vie.
it: Ti risparmierò la vita.
pl: Pozwolę wam żyć.

source: Go to your ancestors.
cs: jdi ke svým předkům.
es: Ve con tus antepasados
fr: Retourne à tes ancêtres.
it: Raggiungi i tuoi antenati.
pl: Dołącz do swoich przodków.

source: I will order my people to try to cure your wounds. And then I will release you.
cs: Nařídím mým lidem, aby ošetřili tvé zranění. A pak tě propustím.
es: Ordenaré a mi gente que trate de curar tus heridas. Y luego te liberaré.
fr: Je vais ordonner à mes gens d'essayer de soigner tes blessures. Ensuite, je te libèrerai.
it: Ordinerò alla mia gente di curare le tue ferite e poi ti lascerò andare.
pl: Rozkażę moim ludziom spróbować uleczyć wasze rany. A potem was uwolnię.

source: Prepare to meet your ancestors, brave warrior; I cannot leave you alive.
cs: Následuj své předky, odvážný muži. Nemohu tě nechat žít.
es: Prepárate para unirte a tus ancestros, valiente guerrero; no puedo dejarte con vida.
fr: Prépare-toi à rencontrer tes ancêtres, brave guerrier. Je ne peux pas te laisser en vie.
it: Raggiungi i tuoi antenati, uomo coraggioso. Io non posso lasciarti vivere.
pl: Dzielny wojowniku, przygotujcie się na spotkanie ze swymi przodkami. Nie mogę pozostawić was żywego.

source: You can still hear me, can't you? I have some questions.
cs: Ještě mě slyšíš, že jo? Mám pár otázek.
es: ¿Puedes oírme todavía, no? Tengo algunas preguntas.
fr: Tu peux encore m'entendre ? J'ai quelques questions.
it: Puoi ancora sentirmi, vero? Devo farti alcune domande.
pl: Jeszcze jesteś w stanie mnie słyszeć, prawda? Mam kilka pytań.

source: Then ask someone else... who might know the answers.
cs: Tak se ptej těch, kteří budou znát odpovědi.
es: Entonces pregunte a alguien más... que pueda saber las respuestas.
fr: Alors demandez à quelqu'un d'autre ... qui connaît éventuellement les réponses.
it: E allora chiedi a qualcun altro che sappia le risposte.
pl: To zadaj je komuś, kto może znać odpowiedzi.

source: Wait! Don't die yet! Curses, he's already lost consciousness.
cs: Počkej! Neumírej ještě! Zatraceně, ten už své svědomí ztratil.
es: ¡Espera! ¡No te mueras todavía! Maldición, ya perdió la conciencia.
fr: Attends, ne meurs pas ! Bon sang ! Il a déjà perdu conscience.
it: Aspetta! Non morire ancora! Dannazione, ha già perso i sensi.
pl: Czekaj! Nie umieraj jeszcze! Do diabła, stracił już przytomność.

source: Now, tell me...
cs: Tak mi tedy řekni...
es: Ahora, dime...
fr: Maintenant, dis-moi...
it: Adesso, dimmi...
pl: A teraz, chcę wiedzieć...

source: Why is Bor Cryne allied with orcs?
cs: Proč se Bor Cryne spojil se skřety?
es: ¿Por qué Bor Cryne se ha aliado con los orcos?
fr: Pourquoi Bor Cryne s'est-il allié aux orcs ?
it: Perché Bor Cryne si è alleato con gli orchi?
pl: Dlaczego Bor Cryne jest sprzymierzony z orkami?

source: What can you tell me about Grekulak?
cs: Co mi můžeš říct o Grekulakovi?
es: ¿Qué puedes decirme sobre Grekulak?
fr: Que peux-tu dire au sujet de Grekulak ?
it: Cosa sai di Grekulak?
pl: Co wiesz o Grekulaku?

source: Do you know where the great mage Deorien is?
cs: Nevíš náhodou, kde sídlí velký mág Deorien?
es: ¿Sabes dónde está el gran mago Deorien?
fr: Sais-tu où le grand mage Deorien se trouve ?
it: Sai dove si trova il grande mago Deorien?
pl: Czy wiesz, gdzie szukać wielkiego maga, Deoriena?

source: Will you fight for us?
cs: Budeš za nás bojovat?
es: ¿Lucharás para nosotros?
fr: Te battrais-tu pour nous ?
it: Combatterai per noi?
pl: Czy będziesz dla mnie walczyć?

source: Mage? Then he is surely burning in hell!
cs: Mág? Pak se určitě smaží v pekle!
es: ¿Mago? ¡Entonces seguramente se está quemando en el infierno!
fr: Le mage ? J'espère qu'il brûle en enfer !
it: Spero che bruci all'inferno!
pl: Mag? Zapewne smaży się w piekle!

source: I don't know. He leads the orcs, but he is not an orc. I am not sure who he is. There is gossip that a new messiah will come to lead us to conquer the world, and he might just be that new messiah, I think.
cs: Nevím. Velí skřetům, ale není to skřet. Nevím, kdo je. Jdou hlasy, že přichází nový mesiáš, který nás povede k dobytí světa, a on by jím mohl být.
es: No lo sé. Está conduciendo a los orcos, pero no es un orco. No estoy seguro quién es. Hay chismes de que un nuevo mesías vendrá a conducirnos para conquistar el mundo, y podría ser él, supongo.
fr: Je ne sais pas. Il dirige les orcs, mais ce n'est pas un orc. Je ne suis pas sûr de ce qu'il est. Il y a des rumeurs qui disent qu'un nouveau messie va venir pour nous mener à la conquête du monde, et il se pourrait bien que ce soit lui.
it: Non lo so, guida gli orchi ma non è un orco. Non so chi sia. Ci sono delle voci che un nuovo liberatore ci guiderà a conquistare il mondo e, penso, che questo nuovo liberatore potrebbe essere lui.
pl: Nie wiem. Dowodzi orkami, ale sam nie jest orkiem. Nie jestem pewien, kim jest. Są plotki, że ma nadejść nowy mesjasz, by poprowadzić nas do podboju świata, i być może to on jest tym nowym mesjaszem.

source: New messiah?
cs: Nový mesiáš?
es: ¿Nuevo mesías?
fr: Un nouveau messie ?
it: Un nuovo liberatore?
pl: Nowy mesjasz?

source: Yes. The new messiah will show us how to renew our covenant with God, and he will reveal to us the new traditions and ways that this covenant will require. He won't be Akladian - at least not fully Akladian - the rumors are not totally clear about that.
cs: Ano. On nám ukáže, jak obnovit spojenectví s Bohem, on nám ukáže cesty. Nemusí být Akladijcem, minimálně ne čistokrevným Akladijcem, šeptanda není v tomto bodu jasná.
es: Sí. El nuevo mesías nos mostrará cómo renovar nuestro pacto con Dios, y nos revelará las nuevas tradiciones y formas que requerirá este pacto. No será akladiano, al menos no completamente akladiano, los rumores no son muy claros sobre eso.
fr: Oui, le nouveau messie nous montrera comment renouveler notre alliance avec Dieu, il nous révèlera les nouvelles coutumes et pratiques qui vont avec. Il ne sera pas Akladien, du moins pas entièrement, la rumeur n'est pas claire à ce sujet.
it: Sì. Ci mostrerà come rinnovare il patto con gli dei, ci indicherà nuove strade. Non sarà di Akladia, almeno non del tutto, le voci non sono chiare su questo punto.
pl: Tak. Pokaże nam, jak odnowić nasze przymierze z Bogiem, pokaże nam nowe drogi. Nie będzie on Akladyjczykiem, a przynajmniej nie w pełni Akladyjczykiem, plotki wzajemnie sobie przeczą w tym miejscu.

source: It's because we need allies against the usurper mixling, Gawen Hagarthen.
cs: No protože potřebujeme spojence proti tomu uzurpátorovi, míšenci Gawenovi Hagarthenovi.
es: Es porque necesitamos aliados contra ese usurpador, el mestizo Gawen Hagarthen.
fr: C'est parce qu'il nous faut des alliés contre cet usurpateur, ce Gawen Hagarthen.
it: Perché abbiamo bisogno di alleati contro questo usurpatore mezzosangue di Gawen Hagarthen.
pl: Ponieważ potrzebujemy sojuszników przeciwko temu uzurpatorowi, mieszańcowi Gawenowi Hagarthenowi.

source: And what are his plans for future?
cs: A jaké jsou jeho plány do budoucna?
es: ¿Y sus planes para el futuro?
fr: Et que prévoit-t-il dans l'avenir ?
it: E quali sono i suoi piani per il futuro?
pl: Jakie są jego plany na przyszłość?

source: I think Bor wants to be king. He wants to try to unite all of the Akladian kingdoms and complete the conquest of Wesnoth. On the way, he will purify our race by killing every Akladian unworthy of the name.
cs: Myslím, že Bor chce být novým králem. Pak se pokusí sjednotit akladijská království a konečně obsadit komplet celý Wesnoth. A ve jménu čistoty naší rasy zabijí každého nečistého Akladijce.
es: Creo que Bor desea ser el nuevo rey. Entonces intentará unir a todos los reinos de Akladia y acabar la conquista de Wesnoth. De esa manera purificará nuestra raza matando a cada akladiano indigno de ese nombre.
fr: Je pense que Bor veut devenir roi. Il veut essayer d'unifier tous les royaumes Akladiens et terminer la conquête de Wesnoth. Par la même occasion, il en profitera pour purifier notre race en tuant tous les Akladiens indignes de porter ce nom.
it: Credo che Bor voglia diventare il nuovo re. Cercherà di riunire tutti i regni di Akladia e completerà la conquista di Wesnoth. Nel frattempo purificherà la nostra razza uccidendo tutti quelli di Akladia che non sono degni di appartenere ad Akladia.
pl: Sądzę, że Bor chce być nowym królem. Potem spróbuje on zjednoczyć wszystkie akladyjskie królestwa i dokończyć podboju Wesnoth. Po drodze oczyści naszą rasę, zabijając każdego Akladyjczyka niegodnego tego miana.

source: Unworthy? What do you mean by that?
cs: Nečistý? Co tím myslíš?
es: ¿Indigno? ¿Qué quieres decir con eso?
fr: Indignes ? Que veux-tu dire par là ?
it: Indegni? Con questo cosa intendi?
pl: Niegodnego? To znaczy, jakiego?

source: Those who have offended our God by marrying Wesnothian women. Those who allowed their daughters to live when they chose another husband or married an underling. Those with underling friends. All of them will be sacrificed to God.
cs: Ty, kteří odporují našemu Bohu tím, že se žení s wesnothskými ženami. Ty, kteří nechávají žít své dcery, když si zvolí druhého manžela nebo se dokonce vdají za podřadného. Všechny, co se přítelíčkují s podřadnými. Ti všichni budou obětováni Bohu.
es: Aquellos que ofendieron a nuestro Dios casándose con una mujer wesnodiana. Quienes permitieron vivir a sus hijas cuando escogieron un nuevo marido o a un plebeyo. Quienes son amigos de los plebeyos. Todos serán sacrificados a Dios.
fr: Ceux qui ont offensé Dieu en épousant une Wesnothienne. Ceux qui ont laissé vivre leurs filles quand elles ont choisi un autre mari ou quand elles ont épousé un métèque. Ceux qui sont les amis des métèques. Tous seront sacrifiés à Dieu.
it: Quelli che hanno offeso i nostri dei sposando donne di Wesnoth. Quelli che hanno permesso alle loro figlie di scegliersi un altro marito o sposare un miserabile. Quelli che sono amici dei miserabili. Tutti questi saranno sacrificati agli dei.
pl: Mam na myśli tych, którzy obrazili naszego Boga żeniąc się z pariaską. Którzy pozwolili żyć swoim córkom, gdy wybrały one następnego męża albo poślubiły pariasa. Tych, którzy mają pariasów za przyjaciół. Wszyscy oni zostaną poświęceni Bogu.

source: Never in my life or afterlife!
cs: Nikdy v životě ani v životě po životě!
es: ¡Ni en mi vida ni después de ella!
fr: Jamais dans ma vie ni ma vie future !
it: Mai! Né in questa vita, né nell'aldilà!
pl: Nigdy w życiu, w tym ani w przyszłym!

source: I don't know who that is. If he is a mage, then he is an enemy of our God and as such, has no right to life.
cs: Tak to nevím. Ale jestli je to mág, je to nepřítel Boha a jako takový nemá nárok žít.
es: No sé sobre eso. Si es un mago, entonces es enemigo de nuestro Dios y como tal, no tiene ningún derecho a la vida.
fr: Je ne sais pas qui c'est. Si c'est un mage, c'est un ennemi de Dieu et donc n'a pas le droit de vivre.
it: Questo non lo so. Se è un mago, allora è nemico degli dei e di conseguenza non ha diritto alla vita.
pl: Nie wiem tego. Jeżeli jest magiem, tedy wrogiem jest naszego Boga i jako taki, nie ma prawa, by żyć.

source: I do not know that name.
cs: Neznám to jméno.
es: No conozco ese nombre.
fr: Je ne connais pas ce nom.
it: Non conosco questo nome.
pl: Imię to nie jest mi znane.

source: I do not know why. I've heard they came here to purify the world before the new messiah comes, but right now it just seems like they are pillaging and murdering many good people, Akladian and Wesnothian alike.
cs: Nevím. Slyšel jsem, že sem přišli vyčistit svět před příchodem nového mesiáše, ale teď plení a drancují a povraždili mnoho dobrých lidí, a to jak Akladijců, tak Wesnothských.
es: No sé sobre eso. He oído que vinieron para purificar el mundo antes de la llegada del nuevo mesías, pero ahora simplemente están saqueando y asesinando a mucha gente buena, akladianos y wesnodianos.
fr: Je ne sais pas pourquoi. J'ai entendu dire qu'ils sont venu ici pour purifier le monde avant que le nouveau messie ne vienne. Mais pour le moment ils ne font rien d'autre que piller et assassiner beaucoup de braves gens. Aussi bien des Akladiens que des Wesnothiens.
it: Questo non lo so. Mi hanno detto che sono venuti qui purificare il mondo prima dell'arrivo del nuovo Liberatore, ma finora hanno solo saccheggiato e assassinato molta brava gente, sia di Akladia sia di Wesnoth.
pl: Tego nie wiem. Słyszałem, że przybyli tutaj, aby świat oczyścić przed przybyciem nowego mesjasza, ale póki co po prostu łupią i mordują wielu dobrych ludzi, zarówno Akladyjczyków, jak i Wesnotyjczyków.
