Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: My king, my brother only opposed you because he didn't know it was you. Please, forgive him.
cs: Můj králi, můj brácha se ti postavil jenom proto, že nevěděl, kdo si. Prosím, odpusť mu.
es: Mi rey, mi hermano solo se opuso a vos porque no sabía que eras vos. Por favor, perdónele.
fr: Mon roi, mon frère ne s'est opposé à vous que parce qu'il ignorait qui vous étiez. Veuillez lui pardonner.
it: Mio re, mio fratello vi ha contrastato solo perché non sapeva chi eravate. Per favore, perdonatelo.
pl: Mój królu, mój brat sprzeciwił się wam, ponieważ nie wiedział kim jesteście. Wybaczcie mu, proszę.

source: Have you heard, Rauke? You will have another king very soon now.
cs: Slyšels to už, Rauke? Teď už budete mít brzo novýho krále.
es: ¿Has oído, Rauke? Tendrás otro rey muy pronto.
fr: As-tu entendu, Rauke ? Tu vas avoir un autre roi très bientôt.
it: Avete sentito, Rauke? Molto presto avrete un altro re.
pl: Słyszeliście no Rauke? Wkrótce bedziecie mieć nowego króla.

source: No kidding.
cs: Nekecej.
es: Sin bromas.
fr: Sans rire ?
it: Non scherzare.
pl: Bez żartów.

source: No, really. Now, when Gawen Hagarthen was killed and you were unable to impose any sign of order, our king, which as it seems will soon be also your king, decided to help you and bring back the law.
es: No, en serio. Cuando Gawen Hagarthen fue asesinado y no pudisteis imponer el orden, nuestro rey, que según parece pronto será también vuestro rey, decidió ayudaros y traer de vuelta la ley.
it: No, davvero. Adesso che Gawen Hagarthen è morto e tu non sei riuscito a dare il minimo ordine, il nostro re, che come sembra presto sarà anche vostro re, ho deciso di aiutarvi a riportare la legge.

source: After he cleans Vakladia of the marauders, brawlers and bandits, he will call for an election for a new king, where you, of course, will have the chance to show your gratitude by giving him the crown.
es: Después de limpiar Vakladia de merodeadores, pendencieros y bandidos, convocará elecciones para un nuevo rey, en las que tú, por supuesto, tendrás la oportunidad de mostrar tu gratitud entregándole la corona.
it: Dopo che avrà liberato Vakladia dai numerosi malfattori, attaccabrighe e banditi, indirà un'elezione per il nuovo re, dove voi, naturalmente, avrete la possibilità di mostrare la vostra gratitudine cedendogli la corona.

source: Are you going somewhere with this speech, or are you just talking because you love to hear yourself talk?
cs: Vyklop, co chceš říct, a nechoď kolem horké kaše. Nebo jenom rád mlátíš prázdnou slámu?
es: ¿Vas a alguna parte con este discurso, o simplemente estás hablando porque te encanta escucharte hablar?
fr: Est-ce que ton discours a un sens quelconque, ou bien parles-tu seulement pour t'écouter ?
it: I tuoi discorsi arriveranno prima o poi al dunque oppure parli solo perché ti piace chiacchierare?
pl: Czy ta przemowa gdzieś zmierza, czy po prostu gadasz, bo lubisz?

source: Well, Rauke, what will you do when King Buffin Hagarthen appears here? You will of course join us? I know a few people who are quite close to the king, I might just put in a good word with them for you...
cs: Dobře, Rauke. Co uděláš, když sem přitáhne Buffin Hagarthen? Natuty se k nám přidáš? Znám pár lidi blízko krále, mohli by ztratit slovíčko...
es: Bueno, Rauke, ¿qué harás cuando el rey Buffin Hagarthen aparezca por aquí? ¿Te unirás a nosotros, digo yo? Conozco a algunas personas que son bastante cercanas al rey, podría hablarles bien de ti...
fr: Eh bien, Rauke, que feras-tu quand le roi Buffin Hagarthen viendra ici ? Naturellement, tu nous rejoindras ? Je connais quelques personnes qui sont proches du roi, je pourrais leur dire un mot en ta faveur...
it: Bene. Rauke, cosa farai quando re Buffin Hagarthen sarà qui? Ti unirai a noi, naturalmente? Io conosco alcune persone che sono molto vicine al re, io potrei dir loro una parola...
pl: Rauke, co zrobisz, gdy król Buffin się tu zjawi? Dołaczysz do nas, jak mniemam? Znam parę osób w otoczeniu króla, mogę szepnąć słówko czy dwa...

source: Anyone who tries to pass my outpost with arms in his hands and treachery in his heart will never return to his home. Gawen Hagarthen is alive. My brother Raban saw him and even talked with him. He is our rightful king and he will return to us.
cs: Kdokoli, kdo se pokusí projít kolem mojí stráže se zbraní v ruce a zradou v srdci, se nikdy nevrátí domů. Gawen Hagarthen je naživu. Můj brácha Raban ho viděl a mluvil s ním. Je to náš pravý král a vrátí se k nám.
es: Cualquiera que intente pasar mi puesto de avanzada con armas en sus manos y traición en su corazón nunca regresará a su hogar. Gawen Hagarthen está vivo. Mi hermano Raban lo vio e incluso habló con él. Es nuestro legítimo rey, y volverá a nosotros.
fr: Quiconque essayera de passer mon avant-poste les armes à la main et la traîtrise au coeur ne reverra jamais son foyer. Gawen Hagarthen est vivant. Mon frère Raban l'a vu et lui a même parlé. Il est notre roi légitime et il reviendra parmi nous.
it: Chiunque cercherà di passare il mio avamposto con le armi in pugno e il tradimento nel cuore non tornerà mai più a casa. Gawen Hagarthen è vivo. Mio fratello Raban lo ha visto e ha persino parlato con lui. È il nostro legittimo re e ritornerà tra noi.
pl: Każdy, kto spróbuje przekroczyć granicę obok mojego posterunku z bronią w ręku i zdradą w sercu, nigdy nie wróci do domu. Gawen Hagarthen żyw jest. Mój brat Raban widział go i nawet rozmawiał z nim. Jest on naszym prawowitym królem i powróci do nas.

source: I will do as my heart leads me. Not long ago, my brother fought a Wesnothian leader, Gaumhaldric. He told me this Gaumhaldric looked just like our king Gawen... but when asked, he answered that his name was 'Gaumhaldric.' I think our throne must be empty. Either Gawen is dead, or - if he indeed was Gaumhaldric - he lied and is therefore unworthy to be our king.
cs: Dělám, co mi říká srdce. Můj bratr před nedávnem bojoval s wesnothským vůdcem, nějakým Gaumhaldrikem. Říkal mi, že ten Gaumhaldrik vypadal přesně jako náš král Gawen... ale když se ho zeptal na jméno, tak prý Gaumhaldrik. Takže náš trůn je prázdný. Buď je Gawen mrtvej, nebo – pokud to byl ten Gaumhaldrik – lže a není hoden být naším králem.
es: Haré lo que mi corazón me guíe. No hace mucho, mi hermano luchó contra un líder wesnodiano, Gaumhaldric. Me dijo que este Gaumhaldric se parecía a nuestro rey Gawen... pero cuando le pregunté, respondió que su nombre era 'Gaumhaldric' Creo que nuestro trono debe estar vacío. O Gawen está muerto, o -si en verdad era Gaumhaldric- mintió y por lo tanto no es digno de ser nuestro rey.
fr: Je ferai ce que mon coeur me dicte. Mon frère a combattu un chef Wesnothien il n'y a pas si longtemps, Gaumhaldric. Il m'a dit que Gaumhaldric ressemblait étrangement à notre roi Gawen... Mais quand il lui a demandé, il a répondu que son nom était Gaumhaldric. Je pense que notre trône est vide. Soit Gawen est mort, soit - s'il est réellement ce Gaumhaldric - il a menti et donc ne mérite pas d'être notre roi.
it: Farò quello che mi dice il cuore. Mio fratello ha combattuto di recente un comandanet di Wesnoth, Gaumhaldric. Mi ha detto che questo Gaumhaldric sembrava proprio il nostro re Gawen... ma quando glielo ha chiesto, rispose di chiamarsi Gaumhaldric. Penso dunque che il nostro trono sia vacante. O Gawen è morto, o - se effettivamente fosse Gaumhaldric - è bugiardo e quindi indegno di essere il nostro re.
pl: Zrobię, jak mnie poprowadzi serce. Mój brat niedawno walczył z Wesnotyjskim przywódcą, Gaumhaldricem i powiedział mi, że wyglądał on zupełnie, jak król Gawen... ale ów, zapytany kim jest, innego użył miana. Myślę, że nasz tron jest pusty. Gawen nie żyje lub, jeśli w istocie to był on, jest kłamcą niegodnym bycia naszym władcą.

source: I don't know what to think about this. My brother, Raban, died recently fighting with someone who - according to many - looked like our king Gawen's twin brother.
cs: Nevím, co si o tom mám myslet. Můj bratr, Raban, je mrtvej, když bojoval s někým, kdo vypadá jako dvojče našeho krále Gawena.
es: No sé qué pensar sobre eso. Mi hermano, Raban, murió hace poco luchando con alguien que -según muchos- parecía el hermano gemelo de nuestro rey Gawen.
fr: Je ne sais pas quoi penser de ça. Mon frère Raban est mort récemment en combattant quelqu'un qui, d'après les dires de beaucoup, ressemblait à notre roi Gawen comme un frère jumeau.
it: Non so cosa ne pensi, ma mio fratello, Raban, è morto di recente combattendo qualcuno che - secondo molti - sembrava il fratello gemello del nostro re Gawen.
pl: Nie wiem, co o tym sądzić. Mój brat, Raban, poległ niedawno walcząc z kimś kto, według swiadków, wyglądał jak brat-bliźniak naszego króla, Gawena.

source: I don't know what to think about this. My brother, Raban, fought with someone who - according to many - looked like our king Gawen's twin brother. He was left alive by one of the Wesnothians fighting for this young leader, who goes by the name 'Gaumhaldric.' There are many rumors about him...
cs: Nevím, co si o tom mám myslet. Můj bratr, Raban, je mrtvej, když bojoval s někým, kdo vypadá jako dvojče našeho krále Gawena. Nechal ho žít jeden z Wesnoťanů, kteří pod ním bojovali. Jméno toho mladýho velitele je Gaumhaldrik. Už se o něm hodně povídá...
es: No sé qué pensar de eso. Mi hermano, Raban, luchó con alguien que -según muchos- se parecía al hermano gemelo de nuestro rey Gawen. Fue dejado con vida por uno de los wesnodianos que luchaban por este joven líder, que responde al nombre de 'Gaumhaldric' Hay muchos rumores sobre él...
fr: Je ne sais pas quoi penser de tout ça. Mon frère, Raban, a combattu quelqu'un qui, d'après les dires de beaucoup, ressemblait à notre roi Gawen comme un frère jumeau. Un Wesnothien se battant pour ce jeune chef lui a laissé la vie. Ce jeune chef porte le nom de Gaumhaldric. Il y a énormément de rumeurs à son sujet.
it: Non so cosa ne pensi, ma mio fratello, Raban, ha combattuto contro uno che - secondo molti - sembrava il fratello gemello del nostro re Gawen. È stato risparmiato da uno di Wesnoth che combatteva per questo giovane comandante. Il nome di questo giovane era Gaumhaldric. Secondo certe voci...
pl: Nie wiem, co mi o tym sądzić. Mój brat, Raban, walczył z kimś, kto - według świadków - wyglądał jak bliźniak króla Gawena. Został puszczony wolno przez jednego z Wesnotyjczyków służących pod tym młodym przywódcą, którego zwą 'Gaumhaldric'. Krąży o nim wiele plotek...

source: This doesn't look good, my lord. We weren't expecting this many enemies here. And our scouts are reporting that Buffin's army is just behind us.
cs: To nevypadá dobře, můj pane. Tady jsme nečekali tolik nepřátel. A průzkum hlásí Buffinovu armádu hned za námi.
es: Esto no se ve bien, mi señor. No esperábamos tantos enemigos aquí. Y nuestros exploradores informan que el ejército de Buffin está justo detrás de nosotros.
fr: Ça ne se présente pas bien, Monseigneur. Nous ne nous attendions pas à tant d'ennemis ici. Les éclaireurs disent que l'armée de Buffin est juste derrière nous.
it: Non è una bella situazione, mio signore. Non ci aspettavamo così tanti nemici qua. E gli esploratori riferiscono che l'esercito di Buffin è proprio dietro di noi.
pl: Nie wygląda za dobrze, mój panie. Nie spodziewaliśmy się tutaj tylu wrogów. A zwiadowcy mówią, że armia Buffina jest tuż za nami.

source: Aaah, the glory of battle! My son, fodder for our swords lies ahead. Let's kill them all, and if they are worthy opponents, let's cut their hearts out and eat them. Speaking of eating, I am really hungry...
cs: Ách, zase bitva! Bašta pro naše meče je před nama. Všechny je pozabíjejme, a pokud to budou solní protivníci, vyřízneme jejich srdce a zblajznem je! Když tak mluvím o jídle, dostal jsem pořádný hlad...
es: ¡Aaah, la gloria de la batalla! Hijo mío, nos espera pienso para nuestras espadas. Matémoslos a todos, y si son oponentes dignos, arranquémosles el corazón y comámoslos. Hablando de comer, me está dando mucha hambre...
fr: Aaaah, la gloire des batailles ! Mon fils, devant nous se trouve de quoi rassasier nos épées ! Tuons-les tous et s'ils ont été courageux, nous leur arracherons le coeur et nous le mangerons. À propos de manger, j'ai vraiment faim...
it: Ah, la battaglia! Figlio mio, cibo per le nostre spade ci aspetta. Uccidiamoli tutti e se saranno stati dei volorosi avversari, gli strapperemo i cuori e ce li mangeremo. Parlando di mangiare, mi è venuta fame...
pl: Ah, chwało bitwy! Mój synu, karma dla naszych mieczy czeka przed nami. Zabijmy ich wszystkich, a jeśli okażą się godnymi przeciwnikami, wytnijmy im serca i zjedzmy je, jak zwyczaj każe. Mówiąc o jedzeniu, jestem głodna...

source: My king, is mother of your majesty always this... hmm...
cs: Můj králi, je matka vaší výsosti pokaždé tak... hmm...
es: Mi rey, es la madre de su majestad siempre así de... hmm...
fr: Mon roi, est-ce que la mère de votre majesté est toujours si ... hum...
it: Mio re, la madre di sua maestà è sempre così... ehm...
pl: Mój królu,czy matka waszej wysokości jest zawsze taka... hmm...

source: Bloodthirsty? I am not sure. She has been behaving very oddly of late... mother, you should really stop eating so much. You are starting to gain weight.
cs: Krvežíznivá? Nejsem si jistý. Před nedávnem se začala chovat zcela podivně... Matko, měla bys přestat tak moc jíst. Začínáš nám tloustnout.
es: ¿Sanguinaria? No estoy seguro. Se ha estado comportando de forma muy extraña últimamente... madre, deberías dejar de comer tanto. Estás empezando a subir de peso.
fr: Assoiffée de sang ? Je n'en suis pas sûr. Elle se comporte bizarrement depuis quelque temps... Mère, vous devriez vraiment arrêter de manger autant. Vous commencez à prendre du poids.
it: Assetata di sangue? Non lo so. Di recente, ha cominciato a comportarsi in maniera abbastanza strana... madre, dovresti davvero smetterla di mangiare così tanto. Cominci a mettere su peso.
pl: Spragniona krwi? Nie jestem pewien. Ostatnio zaczęła zachowywać się dość dziwnie. Matko, powinnaś przestać tyle jeść, zaczynasz przybierać na wadze.

source: I will lose it in battle. Charge!
cs: Zhubnu zase bojem. Dozbraněééééé!
es: Lo perderé en la batalla. ¡Carguemos!
fr: Je le perdrai dans la bataille. Chaaargez !
it: Lo perderò in battaglia. Caarica!
pl: Stracę kilogramy w bitwie. Do ataku!

source: Reach the northern edge of the map with Gawen.
cs: Dojdi s Gawenem Hagarthenem na severní okraj mapy.
es: Alcanza el borde norte del mapa con Gawen.
fr: Atteignez l'extrémité nord de la carte avec Gawen.
it: Raggiungi il bordo settentrionale della mappa con Gawen
pl: Dotrzyj Gawenem do północnej krawędzi mapy.

source: For our king, Gawen Haldric Hagarthen!
cs: Za našeho krále, Gawena Haldrika Hagarthena!
es: ¡Por nuestro rey, Gawen Haldric Hagarthen!
fr: Pour notre roi, Gawen Haldric Hagarthen !
it: Per il nostro re, Gawen Haldric Hagarthen!
pl: Za króla, Gawena Haldrika Hagarthena!

source: Your king? You are fighting for the ghost of long dead boy? And why would you call him Haldric?
cs: Tvýho krále? Ty bojuješ za ducha dávno scepenělýho kluka? A proč mu říkáš Haldrik?
es: ¿Tu rey? ¿Estás luchando por el fantasma de un niño muerto hace mucho tiempo? ¿Y por qué lo llamarías Haldric?
fr: Votre roi ? Vous vous battez pour le fantôme d'un garçon mort depuis longtemps ? Pourquoi l'appelez-vous Haldric ?
it: Il vostro re? Stai combattendo per il fantasma di un ragazzo morto da tempo? E perché lo hai chiamato Haldric?
pl: Waszego króla? Walczycie w imię ducha dawno zmarłego chłopca? I dlaczego nazwałeś go Haldric?

source: You oppose Gawen Hagarthen, your own king.
cs: Bojuješ proti svému králi, Gawenovi Hagarthenovi.
es: Te opones a Gawen Hagarthen, tu propio rey.
fr: Vous vous opposez à Gawen Hagarthen, votre propre roi.
it: Stai combattendo contro Gawen Hagarthen, il tuo re.
pl: Stajecie przeciw Gawenowi Hagarthenowi, waszemu królowi.

source: Our king? And where is he? Is he hiding behind your backs?
cs: Mému králi? A kde je? Schovává se za ti za zadkem?
es: ¿Nuestro rey? ¿Y dónde está? ¿Se esconde detrás de tu espalda?
fr: Notre roi ? Et où est-il ? Se cache-t-il derrière vous ?
it: Il nostro re? E dov'è? Si sta nascondendo dietro di te?
pl: Naszego króla? A gdzie on jest? Chowa się za waszymi plecami?

source: Now, feel the wrath of ancient power. Your God is expressing his anger through me, because you are opposing his messiah!
cs: Nyní ochutnej trest vyšší moci. Skrze mne promlouvá hněv tvého boha, že jsi se postavil svému mesiáši!
es: Ahora, siente la ira del antiguo poder. ¡Tu Dios está expresando su ira a través de mí, porque te estás oponiendo a su mesías!
fr: Maintenant, subissez la puissance d'un pouvoir ancien ! Votre Dieu exprime sa colère à travers moi car vous vous opposez à son messie !
it: Adesso sentirai la collera dell'antico potere. I vostri dei esprimeranno la loro furia attraverso di me perché stai combattendo contro il loro messia!
pl: A teraz poczuj gniew starożytnej potęgi. Twój Bóg wyraża swój gniew przeze mnie, bo sprzeciwiasz się swojemu mesjaszowi!

source: My name is Reme Carrenemoe. You doubt my word?
cs: Kde by tak asi mohl Reme Carrenemoe být?
es: Mi nombre es Reme Carrenemoe. ¿Dudas de mi palabra?
fr: Mon nom est Reme Carrenmoe. Douteriez-vous de ma parole ?
it: Dove potrebbe essere Reme Carrenemoe?
pl: Moje imię brzmi Reme Carrenemoe. Wątpicie w moje słowo?

source: If he is really Gawen Hagarthen, why does he send others to fight?
cs: Pokud je to skutečně Gawen Hagarthen, proč za sebe nechává bojovat jiné?
es: Si realmente es Gawen Hagarthen, ¿por qué envía a otros a luchar?

source: He lost consciousness already? Sigh. I hoped we could ask him few questions. But then again, he didn't seem like a guy who would actually KNOW anything.
es: ¿Ya perdió la consciencia? Suspiro. Esperaba poder preguntarle algunas cosas. Pero bueno, no parecía un tipo que SUPIERA algo realmente.

source: What are you waiting for? Finish me!
cs: Na co čekáš! Doraz mě!
es: ¿Qué estás esperando? ¡Acaba conmigo!
fr: Qu'est-ce que tu attends ? Viens, finis-moi !
it: Cosa aspetti? Finiscimi!
pl: Na co czekasz? Wykończ mnie!

source: Then die, if that's what you want!
cs: No tak, jo, když chceš!
es: ¡Entonces muere, si es lo que quieres!
fr: Alors, meurs, si c'est ce que tu veux !
it: Muori, se è questo che vuoi!
pl: Giń więc, jeżeli tego pragniesz!

source: You were worthy opponent
cs: Byl jsi dobrým protivníkem
es: Fuiste un digno oponente
fr: Tu as été un adversaire redoutable.
it: Sei stato un degno avversario.
pl: Byłeś godnym przeciwnikiem.

source: If that's your wish
cs: Když si to přeješ...
es: Si ese es tu deseo.
fr: Si tel est ton souhait...
it: Se è questo che vuoi.
pl: Jeżeli takie wasze życzenie

source: Why should I do that? You fought like a real man, and I respect you. Rauke, I want you to know that I consider you a good warrior and a fine Akladian. I will ensure your body is buried with all honours.
cs: Proč bych to měl udělat? Bojoval jsi jako skutečný muž, a já tě respektuji. Rauke, chci, abys věděl, že jsem poznal, že jsi dobrý válečník i dobrý Akladijec. Udělám vše, aby tvé tělo bylo pohřbeno se všemi poctami!
es: ¿Por qué debo hacer eso? Luchaste como un verdadero hombre, y te respeto. Rauke, quisiera que supieras que te consideré buen guerrero y buen akladiano. Haré todo lo necesario para enterrar tu cuerpo con todos los honores.
fr: Pourquoi ferais-je ça ? Tu as combattu en homme et je te respecte. Rauke, sache que je te considère comme un bon guerrier et un bon Akladien. Je ferais tout pour enterrer ton corps avec tous les honneurs.
it: Perché dovrei farlo? Avete combattuto come veri uomini e vi rispetto. Rauke, voglio che tu sappia che ti considero un buon guerriero di Akladia. Farò tutto quello che serve dunque per seppellire il tuo corpo con tutti gli onori.
pl: Dlaczego miałbym to zrobić? Walczyliście, jak mężczyźnie przystało. Szanuję was. Rauke, chcę, byście wiedzieli, że uważam was za dobrego wojownika i męża godnego miana Akladyjczyka. Zrobię wszystko, by pochować wasze ciało ze wszystkimi zaszczytami.

source: Maybe you are worthy to be our king after all...
cs: Možná jsi přece jen dost vznešený, abys byl náš král...
es: Tal vez seas digno de ser nuestro rey después de todo...
fr: Finalement, vous méritez peut-être bien d'être notre roi...
it: Forse sei degno di essere il nostro re dopotutto...
pl: Może jednak mimo wszystko jesteś godny, by być naszym królem...

source: Tell me what has happened recently in Vakladia?
cs: Řekni mi, co se nedávno stalo ve Vakladii?
es: Dime, ¿qué ha pasado recientemente en Vakladia?
fr: Dites-moi, que s'est-il passé récemment en Vakladia ?
it: Dimmi, ti prego, cosa è successo ultimamente a Vakladia?
pl: Rzeknijcie, co się zdarzyło ostatnio w Vakladii?

source: Nothing changed much. Everyone is fighting with everyone. Bor Cryne and his allies are trying to impose themselves as supreme rulers with the help of the orcs, but even their successes with the rebels have not given them any authority.
cs: Nic moc. Každý bojuje s každým. Bor Cryne a jeho kumpáni se snaží ukázat jako skvělí vládci, kteří mají podporu skřetů, ale ani jeho úspěchy proti rebelům mu moc autority nepřidaly.
es: Nada cambió demasiado. Todos están peleando contra todos. Bor Cryne y sus aliados intentan imponerse como gobernantes supremos con la ayuda de los orcos, pero ni siquiera sus éxitos con los rebeldes les ha dado alguna autoridad.
fr: Rien n'a vraiment changé. Tout le monde se bat avec tout le monde. Bor Cryne et ses alliés essayent de s'imposer comme commandants suprêmes avec l'aide des orcs, mais aucun de leurs succès avec les rebelles ne leur a donné une quelconque autorité.
it: Non è cambiato granché. Tutti combattono tutti. Bor Cryne e i suoi alleati stanno cercando di affermarsi come sovrani supremi con l'aiuto degli orchi, ma persino i loro successi con i ribelli non hanno dato loro alcun'autorità.
pl: Niewiele się zmieniło. Wszyscy walczą ze sobą nawzajem. Bor Cryne i jego sojusznicy usiłują narzucić swoją władzę z pomoca orków, ale nawet ich sukcesy w starciach z buntownikami nic im nie pomogły.

source: In Easkladia, king Perien died during the final battle with the Wesnothians. He broke through the Wesnothian lines right to their king. He slew their king, but he was in turn killed by underlings. The battle then ended, undecided, but the Easkladian capital was saved and the underlings withdrew without their king.
es: En Easkladia, el rey Perien murió durante la batalla final contra los wesnodianos. Rompió las líneas westnodian directamente a su rey. Mató a su rey, pero a su vez fue asesinado por sus plebeyos. La batalla luego terminó, indecisa, pero la capital de Easkladia se salvó y los plebeyos se retiraron sin su rey.
fr: En Easkladia, le roi Périen est mort au cours de la bataille finale avec les Wesnothiens. Il a percé leurs lignes jusqu'à leur roi. Il l'a tué, mais il a été tué par les métèques. La bataille s'est terminée ainsi, sans vainqueur, mais la capitale Easkladienne a été sauvée et les métèques se sont retirés sans leur roi.
pl: W Easkladii król Perien poległ w ostatniej walce z Wesnothianami, przełamał ich szeregi aż do ich króla, zabił go, ale zaraz potem sam zginął z rąk pariasów. Bitwa pozostała nierozstrzygnięta, ale stolicę Eakladii ocalono a pariasi ostatecznie się wycofali.

source: There are multiple rumors about a messiah who will come and unite all the Akladians and lead them into true greatness... (<i>coughs</i>) ...and... (<i>coughs</i>)
es: Hay múltiples rumores sobre un mesías que vendrá y unirá a todos los akladianos y los guiará hacia la verdadera grandeza... (<i>tos</i>) ...y... (<i>tos</i> )
