Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: So you were worthy opponents, after all! It's a shame we didn't meet in other circumstances, or we might have been friends.
cs: Tak jsi byl přece mnohem silnější, než jsem čekal! Je škoda, že jsme se nepotkali za jiných okolností, možná bychom se spřátelili.
es: ¡Así que eran oponentes dignos, después de todo! Es una pena que no nos hayamos conocido en otras circunstancias, o podríamos haber sido amigos.
fr: Vous avez été de valeureux adversaires, après tout ! C'est triste que nous n'ayons pas eu l'occasion de nous rencontrer dans d'autres circonstances, nous aurions pu même devenir amis.
it: Sei stato un degno avversario, dopo tutto! È triste che non abbiamo avuto l'occasione di incontrarci in circostanze diverse, forse saremmo persino diventati amici.
pl: Byliście godnym przeciwnikiem, mimo wszystko! Szkoda, żeśmy się nie spotkali w innych okolicznościach, może nawet zostalibyśmy przyjaciółmi.

source: You need not die, Rob Roe. I do not wish for your death. I will let you live.
es: No necesitas morir, Rob Roe. No deseo tu muerte. Te dejaré vivir.

source: What's your name, noble stranger, so I can know whom to thank?
cs: Jak se jmenuješ, vznešený cizinče, abych věděl, komu jsem vděčen?
es: ¿Cómo te llamas, noble forastero, para saber a quién agradecer?
fr: Quel est votre nom noble étranger, que je sache qui remercier ?
it: Come ti chiami, nobile straniero, in modo che io sappia chi devo ringraziare?
pl: Jak brzmi wasze imię, szlachetny nieznajomy, bym wiedział, komu winienem podziękowania?

source: So, Gaumhaldric, may I fight for you? I and my people too?
cs: Dobře, Gaumhaldriku, mohu pro tebe bojovat? Já a moji lidé?
es: Entonces, Gaumhaldric, ¿podemos luchar por ti? ¿Mi gente y yo también?
fr: Eh bien, Gaumhaldric, est-ce que je peux me battre pour vous ? Et mes gars aussi ?
it: Allora, Gaumhaldric, posso combattere per te? Io e anche la mia gente?
pl: Więc Gaumhaldricu, czy mogę walczyć dla was? Tak, jak i moi ludzie?

source: Wow! Seems you have earned a new nickname, Gaumhaldric.
cs: Bomba! Tak to vypadá, že máš novou přezdívku, Gaumhaldrik.
es: ¡Guau! Parece que te has ganado un nuevo apodo, Gaumhaldric.
fr: Wahou ! On dirait que tu as gagné un nouveau surnom, Gaumhaldric.
it: Wow! Sembra che tu ti sia guadagnato un soprannome, Gaumhaldric.
pl: Łaał! Chyba właśnie dostałeś nowy przydomek, Gaumhaldricu.

source: After some thought...
cs: Když se tak nad tím zamyslím...
es: Después de pensar un poco...
fr: Après réflexion...
it: Dopo averci pensato un po'...
pl: Po namyśle...

source: Yes, I shall accept you and any of your people who want to fight in my army.
cs: Ano, přijmu do své armády tebe a všechny tvé muže, kteří budou ochotni za mne bojovat.
es: Sí, te aceptaré a ti y a cualquiera de los tuyos que quiera luchar en mi ejército.
fr: Oui, j'accepte, ainsi que tous ceux qui veulent se battre dans mon armée.
it: Sì, io accetterò te e tutti quelli del tuo popolo che vogliono combattere nel mio esercito.
pl: Tak, zgadzam się byś ty, i każdy z twoich ludzi który zechce, dołączył do mojej armii.

source: No offense, but I don't trust you enough.
cs: Ne. Nic proti, ale tak moc ti zas nevěřím
es: Sin ofensa, pero no confío lo suficiente en ti.
fr: Ne le prenez pas mal, mais je ne vous fais pas assez confiance.
it: No, senza offesa, ma io non mi fido abbastanza di te.
pl: Bez obrazy, ale nie ufam ci wystarczająco.

source: You said most of your army is elsewhere?
cs: Říkal jsi, že zbytek tvé armády je někde jinde?
es: ¿Dijiste que la mayor parte de tu ejército está en otra parte?
fr: Vous disiez que la plus grosse partie de votre armée était ailleurs ?
it: Hai detto che la maggior parte del tuo esercito è altrove?
pl: Powiedziałeś, że większość waszej armii jest gdzie indziej?

source: Yes. Our best units were hired to invade the Carrenemoe clan.
cs: Ano. Naše nejlepší jednotky byly poslány, aby napadly klan Carrenemoe.
es: Sí. Nuestras mejores unidades fueron contratadas para invadir el clan Carrenemoe.
fr: Oui, nos meilleures unités ont été recrutées pour envahir le clan des Carrenmoes.
it: Sì. Le unità migliori sono state assoldate per attaccare il clan dei Carrenemoe.
pl: Tak. Najlepsze jednostki zostały najęte, by najechać siedziby klanu Carrenemoe.

source: The Carrenemoes? Ruvio, we have to...
cs: Klan Carrenemoe? Ruvio, musíme...
es: ¿Los Carrenemoe? Ruvio, tenemos que...
fr: Carrenmoes ? Ruvio, nous devons...
it: I Carrenemoe? Ruvio, dobbiamo...
pl: Klanu Carrenemoe? Ruvio, musimy...

source: We must get to Freetown as soon as possible. I'm sorry, kid.
cs: Musíme jít do Svobodova, tak rychle, jak je to jen možné. Je mi líto, chlapče.
es: Debemos llegar a Freetown lo antes posible. Lo siento, chico.
fr: Nous devons rejoindre Freetown le plus tôt possible, je suis désolé mon garçon.
it: Dobbiamo andare a Freetown il più presto possibile. Mi spiace ragazzo.
pl: Musimy udać się do Wolnego Miasta, i to tak szybko, jak to tylko jest możliwe. Przykro mi chłopcze.

source: Rob Roe, there was assassin who was sent after m... Gawen Hagarthen. He was interrogated and he said he was sent from an 'Outlaw Place.' Do you know who hired him to kill king Gawen Hagarthen?
cs: Robe Roe, na m... Gawena Hagarthena někdo poslal vraha. Během mučení přiznal, že byl vyslán z Raubířova. Nevíš, kdo jej najal, aby zabil krále Gawena Hagarthena?
es: Rob Roe, hubo un asesino que fue enviado tras m... Gawen Hagarthen. Fue interrogado y dijo que lo enviaron desde un 'Puesto de los Proscritos'. ¿Sabes quién lo contrató para matar al rey Gawen Hagarthen?
fr: Rob Roe, on a envoyé un assassin contre m... contre Gawen Hagarthen. On l'a interrogé et il a certifié qu'il venait de la base des hors-la-loi. Savez-vous qui l'a engagé pour tuer le roi Gawen Hagarthen ?
it: Rob Roe, c'era un sicario sulle m... tracce di Gawen Hagarthen. È stato interrogato e ha detto che lo avevano mandato da Fuorilegge. Sai chi lo ha pagato per uccidere il re Gawen Hagarthen?
pl: Robie Roe za m... Gawenem Hagarthenem wysłano zabójcę. Na spytkach wyznał, że przysłano go z Miejsca Banitów. Czy wiesz, kto go wynajął?

source: I am not sure. Perhaps you can say a few names, and I will tell you if any of them rings a bell?
cs: Nejsem si jist. Možná, když mi řekneš pár jmen, možná si vzpomenu.
es: No estoy seguro. Tal vez puedas decir algunos nombres, y te diré si alguno de ellos te suena.
fr: Je n'en suis pas sûr. Peut-être pourriez-vous dire quelques noms et je vous dirai s'ils me rappellent quelque chose.
it: Non saprei. Se mi fai qualche nome posso dirti se mi dicono qualcosa.
pl: Nie jestem pewien. Może powiecie kilka nazwisk, może coś mi przypomną.

source: So, what about...
cs: Dobře, co třeba...
es: Entonces, ¿qué pasa con...?
fr: Bien, qu'en est-il de...
it: Dunque, ...
pl: No, to co powiesz na..

source: No, I don't think it was him.
cs: Ne, nemyslím, že to byl on.
es: No, no creo que fuera él.
fr: Non, je ne pense pas que c'était lui.
it: No, non penso che sia stato lui.
pl: Nie, to raczej nie był on.

source: Yes! I remember that name now! He set a price on the head of a father and son. I think it was also he who paid us to invade the Carrenemoes' holdings.
es: ¡Sí! ¡Ahora recuerdo ese nombre! Puso precio a la cabeza de un padre y su hijo. Creo que también fue él quien nos pagó para invadir las posesiones de los Carrenemoes.

source: The noble and honorable Reme? You have got to be kidding.
cs: Ten ctihodný a tak vznešený Reme? Si děláš prču, že?
es: ¿El noble y honorable Reme? Tienes que estar bromeando.
fr: Le si noble et si honorable Reme ? Vous devez plaisanter.
it: Il nobile e onorato Reme? Vuoi scherzare.
pl: Szlachetny i och-jakże-honorowy Reme? No chyba sobie dworujecie ze mnie.

source: Lady Lorin?
es: ¿Señora Lorin?
fr: Dame Lorin ?
pl: Szlachetna Lorin?

source: No, it wasn't a woman. People from the Gallorae clan did contact us in the past about buying some poison, but that was years ago.
cs: Ne, nebyla to žena. Lidé z jejího klanu nás v minulosti kontaktovali, chtěli koupit nějaký jed, ale to už bylo před lety.
es: No, no era una mujer. La gente del clan Gallorae se puso en contacto con nosotros en el pasado para comprar veneno, pero eso fue hace años.
fr: Non, ce n'était pas une femme. Des membres du clan de Gallorae nous ont contactés autrefois pour nous acheter du poison, mais c'était il y a des années...
it: No, non è stata una donna. La gente del suo clan ci ha contattati in passato per comprare del veleno, ma è stato molto tempo fa.
pl: Nie, to nie była kobieta. Ludzie z klanu Gallorae kontaktowali się z nami w przeszłości, chcąc kupić jakąś truciznę, ale to było dawno temu.

source: Who? Never heard of him.
cs: Kdo? To jméno jsem nikdy neslyšel.
es: ¿Quién? Nunca escuché de él.
fr: Qui ? Jamais entendu parler de lui.
it: Chi? Mai sentito.
pl: Kto? W życiu o nim nie słyszałem.

source: The guy from city of Barnon? No, it wasn't him, though from what I've heard about him he could do it - if he could think for himself.
cs: Ten chlápek z města Barnonu? Ne, on to nebyl. I když z toho, co jsem o něm slyšel, by to udělat mohl – kdyby mohl myslet sám za sebe.
es: ¿El chico de la ciudad de Barnon? No, no fue él, aunque por lo que he oído sobre él podría hacerlo, si pudiera pensar por sí mismo.
fr: Le gars de la cité de Barnon ? Non. Bien que d'après ce que j'ai entendu de lui, il aurait pu le faire, du moins s'il pouvait penser un peu plus par lui-même.
it: Il tipo della città di Barnon? No, anche se da quello che ho sentito che avrebbe potuto farlo - se pensasse di più con la sua testa.
pl: Ta łajza z miasta Barnon? Nie, chociaż z tego com o nim słyszał, byłby do tego zdolny - gdyby potrafił myśleć bardziej samodzielnie.

source: There are no more trained, able-bodied young man in this small settlement to recruit as Spearman or Bowman. You may only recruit Peasants and Fencers now.
cs: V této malé osadě už není žádný trénovaný zdatný mladý muž, který by se dal naverbovat jako kopiník nebo lučištník. Už můžeš verbovat jenom sedláky a šermíře.
es: No hay más jóvenes entrenados y físicamente capacitados en este pequeño asentamiento para reclutar como lanceros o arqueros. Ahora sólo puedes reclutar campesinos y esgrimidores.
fr: Il n'y a plus de jeunes hommes entraînés à recruter comme lanciers ou archers dans ce campement. Vous ne pouvez plus recruter que des paysans ou des escrimeurs maintenant.
it: Non ci sono altri uomini abili in questo piccolo insediamento da reclutare come fanti o arcieri. Ora puoi solo più reclutare contadini e schermitori.
pl: W tej osadzie nie ma już więcej zdolnych do noszenia broni młodych mężczyzn o umiejętnościach wystarczających do służenia jako Włócznicy lub Łucznicy. Od tej chwili możesz rekrutować tylko Wieśniaków i Szermierzy.

source: Oh, there is a horse in this village. I can ride it!
cs: Jů, v téhle vesnici mají koně. Můžu na něm jezdit!
es: Oh, hay un caballo en este pueblo. ¡Puedo montarlo!

source: ...see?
cs: ... jak vypadám?
es: ¿...veis?

source: You look different now.
cs: Teď vypadáš jinak.
es: Te ves diferente ahora.

source: It's amazing the effect that getting on horseback can have on one's appearance, isn't it?
cs: Je úžasný, jakej vliv může mít sezení na koni na něčí vizáž, že jo?
es: Es asombroso el efecto que puede tener montar a caballo en la apariencia de uno, ¿no?

source: Indeed.
cs: Vskutku.
es: Ya lo creo.

source: Ha! Our army has returned! You are doomed now!
cs: Ha! Naše armáda se vrátila! Teď nemáte šanci!
es: ¡Ja! ¡Nuestro ejército ha regresado! ¡Estás condenado ahora!
fr: Ha ! Notre armée est de retour ! Vous êtes fichus maintenant !
it: Ah! Il nostro esercito è tornato! Ora non avete scampo!
pl: Ha! Nasza armia wróciła! Już po was!

source: Hm, it seems there are some more people here, capable with spears and bows, who could be recruited.
cs: Hm, vypadá to, že je tu víc lidí, co to umí s kopím a lukem, a šlo by je naverbovat.
es: Hm, parece que hay algunas personas más aquí, hábiles con lanzas y arcos, que podrían ser reclutadas.

source: You may recruit four more archers and/or spearmen.
cs: Můžeš naverbovat ještě další čtyři lučištníky či kopiníky.
es: Puedes reclutar cuatro arqueros y/o lanceros más.
fr: Vous pouvez recruter quatre lanciers ou archers de plus.
it: Puoi reclutare solo più quattro unità tra arcieri o fanti.
pl: Możesz wynająć cztery kolejne jednostki, łuczników lub włóczników.

source: It seems that the outlaws had a small treasury hidden here.
cs: Vypadá to, že si tu banditi schovali malý pokládek.
es: Parece que los forajidos tenían un pequeño tesoro escondido aquí.
fr: On dirait que les hors-la-loi ont caché un petit trésor, ici.
it: Pare che i fuorilegge avessero nascosto un piccolo tesoro qua.
pl: Wygląda na to, że banici mieli ukryty tutaj mały skarbczyk.

source: You receive $gold_amt golden pieces.
cs: Získal jsi $gold_amt zlatých.
es: Recibes $gold_amt piezas de oro.

source: Haw haw haw, you thought we were here to fight <i><b>for</b></i> you? Think again, fools!
cs: Ha ha ha, mysleli jste si, že jsme tu, abychom za <i><b>vás</b></i> bojovali? Používejte hlavu, blázni!
es: Ja ja ja ja, ¿pensaste que estábamos aquí para luchar <i><b>por</b></i> ti? ¡Piensen de nuevo, tontos!

source: $unit.name turned out to be an outlaw!
cs: Jednotka $unit.name se projevila jako psanec!
es: ¡$unit.name resultó ser un forajido!

source: I am Akladian... but my mother was Wesnothian.
cs: Jsem Akladijec... ale má matka byla Wesnoťanka.
es: Soy akladiano... pero mi madre era wesnodiana.

source: Oh, so you are only half-a-jerk, right? He, he.
es: Oh, entonces solo eres medio idiota, ¿verdad? Je, je.
fr: Oh, alors vous êtes seulement une moitié de crétin, pas vrai ? Hé, hé.
pl: Aaaa, czyliś tylko pół-głupek? Ha, humor mnie nie opuszcza na stare lata, cha, cha, cha...

source: I am glad I made you laugh, my lady. Now, please forgive me, I have to defeat the rest of our enemies here.
es: Me alegro de haberle hecho reír, mi señora. Ahora, por favor perdóneme, tengo que derrotar al resto de nuestros enemigos aquí.
fr: Je suis content de vous avoir fait rire, Dame. Maintenant excusez-moi, j'ai encore à vaincre le reste de nos ennemis.
pl: Cieszy mnie myśl, że dzięki mnie na waszej twarzy pojawił się uśmiech, szlachetna pani. Wybaczcie mi jednak, gdyż muszę pokonać resztę naszych wrogów.

source: Wait, young man. You made me laugh, and in my age, and in this time, this means something. In exchange I will teach you few tricks with herbs. Maybe you will find them useful...
es: Espera, joven. Me hiciste reír, y en mi edad, y en este tiempo, esto significa algo. A cambio te enseñaré algunos trucos con hierbas. Tal vez los encuentres útiles...
fr: Attends jeune homme. Tu m'as fait rire et à mon âge et par les temps qui courent, c'est quelque chose. En retour, je vais t'apprendre quelques trucs à base d'herbes. Peut-être que tu les trouveras utiles...
pl: Zaczekaj, młodziaku. Tak, na mojej twarzy pojawił się uśmiech dzięki tobie - a w moim wieku, i to w takich podłych czasach, to nie jest byle jaka przysługa.W zamian nauczę ciebie paru sztuczek z ziołami. Może ci się do czegoś przydadzą.

source: This unit has learned basic healing skills: it can cure poison and up to 2 HP of wounded friendly units.
es: Esta unidad ha aprendido habilidades básicas de curación: puede curar veneno y hasta 2 HP de unidades aliadas heridas.

source: basic healing
es: sanación básica

source: heals +2, cures poison
cs: léčí +2, uzdravuje
es: sana +2, cura veneno
fr: Soins +2, guérit du poison
pl: leczy +2 HP, leczy truciznę

source: I don't know whether you are brave or simply insane, speaking that way to Akladian Lady, who can kill you just like that, giving less thought to that than to killing a fly.
es: No sé si eres valiente o simplemente estás loca, hablándole de esa manera a una señora akladiana, que puede matarte así, pensando lo mismo que al matar una mosca.
fr: Je ne sais pas si vous êtes brave ou simplement inconscient de parler sur ce ton à une Dame Akladienne qui pourrait vous expédier sur le champ, sans s'en soucier davantage que de tuer une mouche.
pl: Zaprawdę, czy kobieta owa jest tak pełna odwagi, czy tylko szalona? Mówicie bowiem do akladyjskiej pani, która może zabić was bez zastanowienia, mniej poświęcając przy tym myśli niż przy zabiciu insekta.

source: Really? You think you are the first Akladian trying to scare me?
es: ¿Seguro? ¿Crees que eres el primer akladiano que intenta asustarme?
fr: Vraiment? Vous croyez être la première Akladienne qui a essayé de m'effrayer ?
pl: Serio? I co, myślisz, żeś pierwszy Akladianiec, co mnie próbuje zastraszyć?

source: I may be the first who can succeed at that.
es: Puedo ser la primera en tener éxito.
fr: Je pourrais bien être la première à y parvenir.
pl: Mnie pierwszej może się powieść.

source: Go on and try me. Either kill me, or stop bothering me.
es: Ve y pruébame. Mátame o deja de molestarme.
fr: Alors essayez. Tuez-moi ou cessez de m'importuner.
pl: No to dawaj. Albo zabij mnie, albo wynoś się do wszystkich diabłów.

source: Listen, woman. No underling can speak that way to Lorin and...
es: Escucha, mujer. Ningún plebeyo puede hablarle así a Lorin y...

source: Hey, come back! I haven't finished yet!
es: ¡Oye, vuelve! ¡Aún no he terminado!
fr: Hé, reviens ! Je n'ai pas encore fini !
it: Ehi, ehi, non morire così presto, non ho ancora finito di interrogarti!
pl: Hej, wracaj tutaj! Nie skończyłam jeszcze!

source: Old woman
cs: Stará žena
es: Vieja mujer
fr: Vieille femme
pl: Stara kobieta

source: (old woman)^What?
cs: Co?
es: ¿Qué?
fr: Quoi ?
pl: No?

source: So, where I was... Ah! No underling can speak...
es: Entonces, dónde estaba... ¡Bah! Ningún plebeyo puede hablar...

source: Hey! You are really making me angry! Come back here!
cs: Hej! Už mě opravdu rozčiluješ! Koukej se sem vrátit!
es: ¡Eh! ¡Realmente me estás haciendo enojar! ¡Vuelve aquí!
fr: Hé ! Vous commencez à me mettre vraiment en colère ! Revenez par ici !
pl: Hej! Wracaj! Bo zaczynasz mnie wkurzać!

source: Hey!!!
cs: Hej!!
es: ¡¡¡Eh!!!
fr: Hé !!!
pl: Hej!!!

source: That makes it. Where is the torch? I will raze this whole village to the ground!
cs: To by stačilo. Kde je pochodeň? Srovnám tuhle celou vesnici se zemí!
es: Esto lo hará. ¿Dónde está la antorcha? ¡Arrasaré todo este pueblo hasta los cimientos!

source: No, you won't, not as long as I have something to say about it.
cs: Ne, nesrovnáš, dokud k tomu budu mít co říct.
es: No, no lo harás, no mientras yo tenga algo que decir al respecto.

source: But Gawen! If we will allow underlings to treat us like that, they won't respect us!
cs: Ale Gawene! Pokud dovolíme podřadným, aby se k nám takhle chovali, nebudou nás respektovat!
es: ¡Pero Gawen! ¡Si permitimos que los plebeyos nos traten así, no nos respetarán!
fr: Mais Gawen ! Si nous laissons les métèques nous traiter comme ça, ils cesseront de nous respecter !
pl: Ależ Gawenie! Jeżeli pozwolić pariasom tak do nas mówić, przestaną nas szanować!

source: Seems to me the woman already wasn't respecting you.
cs: Vypadá to, že tě ta žena už nerespektovala.
es: Me parece que la mujer ya no te estaba respetando desde el principio.

source: Yes, I survived the battle at Barnon. I will tell you everything later, but for now - do not call me Gawen, please. I am Gaumhaldric.
cs: Ano, přežil jsem bitvu u Barnonu. Později ti všechno povím, ale teď – neříkej mi Gawene, prosím. Teď je ze mne Gaumhaldrik.
es: Sí, sobreviví a la batalla de Barnon. Te contaré todo más tarde, pero por ahora, no me llames Gawen, por favor. Soy Gaumhaldric.
fr: Oui, j'ai survécu à la bataille de Barnon. Je vous dirai tout plus tard, mais pour le moment, ne m'appelez pas Gawen, s'il vous plaît. Je suis connu sous le nom de Gaumhaldric.
it: Sì, sono sopravvissuto alla battaglia di Barnon. Ti racconterò tutti più tardi, ma per ora non chiamarmi Gawen, per favore. Mi chiamo Gaumhaldric.
pl: Tak, przeżyłem bitwę pod Barnon. Później o wszystkim ci opowiem, zaś póki co nie nazywaj mnie proszę Gawenem. Jestem Gaumhaldric.

source: We may withdraw. There is no point in fighting the others.
cs: Teď můžeme klidně odtáhnout. Není žádný důvod bojovat dál.
es: Podemos retirarnos. No tiene sentido luchar contra los demás.
fr: Bien, nous pouvons nous retirer. Il est inutile de se battre avec les autres.
it: Adesso ci possiamo ritirare. Non ha senso combattere gli altri.
pl: Teraz możemy się wycofać. Nie ma po co walczyć z resztą.

source: We may try to interrogate that orcish leader or simply withdraw.
cs: Teď můžeme zkusit vyslechnout toho skřetího vůdce nebo prostě odtáhnout.
es: Podemos intentar interrogar a ese líder orco o simplemente retirarnos.
fr: Bon, nous pouvons essayer d'interroger cet autre chef orc ou simplement nous retirer.
it: Adesso possiamo tentare di interrogare il comandante degli orchi oppure semplicemente ritirarci.
pl: Teraz możemy spróbować przesłuchać dowódcę orków albo po prostu się wycofać.

source: Note: you will receive no bonus if you withdraw with Reme.
cs: Poznámka: nezískáš žádný bonus, pokud Reme dojde ke směrovníku.
es: Nota: no recibirás ningún extra si te retiras con Reme.
fr: Note : vous ne recevrez aucun bonus si vous battez en retraite avec Reme.
it: Nota: non riceverai nessun bonus se ti ritirerai con Reme.
pl: Uwaga: Nie otrzymać żadnego bonusa jeżeli się wycofasz teraz z Reme.

source: Guides showed Gawen where Bontom was located. He and his army soon reached the area. Of course his army was too big for it not to be noticed and his scouts reported that enemies were preparing their defenses.
es: Los guías indicaron a Gawen dónde se encontraba Bontom. Él y su ejército no tardaron en llegar a la zona. Por supuesto, su ejército era demasiado grande para que no se notara y sus exploradores informaron de que los enemigos estaban preparando sus defensas.

source: Hans the Ripper
cs: Sekáč Hans
es: Hans el Destripador
fr: Hans l'éventreur
it: Hans "lo squartatore"
pl: Hans Rozpruwacz

source: So, this is the place! Now, let's find Reme.
cs: Tak, jsme tady. Teď ještě najít Remeho.
es: Entonces, ¡este es el lugar! Ahora, busquemos a Reme.
fr: Bien, nous y sommes ! Trouvons Reme, maintenant.
it: Dunque il posto è questo! Adesso cerchiamo Reme.
pl: A więc to jest to miejsce! Znajdźmy teraz Reme'go.

source: Hm, it seems that orcs are here, too. Perhaps we can also interrogate their leader.
cs: Hm, vypadá to, že skřeti jsou zde také. Na druhou stranu můžeme vyslechnout jejich velitele...
es: Hm, parece que los orcos también están aquí. Quizás también podamos interrogar a su líder.
fr: Hum, il semblerait que les orcs soient là aussi. On pourrait aussi interroger leur chef.
it: Hm, pare che ci siano anche gli orchi. Possiamo anche interrogare il loro comandante.
pl: Hm, wygląda na to, że są tu również orki. Może warto przesłuchać ich przywódcę.

source: What about the others?
cs: A co ti druzí?
es: ¿Qué pasa con los demás?
fr: Et pour les autres ?
it: E gli altri?
pl: A co z pozostałymi?

source: I don't care about the others. If you want, you may ask them questions, but I won't waste my time on them.
cs: O ně bych se nestaral. Pokud chceš, můžeš jim položit pár otázek, ale já bych tím neztrácel čas.
es: No me importan los demás. Si quieres, puedes hacerles preguntas, pero no perderé mi tiempo con ellos.
fr: Je ne m'occuperais pas des autres. Si tu veux, tu peux leur poser des questions, mais moi, je ne perdrai pas mon temps avec eux.
it: Non mi preoccuperei degli altri. Se volete, potreste interrogarli, ma io non sprecherei il mio tempo con loro.
pl: Nie zawracałbym sobie głowy pozostałymi. Jeżeli chcesz, możesz zadawać im pytania, ale nie traciłbym na nich czasu.

source: Wait! Who's there?
cs: Stůj! Kdo tam?
es: ¡Espera! ¿Quién está ahí?
fr: Attendez ! Qui va là ?
it: Ehi! Chi c'è qua?
pl: Stój! Kto tam?
