Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: (<i>To herself</i>) Or rather, they are so afraid of each other that they can't risk weakening their armies, because the one beloved brother would then cut the second beloved brother's beloved throat.
cs: (<i>Pro sebe</i>) Nebo spíše se jeden druhého tak bojí, že nebudou riskovat oslabení svých armád, protože by pak jeden milovaný bratr tomu druhému milovanému bratrovi podříznul přemilované hrdlo.
es: (<i>Para sí misma</i>) O más bien, tienen tanto miedo el uno del otro que no pueden arriesgarse a debilitar sus ejércitos, porque el amado hermano cortaría la amada garganta del segundo amado hermano.

source: ...but I brought gold, 100 gold pieces from Luc and 100 gold pieces from Gauri.
cs: ... ale přinesl jsem zlato. 100 zlatých od Luca a 100 zlatých od Gauriho.
es: ...pero traje oro, 100 piezas de oro de Luc y 100 piezas de oro de Gauri.

source: You have received 200 gold pieces.
cs: Získal jsi 200 zlatých.
es: Has recibido 200 piezas de oro.

source: (<i>To herself</i>) 200 golden pieces! Wow, I'm impressed. I bet they will be forced to beg now, losing so ENORMOUS an amount of gold.
cs: (<i>Pro sebe</i>) 200 zlatých! Páni, jak jsem ohromena. Vsadím se, že teď budou muset jít žebrotou, když tratí tak OBROVSKOU částku.
es: (<i>Para sí misma</i>) ¡200 piezas de oro! ¡Vaya, estoy impresionada! Apuesto a que se verán obligados a mendigar ahora, perdiendo tal ENORME cantidad de oro.

source: The Swamp Things
cs: Věci z bažin
es: Las cosas del pantano
fr: Les choses du Marais
pl: Potwory z Bagien

source: The party entered the swamps and woods of Saoren Duc with heavy hearts.
cs: Tak nakonec s těžkými srdci dorazili k lesům a blatům Saorduckým.
es: El grupo se adentró en los pantanos y bosques de Saoren Duc con el corazón encogido.
fr: La compagnie entra dans les marais et dans les bois de Saoren Duc le coeur lourd.
it: Il gruppo entrò nelle paludi e nei boschi di Saoren Duc malvolentieri.
pl: Oddział wkroczył między bagna i lasy Saoren Duc z ciężkimi sercami.

source: I have the strangest feeling, as though someone was watching us from the bushes...
cs: Mám takový zvláštní pocit, jako by nás někdo pozoroval...
es: Tengo una extraña sensación, como si alguien nos observara desde los arbustos...
fr: J'ai une drôle d'impression, comme si quelqu'un nous observait depuis les buissons...
it: Avevo la strana sensazione che qualcuno ci osservasse dai cespugli...
pl: Mam takie dziwne uczucie, jak gdyby ktoś nas obserwował z zarośli...

source: Humanssss! Leave thessse foressts!
cs: Lidssská chássssko! Pryč zzzz lesssa!
es: ¡Humanosss! ¡Dejad essstos bosssques!
fr: Humains ! Sssortez de cccette forêt !
it: Esssseri umani! Lasssciate quessta foresssta!
pl: Luśśsie! Opuśśśśsie ten lasss!

source: We can't! Our enemies are hot on our heels. We only wish to cross your swamp and then you will hear no more from us.
cs: Nemůžeme. Naši nepřátelé jsou nám v patách. Chceme jenom projít tyto bažiny a už o nás nikdy neuslyšíte.
es: ¡No podemos! Nuestros enemigos nos pisan los talones. Solo deseamos cruzar tu pantano y entonces no sabrás más de nosotros.
fr: On ne peut pas. Nos ennemis sont juste sur nos talons. Nous voulons simplement traverser vos marais et vous n'entendrez plus parler de nous.
it: Non possiamo. I nostri nemici ci sono subito alle spalle. Dobbiamo solo attraversare la vostra palude e poi non sentirete più parlare di noi.
pl: Nie możemy. Nasi wrogowie są tuż za nami. Chcemy tylko przekroczyć wasze bagno i więcej już o nas nie usłyszysz.

source: Ssswampss you leave now! Hear about you no more!
cs: Bažžiny opusstíte hned! Užž o váss nechceme ssslyššet!
es: ¡Pantanoss te vasss ahora! ¡No másss oír de ti!
fr: Partir maintenant, vous devez ! Plus entendre parler de vous !
it: Lasssciate le paludi adessssso! Non vi assscoltiamo più!
pl: Bagno opuśśsicie zarasss tak! Nie ussłyszę więsssej już o wass tak!

source: Reme, leave negotiations to me, I am far more experienced. Lizards! You are about to be exterminated! Prepare to meet your destiny!
cs: Reme, nech vyjednávání na mě. Mám v tom daleko větší zkušenosti. Ještěráci! Budete vyhlazeni! Připravte se, váš čas nadešel!
es: Reme, déjame las negociaciones a mí, tengo mucha más experiencia. ¡Lagartos! ¡Estáis a punto de ser exterminados! ¡Preparaos para encontrar vuestro destino!
fr: Reme, laisse-moi négocier, j'ai bien plus d'expérience. Lézards ! Vous êtes sur le point d'être exterminés. Préparez-vous à rencontrer votre destin !
it: Reme, lascia trattare me che ho molta più esperienza. Lucertole! State per essere sterminate! Preparatevi a incontrare il vostro fato!
pl: Reme, negocjacje zostaw mi. Mam w tym większe doświadczenie. Jaszczury! Zostaniecie poddani eksterminacji! Przygotujcie się na spotkanie z przeznaczeniem!

source: (<i>To himself</i>) No wonder no one really liked her...
cs: (<i>Sám k sobě</i>) Žádný div, že ji nikdo nemá rád...
es: (<i>A sí mismo</i>) No es de extrañar que nadie la quiera realmente...

source: I am not sure whether we have enough gold for this endeavor. I wish we'd gotten more in previous battles, at least 200.
cs: Nejsem si jist, že máme na naši výpravu dostatek peněz. Byl bych rád, kdyby nám z předchozích bitev zůstalo víc, aspoň 200.
es: No estoy seguro de que tengamos suficiente oro para esta empresa. Ojalá hubiéramos obtenido más en batallas anteriores, al menos 200.
fr: Je ne suis pas sûr que nous ayons assez d'or pour cette entreprise. J'aurais aimé que nous en ayons tiré plus des batailles précédentes, au moins 200 pièces d'or.
it: Non so se abbiamo abbastanza oro per una cosa del genere. Avrei voluto averne di più nelle battaglie passate, almeno 200.
pl: Nie jestem pewien, czy mamy dość złota, Szkoda, że nie zdobyliśmy więcej w poprzednich bitwach, tak co najmniej z dwieście sztuk.

source: Wait! Ssspare my life, for I know sssomething...
cs: Počkejte! Nezzzabíjejte mě, vím toho sssspoussstu...
es: ¡Espera! Perdonadme la vida, porque yo sssé algo...
fr: Attendez, laisssssssez-moi vivre, je sssais quelque ccchossse.
it: Assspetta! Risssparmia la mia vita, perché io ssso qualcosssa...
pl: Sssstój! Oszszczedź moje życie, wiem cośśś interesssująccego...

source: Interesting. Speak, and maybe I will spare your worthless head, inhuman ungodly beast.
cs: Zajímavé. Mluv, možná si opravdu zachráníš tu tvoji špinavou kůži, nelidská bezbožná příšero jménem $ano_saurian_interrogated.
es: Interesante. Habla, y tal vez perdone tu cabeza sin valor, bestia inhumana e impía.
fr: Intéressant. Parle, peut-être que j'épargnerai ton insignifiante vie, bête inhumaine et sans dieu.
it: Interessante. Parla, forse io risparmierò la tua testa vuota, bestia immonda e imunana #$$ano_saurian_interrogated.
pl: Ciekawe. Mów a może ocalę twój bezwartościowy łeb, nieludzka, bezbożna bestio.

source: The orcss are coming in great numbersss... They are numerousss, they are hiding in the hillss waiting for the right moment to come...
cs: Ssskřeti přicházzzí ve velkých tlupách... Obrovsské poččty ssskřetů, ssschovávají ssse v kopcích, čekají na sssvou chvíli...
es: Los orcosss vienen en gran número... Son numerosssos, se esssconden en las colinas esssperando el momento oportuno...

source: What moment?
cs: Jakou chvíli?
es: ¿Qué momento?
fr: Quel moment ?
it: Quale momento?
pl: Jaki moment?

source: What moment I do not know, but I know that they are expecting a human envoy.
cs: Nezzznám jakou chvíli, ale vím, žžže čekají na lidsssský předvoj.
es: No sé en qué momento, pero sé que essstán esssperando un enviado humano.
fr: Quel moment ? Je ne le sssais pas, mais je sssais qu'ils attendent un émisssaire humain.
it: Quando non lo so, ma so che stavano aspettando un messo umano.
pl: Jaki moment - tego nie wiem, ale oszszekują lussskiego possssłańca.

source: Human envoy? That's impossible.
cs: Lidský předvoj? To je nemožné!
es: ¿Enviado humano? Eso es imposible.
fr: Un émissaire humain ? C'est impossible !
it: Un messo umano? È impossibile.
pl: Ludzkiego posłańca? To niemożliwe.

source: If it isss impossssible, then they will wait a long time... will you let me live now?
cs: Pokud je to nemožžžné, assssi budou ččččekat věčččně... Nechášššš mě těd jít?
es: Si es imposssible, esssperarán mucho tiempo... ¿Me dejarás vivir ahora?
fr: Sssi imposssible ccc'est, ils vont attendre longtemps... Vous allez me laissser vivre, maintenant ?
it: Sss... se imposssibile è, allora asspetteranno a lungo. Ora mi lassscerai vivere?
pl: No jeśśśśli to niemoszszliffe, to sssse trochchę poszszekają... Possfolisz mi szszyć?

source: Hide in your quagmire, lizard thing.
cs: Schovej se ve svém blátě, ještěráku.
es: Escóndete en tu lodazal, cosa lagarto.
fr: Va te cacher dans ton tas de boue, espèce de lézard.
it: Torna nel tuo fango, rettile.
pl: Ukryj się w swym błocie i sobie poszyj, jaszczurko z krawieckimi zapędami.

source: We already know everything we need to know. Your friend had told us about a great army of orcs, what else you could possibly know?
cs: Už víme všechno, co jsme potřebovali vědět. Tvůj přítel nám řekl vše o velké armádě skřetů. Co bys ty ještě mohl vědět?
es: Ya sabemos todo lo que necesitamos saber. Tu amigo nos había hablado de un gran ejército de orcos, ¿qué más podrías saber?
fr: Nous savons déjà tout ce que nous avons besoin de savoir. Tes amis nous ont parlé d'une grande armée d'orcs, que pourrais-tu savoir de plus ?
it: Sappiamo già tutto quello che dobbiamo sapere. I tuoi amici ci hanno raccontato di un grande esercito di orchi, cos'altro potresti raccontarci?
pl: Wiemy juz wszystko co powinniśmy, twój przyjaciel powiedział nam o wielkiej armii orków, co jeszcze mógłbyś wiedzieć?

source: I know where we hide the gold. Humanss, you love gold, will you ssave my life if I show you?
cs: Vím, kde je sssschované zzzlato. Lidiššškové milují zzzzlato, nechášššš mě žít, kdyžžž ti zzzzlato ukážžžžu?
es: Sssé dónde essscondemos el oro. Humanos, aman el oro, ¿me sssalvarán la vida si se los muessstro?
fr: Je sssais où l'or nous cachons... Humains, vous aimez l'or, vous me laisssssserez vivre ssi je vous montre ?
it: So dove nassscondiamo l'oro... Uomini piace oro, mi rissparmierai la vita se te lo mostro?
pl: Wiem gdzie chowamy ssłoto... Ludzie, wy kochacie ssłoto, ossszczęśśicie gdy pokaszszę miejssse?

source: Seems a fair deal. Show usss... blast it... show us the gold and you may leave.
cs: To vypada jako dobrý obchod. Ukažžž... k sakru! Ukaž nám zlato a můžeš vypadnout.
es: Parece un trato justo. Muéssstranos... maldita sea... muéstranos el oro y puedes irte.
fr: C'est un marché honnête. Montre-nous cssssset ... que le diable m'emporte ! ... cet or et tu pourras partir.
it: Sembra un buon accordo. Mosssstrami... dannazione. Mostrami l'oro e potrai andare.
pl: Uczciwy układ. Pokaszsz nam miejssse i... szlag. Pokaż nam miejsce i możesz stąd spełzać.

source: You have resssssieved $gold_amt gold piesssses.
cs: Zísskal jssi $gold_amt zzlatých.
es: Hasss recibido $gold_amt piezasss de oro.

source: My lady, we have found some gold Saurians were hiding. They probably earned it by robbing the humans living nearby.
cs: Má paní, našli jsme nějaké zlato, které tu ještěráci schovávali. Asi ho získali vylupováním lidských obydlí tady v okolí.
es: Mi señora, hemos encontrado algo de oro que los saurios estaban escondiendo. Probablemente lo ganaron robando a los humanos que vivían cerca.
fr: Dame, nous avons trouvé de l'or que les sauriens cachaient. Ils ont probablement dû voler ça aux gens du coin.
it: Mia signora, abbiamo trovato un po' di oro che i sauri stavano nascondendo. Probabilmente se lo sono procurati derubando gli uomini che vivono nei dintorni.
pl: Pani moja, znaleźliśmy złoto ukrywane przez Jaszczury, zdobyli je zapewne rabując pobliskie osady.

source: Oh, so I am still 'my lady' to you? Good. We may have use for the gold in future.
cs: Ale, takže jsem pořád pro tebe „má paní“? Dobře. Určitě to zlato budeme ještě potřebovat.
es: Oh, ¿así que todavía soy 'mi señora' para ti? Bien. Es posible que nosotros tengamos uso para el oro en el futuro.
fr: Oh, je suis donc toujours « votre Dame » pour vous ? Bien. Nous pourrions avoir besoin de cet or plus tard.
it: Oh, allora sono ancora la "tua signora"? Bene. Potremo spenderlo bene quell'oro in futuro.
pl: Och, więc wciąż jeszcze jestem dla Ciebie "twoją panią"? Dobrze. W przyszłości możemy potrzebowac pieniędzy.

source: I really don't know what 'we' you have in mind.
cs: Žádné MY není.
es: Realmente no sé qué "nosotros" tienes en mente.
fr: Je ne vois vraiment pas quel « nous » vous avez en tête !
it: Non mi importa a quale "noi" stai pensando.
pl: Naprawdę nie wiem, jakie "my" macie, Pani, na myśli.

source: You have received $end_gold_amt gold pieces.
cs: Získal jsi $end_gold_amt zlatých.
es: Has recibido $end_gold_amt piezas de oro.

source: Siege of Haeltin
cs: Obklíčení Haeltinu
es: El asedio de Haeltin
fr: Le Siège d'Haeltin
it: L'assedio di Haeltin
pl: Oblężenie Haeltin

source: It seems that $ano_loyal[0].type $ano_loyal[0].name was so impressed by Lorin's performance in this siege, that he will now fight for her without the need to pay him. He became LOYAL.
cs: Vypadá to, že $ano_loyal[0].type $ano_loyal[0].name byl tak unešen, jak srdnatě bojovala lady Lorin při obléhání, že se rozhodl pro ni bojovat bez nároku na žold. Stal se VĚRNÝM.
es: Parece que $ano_loyal[0].name, un $ano_loyal[0].type, quedó tan impresionado por la actuación de Lorin en este asedio, que desde ahora luchará para ella sin necesidad de paga. Se volvió LEAL.
fr: On dirait que $ano_loyal[0].type $ano_loyal[0].name a été si impressionné par la performance de Lorin durant ce siège qu'il se battra gratuitement pour elle. Il devient FIDÈLE.
it: Pare che il comportamento di Lorin durante l'assedio abbia così impressionato $ano_loyal[0].type $ano_loyal[0].name che d'ora in poi combatterà per lei senza essere pagato. È diventato LEGALE.
pl: Wygląda na to, że $ano_loyal[0].user_description tak zaimponowala postawa Lorin w czasie oblężenia, że chce walczyć dla niej nawet bez zapłaty. Jednostka stała się LOJALNA.

source: Inside the castle of Haeltin, Lorin found large quantities of food, as well as arrows and weapons. It seemed like the castle owners were expecting a huge army.
cs: V zásobárnách hradu Haeltin našla Lorin dostatek jídla a pití, stejně jako zbraní a střeliva. Vypadá to, že majitel hradu očekával příchod opravdu velké armády.
es: Dentro del castillo de Haeltin, Lorin encontró grandes cantidades de comida, ademas de flechas y armas. Parecía que los dueños del castillo esperaban un gran ejército.
fr: Dans le château d'Haeltin, Lorin a trouvé une grande quantité de nourriture, ainsi que des flèches et des armes. Les propriétaires du château s'attendaient sans doute à voir une immense armée débarquer.
it: Nel castello di Haeltin, Lorin trovò molte provviste, frecce e armi. Sembrava che la gente del castello stesse aspettando l'arrivo di un enorme esercito.
pl: Wewnątrz zamku Haeltin, Lorin znalazła wielkie zapasy żywności, strzał i broni. Wyglądało to tak, jakby właściciele zamku oczekiwali przybycia wielkiej armii.

source: Lorin ordered the castle to be prepared for defense. Men worked day and night, snowflakes were melting on their eager bodies. She worked alongside them, as hard as though she wanted to prove that she was as good as any man. Or perhaps as though she wanted to be too tired to have time for memories.
cs: Lorin rozkázala připravit hrad k obléhaní. Muži těžce pracovali dnem i nocí, dokud jim první sněhové vločky nezačaly tát na jejich upocených tělech. Pracovala mezi nimi, stejně tvrdě jako oni. Proč? Chtěla dokázat, že je stejně dobrý muž jako oni, nebo prostě pracovala do úmoru, aby neměla čas přehrabovat se ve svých vzpomínkách?
es: Lorin ordenó que el castillo estuviera preparado para la defensa. Los hombres trabajaban día y noche, los copos de nieve se derretían sobre sus cuerpos ansiosos. Trabajó junto a ellos, tan duro como si quisiera demostrar que era tan buena como cualquier hombre. O tal vez como si quisiera estar demasiado cansada para tener tiempo para los recuerdos.
fr: Lorin ordonna de préparer le château pour la défense. Les hommes travaillèrent jour et nuit, alors que les premiers flocons de neige fondaient sur leur corps. Elle aussi travaillait avec eux, si dur qu'on eut pu croire qu'elle voulait prouver qu'elle était l'égale d'un homme. Ou alors voulait-elle être trop fatiguée pour avoir du temps pour les souvenirs.
it: Lorin diede ordine di preparare la difesa del castello. Gli uomini lavorarono giorno e notte, mentre i primi fiocchi di neve si scioglievano a contatto con i loro corpi. Anche la signora lavorò con loro duramente come se volesse dimostrare di non essere da meno di un uomo. O come se volesse essere troppo stanca per ripensare al passato.
pl: Lorin nakazała przygotować zamek do obrony. Ludzie pracowali dzień i noc, podczas gdy pierwsze płatki śniegu topniały na ich ciałach. Pracowała razem z nimi, tak ciężko jakby chciała dowieść, że jest tak dobra, jak mężczyźni. Albo, jakby chciała być zbyć zmęczona, by mieć czas na wspomnienia.

source: My Lady, the defenses are ready. I ordered a moat dug out in the north, we also put some new fortifications in place, but they are not finished.
cs: Má paní, obrana hradu je připravena. Na severní straně jsem nařídil vykopat vodní příkop. Také jsme zbudovali další opevnění, ale nejsou ještě dokončeny.
es: Mi señora, las defensas están listas. Ordené excavar un foso en el norte, también pusimos algunas fortificaciones nuevas, pero no están terminadas.
fr: Dame, les défenses sont prêtes. J'ai ordonné de creuser des douves au nord. Nous avons aussi fortifié quelques endroits, mais ce n'est pas encore fini.
it: Mia signora, le difese sono pronte. Ho ordinato di scavare un fossato a nord, abbiamo anche preparato delle nuove fortificazioni, ma non sono ancora finite.
pl: Pani moja, obrona jest gotowa. Rozkazałem wykopać fosę na północy, wznieśliśmy również nieco nowych umocnień, ale niestety nie są jeszcze ukończone.

source: We have no time to finish it. Their armies are already upon us. Faster, move the supplies to the hideout in mountains, so even if they reach the keep they won't find anything!
cs: Není kdy je dokončit. Už jsou tu. Schovejte zásoby v horách, aby ani v pevnosti nenašli nic. Kdo ví, jak bude bitva probíhat...
es: No tenemos tiempo para terminarlo. Sus ejércitos ya están sobre nosotros. Rápido, mueve los suministros al escondite en las montañas, ¡para que incluso si llegan a la fortaleza no encuentren nada!
fr: Nous n'aurons pas le temps de finir. Ils sont déjà là. Déplacez les provisions dans les montagnes au plus vite. Comme ça, même s'ils atteignent le château, ils n'y trouveront rien.
it: Non abbiamo tempo per finirle. Sono già qua. Svelti, spostate le provviste nei nascondigli sulle montagne, in modo che se anche raggiungessero la fortezza non troverebbe nulla.
pl: Nie ma to czasu. Już nadeszli. Przenieście zapasy do kryjówki w górach, tak, by nie znaleźli nic, nawet jeżeli zdobędą twierdzę.

source: Where is the promised food? Where are the rooms to rest? Answer me, human!
cs: Kde být slibovaný žrádlo? Kde být my spát?
es: ¿Dónde está la comida prometida? ¿Dónde están las habitaciones para descansar? ¡Respóndeme, humano!
fr: Où est la nourriture promise ? Où sont les chambres pour se reposer ? Réponds-moi, humain !
it: Dov'è il cibo che ci hai promesso? Dove sono i letti per riposare? Rispondimi, uomo!
pl: Gdzie obiecane jadło? Gdzie miejsca na spoczynek? Odpowiedz, człowieczku!

source: Brother! Where are you? Why do you keep gates of Haeltin closed?
cs: Bratře! Kde jsi? Proč jsou brány Haeltinu zavřené?
es: ¡Hermano! ¿Dónde estás? ¿Por qué mantienes cerradas las puertas de Haeltin?
fr: Mon frère ! Où es-tu ? Pourquoi laisses-tu les portes d'Haeltin fermées ?
it: Fratello mio! Dove sei? Perché non hai aperto le porte di Haeltin?
pl: Bracie! Gdzieżeś jest? Czemuż zawarte są wrota Haeltin?

source: Your brother is dead, and soon you will be too!
cs: Tvůj bratr prdí do hlíny. A ty budeš taky. Brzo!
es: ¡Tu hermano está muerto y pronto tú también lo estarás!

source: Dead? How is that possible? Who killed him?
cs: Mrtvý? Jak to? Kdo ho zabil?
es: ¿Muerto? ¿Cómo es eso posible? ¿Quién lo mató?
fr: Mort ? Comment est-ce possible ? Qui l'a tué ?
it: Morto? Come è possibile? Chi lo ha assassinato?
pl: Martwy? Jak to możliwe? Kto go zabił?

source: He was slain by my hand.
cs: Já. Vlastnoručně!
es: Fue muerto por mi propia mano.
fr: Il est tombé de ma main.
it: L'ho ucciso con le mie mani.
pl: Z mojej ręki padł.

source: Does it matter? He is dead now.
cs: Co na tom záleží? Je mrtvý.
es: ¿Importa? Está muerto ya.
fr: Est-ce que ça a la moindre importance ? Il est mort maintenant.
it: Cosa importa? È morto ormai.
pl: Jakie ma to znaczenie? Jest martwy.

source: My brother! No! Witch, you will answer for that! I will burn you alive!
cs: Brácho, ne! Ty ježibabo, to mi draze zaplatíš! Upálím tě zaživa!
es: ¡Mi hermano! ¡No! ¡Bruja, responderás por eso! ¡Te quemaré vivo!
fr: Mon frère, non ! Sorcière, tu répondras de ça ! Je te brûlerai vive !
it: Mio fratello! No! Strega, la pagherai! Ti brucerò viva!
pl: Mój brat?! Nie! Odpowiesz za to, ty wiedźmo! Spalę cię żywcem!

source: Come and try it.
cs: Pojď a zkus to.
es: Ven e inténtalo.
fr: Essaie seulement !
it: Vieni e provaci.
pl: Przyjdź i spróbuj.

source: Enough of this chit-chat! We are out of supplies and we are hungry. Soldiers! Your food is inside that castle. Get them!
cs: Už mluvit dost! Já hladový! My hladový! Ne žrádlo. Vojáci! Žrádlo tam! Hrad! My vzít sami! Bij zabij!
es: ¡Basta de esta cháchara! Estamos sin provisiones y tenemos hambre. ¡Soldados! Vuestra comida está dentro de ese castillo. ¡Conseguidla!
fr: Assez de bla-bla ! Nous n'avons plus de provisions et nous avons faim. Soldats ! Votre pitance est dans ce château. Allez la chercher !
it: Basta parole! Siamo senza rifornimenti e siamo affamati. Soldati! Il vostro cibo è all'interno di quel castello. Prendiamocelo!
pl: Dość tych pogaduszek! Skończyły się nam zapasy i głód szarpie nam trzewia. Żołnierze! Wasze jedzenie czeka w tym zamku! Brać ich!

source: We really should sacrifice an ox to God. There are so many of them; without God's help we won't be able to defeat them.
cs: Dobrý Bože, stůj při nás! Je jich hrozně moc a bez tvé pomoci je nepřemůžem!
es: Realmente deberíamos sacrificar un buey a Dios. Hay muchos de ellos; sin la ayuda de Dios no podremos vencerlos.
fr: Nous devrions vraiment sacrifier un boeuf à Dieu. Nous en avons trop. Sans l'aide de Dieu, nous ne pourrons pas les vaincre.
it: Dovremmo sacrificare un'oca agli dei. Sono troppi, senza l'aiuto degli dei non potremo sconfiggerli.
pl: Powinniśmy złożyć byka w ofierze Bogu. Jest ich zbyt wielu, bez Jego pomocy nie damy rady ich pokonać.

source: We don't have any oxen.
cs: Nemáme žádné voly.
es: No tenemos bueyes.

source: Then something similar.
cs: Tak něco podobného.
es: Entonces algo parecido.

source: ...like that boar! Let me go capture it, sacrifice it, and then surely God's favor will be upon us!
cs: ... jako je tenhle kanec! Nech mě to chytit, obětovat a pak jistě bude nad námi Boží přízeň!
es: ¡...como ese jabalí! ¡Déjeme ir a capturarlo, sacrificarlo, y entonces seguramente el favor de Dios estará con nosotros!

source: I have caught it! Please, O God, accept this boar and look upon your children with your blessings!
cs: Chytil jsem ho! Prosím, ó Bože, přijmi tohoto kance jako oběť a pohleď na své děti s požehnáním!
es: ¡Lo atrapé! ¡Por favor, oh Dios, acepta este jabalí como sacrificio y mira con bendición a nosotros, tus hijos!
