Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Am I alive? Who are you? Where am I?
cs: Žiju? Kdo si? Kde sem?
es: ¿Estoy vivo? ¿Quién eres? ¿Dónde estoy?
fr: Suis-je vivant ? Qui êtes-vous ? Où suis-je ?
it: Sono vivo? Chi sei? Dove sono?
pl: Czy ja żyję? Kim ty jesteś? Gdzie ja jestem?

source: Be not worried. You are amongst friends, Haldric.
cs: Neboj se, jsi mezi přáteli, Haldriku.
es: No te preocupes. Estás entre amigos, Haldric.
fr: Ne t'inquiéte pas, tu es avec des amis, Haldric.
it: Non ti preoccupare, sei tra amici, Haldric.
pl: Nie martwcie się, jesteście między przyjaciółmi, Haldric'u

source: But, how... wait, what did you call me? Haldric?
cs: Ale jak... Moment, jak žes mi to řekl? Haldriku?
es: Pero, cómo... espera, ¿cómo me llamaste? ¿Haldric?

source: That's what your mother named you.
cs: Tak ti říkala tvá matka.
es: Así te llamó tu madre.
fr: C'est comme ça que ta mère t'appelait.
it: Così ti chiamava tua madre.
pl: Tak nazwała was wasza matka.

source: My mother never... wait, you are talking about my REAL mother, aren't you? You knew my mother?
cs: Moje matka mi nikdy... počkat, bavíme se o mojí SKUTEČNÉ matce, že? Ty jsi ji znal?
es: Mi madre nunca... espera, estás hablando de mi madre REAL, ¿no? ¿Conocías a mi madre?

source: Yes, I was her... courtier. I was close to her when she was dying. I promised her that I would watch over you. You have her eyes... I played with you when you were a child, don't you remember me?
cs: Ano. Byl jsem jejím... dvořanem. Byl jsem jí nablízku, když zemřela. Slíbil jsem jí, že se na tebe dohlédnu. Máš její oči... Hrával jsem si s tebou, když jsi byl malý chlapec, nepamatuješ si mne?
es: Sí, yo era su... cortesano. Estuve cerca de ella en sus últimos momentos. Le prometí que cuidaría de ti. Tienes sus ojos... Jugué contigo cuando eras un niño, ¿no me recuerdas?
fr: Oui, en effet. J'étais de ses... courtisans. J'étais près d'elle quand elle est morte. Je lui ai promis, que je veillerais sur toi. Tu as ses yeux... Je jouais avec toi quand tu étais enfant, tu ne te rappelles pas de moi ?
it: Sì, l'ho conosciuta. Ero il suo paggio. Ero vicino a lei quando stava morendo. Le promisi, prima che morisse, che mi sarei preso cura di te. Hai i suoi stessi occhi... Giocavo con te quando eri bambino, non ti ricordi di me?
pl: Tak, znałem. Byłem jej... dworzaninem. Byłem przy niej, gdy umierała. Obiecałem jej, nim odeszła, że będę się wami opiekował. Macie jej oczy.. Bawiłem się z wami, gdy byliście dzieckiem, nie pamiętacie mnie?

source: I remember nothing. But, how...
cs: Nepamatuju si vůbec nic. Ale jak...
es: No recuerdo nada. Pero, cómo...

source: I have friends in Barnon. One told me you were walking into a trap. I feared I had come too late when I found you; I thought you were dead. Fortunately, you were only unconscious. I took you here and cared for you these past three days.
cs: Mám přátele ve městě Barnon. Jeden z nich mne informoval, že ses vydal přímo do léčky. Když jsem našel tvé tělo, bál jsem se, že jsem přišel příliš pozdě. Myslel jsem si, že jsi mrtev. Naštěstí jsi byl jenom v bezvědomí. Donesl jsem tě sem, kde jsem o tebe poslední tři dny pečoval.
es: Tengo amigos en Barnon. Alguien me dijo que estábais cayendo en una trampa. Temí haber llegado demasiado tarde cuando te encontré; pensé que estabas muerto. Afortunadamente, sólo estabas inconsciente. Te traje aquí y cuidé de ti estos últimos tres días.
fr: J'ai des amis dans à Barnon. Il m'ont informé que vous alliez droit dans un piège. J'ai eu peur d'être arrivé trop tard quand j'ai trouvé ton corps. J'ai t'ai cru mort. Heureusement tu avais juste perdu connaissance. Je t'ai ramené ici et je t'ai soigné pendant ces trois derniers jours.
it: Ho un amico che sta a Barnon. Mi ha fatto sapere che stavate per cadere dritti in una trappola. Ho temuto di aver fatto troppo tardi quando ho trovato il tuo corpo. Ho pensato che fossi morto. Fortunatamente eri solo privo di sensi. Ti ho portato qua e ti ho curato negli ultimi tre giorni.
pl: Mam przyjaciela w mieście Barnon. Powiadomił mnie, że idziecie prosto w pułapkę. Gdy zobaczyłem wasze ciało, bałem się, że przybyłem za późno. Myślałem, że nie żyjecie. Na szczęście, byliście po prostu nieprzytomny. Zabrałem was tutaj i opiekowałem się przez ostatnie trzy dni.

source: What are you doing here?!
cs: Co tady děláš?!
es: ¡¿Qué estás haciendo aquí?!
fr: Que faites-vous ici ?!
it: Cosa ci fai qua?
pl: Co ty tutaj robisz?!

source: My lord, I was not able to stop her.
cs: Můj pane, nemohl jsem ji zadržet.
es: Mi señor, no pude detenerla.
fr: Monseigneur, je n'ai pas pu l'arrêter.
it: Signore, non sono riuscito a fermarla.
pl: Panie, nie byłem w stanie jest zatrzymać.

source: Don't be too hard on him, father. He really tried. So, this is little Haldric whom you told us about? He looks quite normal, not Akladian at all.
cs: Nebuď na něj tak tvrdý, otče. Opravdu se snažil. Tak toto je ten malý Haldrik, o kterém jsi mi vyprávěl? Nevypadá jako Akladijec. Vypadá naprosto normálně.
es: No seas demasiado duro con él, padre. Realmente lo intentó. Entonces, ¿este es el pequeño Haldric de que nos hablaste? Se ve bastante normal, no akladiano en absoluto.
fr: Ne soyez pas trop dur avec lui, père, il a vraiment essayé. Donc c'est lui le petit Haldric dont vous nous avez parlé ? Il a l'air à peu près normal, pas Akladien du tout.
it: Non essere troppo duro con lui, padre. Ci ha veramente provato. Dunque, questo è il piccolo Haldric di cui ci hanno parlato? Sembra abbastanza normale, non ha nulla di Akladia.
pl: Nie bądź dla niego zbyt surowy, tato. Naprawdę próbował. A więc, to jest ten mały Haldric, o którym tyle nam opowiadałeś? Wygląda całkiem normalnie, zupełnie nie jak Akladianiec.

source: Gawen Hagarthen, meet my daughter, Karen. Imagine, I have three more daughters, all with their mother's red hair, at home! I'm afraid, though, that unlike her sisters, Karen inherited my temperment, not my wife's - she absolutely refuses to stay at home!
es: Gawen Hagarthen, te presento a mi hija, Karen. Imagínate, ¡tengo tres hijas más, todas pelirrojas como su madre, en casa! Me temo, sin embargo, que a diferencia de sus hermanas, Karen heredó mi temperamento, no el de mi esposa: ¡se niega rotundamente a quedarse en casa!
fr: Gawen Hagarthen, voici ma fille Karen. Songe que j'ai trois autres filles, tout aussi rousses que leur mère. J'ai bien peur cependant que, contrairement à ses soeurs, Karen n'ait hérité de mon tempérament — elle refuse catégoriquement de rester à la maison !
pl: Poznajcie moją córkę, Gawenie Hagarthenie. Wyobraźcie sobie, że w domu czekają na mnie trzy podobne córy, wszystkie rude, jak ich matka! Tyle tylko, inaczej niż jej siostry, Karen odziedziczyła temperament po mnie, nie po mojej żonie. Absolutnie odmawia pozostania w domu!

source: I can't believe my own eyes! Isn't that Gawen, the little so-called king?
cs: Nemohu věřit vlastním očím! Není to náhodou Gawen, ten maličký takzvaný král?
es: ¡No puedo creer mis propios ojos! ¿No es ese Gawen, el enano que se hace llamar rey?
fr: Je ne peux pas en croire mes yeux ! N'est-ce pas Gawen, le petit soit-disant roi ?
it: Non credo ai miei occhi! Non è Gawen, il così detto piccolo re?
pl: Własnym oczom nie wierzę! Zaprawdę, azaliż to Gawen, ten mały królik?

source: Are we gonna kill him?
cs: Zamodrujem ho?
es: ¿Le vamos a matar?
fr: Est-ce qu'on va le tuer ?
it: Lo uccideremo?
pl: Zabijemy go?

source: No, our forces are too weak. More Underlings may arrive soon. We should carry word to Bor Cryne immediately; he will reward us well and arrive here with more than enough men to crush them.
cs: Nee, sme slabí. Podřadní můžou zavolat spoustu posil. Musíme rychle dodat zprávu Boru Crynovi. Zlato nás nemine a on sem dotáhne se svou armádou určite dost silnou na to, aby ho vodkrouhli.
es: No, nuestras fuerzas son demasiado débiles. Puede que pronto lleguen más plebeyos. Debemos dar sobre aviso a Bor Cryne inmediatamente; él nos recompensará bien y llegará aquí con hombres más que suficientes para aplastarlos.
fr: Non, nos forces sont trop faibles. Les métèques pourraient bientôt arriver en plus grand nombre encore. Nous devons immédiatement porter le message à Bor Cryne, il nous récompensera avec de l'or et il arrivera ici avec une armée plus que suffisante pour les balayer.
it: No, siamo troppo deboli. I miserabili presto saranno qua in gran numero. Dovremmo subito informare Bor Cryne che ci ricompenserà in oro e arriverà qua con uomini più che sufficienti per annientarli.
pl: Nie, siły nasze zbyt skąpe są. Pariasi mogą wkrótce tu przybyć w większej liczbie. Trzeba nam natychmiast przekazać wiadomość Borowi Cryne, nagrodzi nas w złocie i przybędzie tutaj z armią więcej, niż wystarczającą do zgniecenia tej bandy.

source: My lord, we can't let anyone know that you live. No enemy should leave this battlefield alive. There aren't many of them; this should be easy.
cs: Můj pane, nesmíme nechat nikoho, aby informoval o tom, žes naživu. Nikdo z našich nepřátel nesmí opustit bitevní pole. Není jich mnoho, nemělo by to být těžké.
es: Mi señor, no podemos dejar que nadie sepa que vos vive. Ningún enemigo debería salir vivo de este campo de batalla. No hay muchos de ellos; debería ser fácil.
fr: Monseigneur, nous ne pouvons laisser personne savoir que vous êtes en vie. Aucun des ennemis ne devrait quitter vivant le champ de bataille ! Ils ne sont pas tellement nombreux, ce devrait être facile.
it: Mio signore, nessuno deve sapere che siete vivo. Nessun nemico deve lasciare vivo questo campo di battaglia. Non sono poi molti, dovrebbe essere facile.
pl: Panie, nie możemy dopuścić do tego, by ktokolwiek wiedział, że żyjecie. Nikt z wrogów nie może opuścić tego pola bitwy żywy. Nie ma ich wielu, to powinno być łatwe.

source: Kill the enemy leader and all enemy units. Don't allow any enemy unit to reach the north-western signpost, or the village nearby.
es: Mata al líder enemigo y a todas las unidades enemigas. No permitas que ninguna unidad enemiga alcance el poste indicador del noroeste o el pueblo cercano.

source: Any enemy unit reaches north-western signpost
es: Cualquier unidad enemiga alcanza la señal del noroeste
fr: Un ennemi atteint le panneau indicateur nord-est !
pl: Jakakolwiek wroga jednostka dociera do północno-zachodniego drogowskazu.

source: I will carry the message to Bor Cryne. He will reward me in gold!
cs: A teď dojdu se zprávou k Boru Crynovi. A zlato bude moje!
es: Ahora llevaré el mensaje a Bor Cryne. ¡Me premiará en oro!
fr: Je vais porter le message à Bor Cryne. Il me donnera une bonne récompense en or !
it: E ora andrò a informare Bor Cryne. Mi ricompenserà in oro!
pl: Zaniosę wieść Borowi Cryne! Nagrodzi mnie złotem!

source: It's the end for us. We have no chance to escape now, for Bor Cryne will send his army.
cs: Tak to je konec. Nemáme šanci teď nepozorovaně uprchnout a brzy sem Bor Cryne pošle celou svoji armádu.
es: Es el final para nosotros. Ya no tenemos posibilidad de escapar, Bor Cryne enviará su ejército.
fr: C'est la fin pour nous ! Nous n'avons plus aucune chance de nous échapper, car Bor Cryne va envoyer son armée ici !
it: È la fine. Non avremo scampo ora che Bor Cryne manderà qua il suo esercito.
pl: To już koniec. Nie ma szansy na ucieczkę, gdy Bor Cryne wyśle tu swoją armię.

source: No! The Akladian reinforcements have arrived! We are surrounded!
cs: Ne! Akladijcům přišli posily! Jsme obklíčeni!
es: ¡No! ¡Llegaron los refuerzos akladianos! ¡Estamos rodeados!
fr: Non ! Les renforts Akladiens sont arrivés ! Nous sommes encerclés !
it: No! Sono arrivati i rinforzi per quelli di Akladia! Siamo circondati!
pl: Nie! Przybyły akladiańskie posiłki! Otaczają nas!

source: Wow.
cs: Uf.
es: ¡Guau!
fr: Wahou.
pl: Ho-ho!

source: What? Young women like me have to learn to defend ourselves.
cs: Co je? Mladá žena jako já se také smí naučit, jak se postarat sama o sebe.
es: ¿Qué? Las jóvenes como yo tenemos que aprender a defendernos.
fr: Quoi ? Les jeunes femmes comme moi ont dû apprendre à se défendre !
it: Cosa? Le ragazze come me devono imparare a difendersi da sole.
pl: Co? Kobieta w moim wieku musi się nauczyć, jak sobie radzić ze zbyt natarczywymi mężczyznami.

source: Isn't that the legendary Ruvio? It's a honour fighting for you! Command!
cs: Není to ten Ruvio, o kterém jsem toho tolik slyšeli? Je mi potěšením pro tebe bojovat. Čekám rozkazy.
es: ¿No es ese el legendario Ruvio? ¡Es un honor luchar para ti! ¡Comándanos!
fr: N'est-ce pas le légendaire Ruvio ? C'est un honneur de combattre pour vous ! À vos ordres !
it: Sei il famoso Ruvio? È un onore combattere per te! Ai tuoi ordini!
pl: Czy to nie legendarny Ruvio? To będzie honor dla was walczyć, rozkazujcie!

source: Today you won't be commanded by me, but by this young man. I will only be his advisor.
cs: Dnes ale rozkazy neuděluji já, ale tento mladý muž. Já budu jenom rádce.
es: Hoy no seréis mandados por mí, sino por este joven. Solo seré su asesor.
fr: Aujourd'hui, je ne vous commanderai pas. Ce jeune homme le fera. Je ne serais que son conseiller.
it: Oggi il comandante non sono io, ma questo giovanotto. Io sarò solo il suo consigliere.
pl: Dzisiaj nie ja będę wami dowodził, lecz ten oto młody mężczyzna. Ja - będę tylko jego doradcą.

source: And who is he? Why should we fight under his command?
cs: A kdo je to? Proč bychom měli bojovat pod jeho velením?
es: ¿Y quién es él? ¿Por qué deberíamos luchar bajo su mando?
fr: Et qui est-il ? Pourquoi devrions-nous combattre sous ses ordres ?
it: E chi è? Perché dovrei combattere per lui?
pl: A kimże on jest? Dlaczego mamy walczyć pod jego komendą?

source: Because I ask you to. Isn't my word enough?
cs: Protože jsem tě o to požádal. Cožpak ti moje slovo nestačí?
es: Porque yo te lo pido. ¿No es suficiente mi palabra?
fr: Parce que je vous le demande. Ma parole n'est-elle pas suffisante ?
it: Perché sono io a ordinartelo. Non pensi che questo sia sufficiente?
pl: Ponieważ proszę was o to. Czy nie sądzicie, że moje słowo wystarcza?

source: Well then, Ruvio. We'll listen to his orders. We hope you are not mistaken and this young boy can lead us to victory over the Akladian beasts.
cs: Tak dobře, Ruvio. Budeme poslouchat jeho rozkazy. Doufáme, že neděláš chybu a že nás ten mladý muž povede k vítězství nad těmi akladijskými příšerami.
es: Bien entonces, Ruvio. Escucharemos sus órdenes. Esperamos que no se equivoque y que este joven pueda llevarnos a la victoria sobre las bestias akladianas.
fr: Très bien, Ruvio ! Nous écouterons ses ordres. Nous espérons que vous ne vous trompez pas et que ce jeune garçon peut nous conduire à la victoire sur les bêtes Akladiennes.
it: Allora va bene, Ruvio. Eseguiremo i suoi ordini. Spero che non ti stia sbagliando e che questo giovanotto ci possa condurre alla vittoria contro questi animali di Akladia.
pl: Dobrze więc, Ruvio. Będziemy słuchać jego rozkazów. Mamy nadzieję, że się nie mylisz i ten młody chłopak poprowadzi nas do zwycięstwa nad akladiańskimi bestiami.

source: Peasants and brawlers? How on earth am I supposed to win battle with those?
cs: Sedláci a křiklouni, jak mám proboha s takovou armádou zvítězit?
es: ¿Campesinos y camorristas? ¿Cómo diablos se supone que voy a ganar la batalla con eso?
fr: Des paysans et des bagarreurs, comment diable suis-je supposé gagner la bataille avec ça ?
it: Un branco di contadini e attaccabrighe, come diavolo posso vincere una battaglia con questi?
pl: Wieśniacy i awanturnicy, jakim cudem ja mam wygrać z nim tą bitwę?

source: You forgot about me!
cs: Zapomněl jsi na mne!
es: ¡Te olvidaste de mí!
fr: Tu m'oublies !
it: Ti dimentichi di me!
pl: Zapomniałeś o mnie!

source: He didn't. He mentioned brawlers already.
cs: Nezapomněl. Vždyť o křiklounech mluvil, ne?
es: No lo hizo. Ya mencionó camorristas.
fr: Non il ne l'a pas fait. Il a déjà mentionné les bagarreurs.
it: Non lo ha fatto. Ha già citato gli attaccabrighe.
pl: Nie zapomniał. Wspomniał przecież awanturników.

source: True, they are not the best warriors, but you can recruit a lot of them, and they learn quickly. Our opponents are not numerous, and here they can't really recruit more soldiers. It'll be easy, believe me.
cs: Ano, nejsou to zrovna nejlepší válečníci, ale můžeš jich zase naverbovat hodně a navíc se rychle učí. A tvůj protivník není početný a tady naverbuje příliš mnoho vojáků. Bude to snadné, věř mi.
es: Es cierto que no son los mejores guerreros, pero se puede reclutar a muchos y aprenden rápido. Nuestros oponentes no son numerosos, y aquí realmente no pueden reclutar más soldados. Será fácil, créeme.
fr: En effet, ce ne sont pas les meilleurs guerriers disponibles, mais vous pouvez en recruter beaucoup et ils apprennent vite. Nos adversaires ne sont pas nombreux et ici, ils ne peuvent pas vraiment recruter davantage de soldats. Ce devrait être facile, croyez-moi.
it: Sì, non sono i migliori guerrieri disponibili, ma ne puoi reclutare tanti e imparano velocemente. E i nostri avversari non sono numerosi e qua non possono reclutare altri soldati. Dovrebbe essere una passeggiata, almeno credo.
pl: Tak, nie są to najlepsi wojownicy, ale można powołać ich wielką ilość, a uczą się oni bardzo szybko. Zaś nasi przeciwnicy są nieliczni, a w tych okolicach naprawdę nie mogą liczyć na rekrutów. To będzie łatwe, możecie mi wierzyć.

source: See, I told you it would be easy.
cs: Vidíš. Říkal jsem ti, že to bude snadné.
es: Ves, te dije que sería fácil.
fr: Vous voyez, je vous avais dit que ce serait facile.
it: Vedi? L'ho detto che sarebbe stato facile.
pl: No proszę, mówiłem, że to będzie łatwe.

source: Yes, but only because they had limited soldiers and a fool for a commander. Where to go now?
cs: Ano, ale jenom proto, že měli málo vojáků a pitomého velitele. Kam půjdeme teď?
es: Sí, pero solo porque tenían pocos soldados y un estúpido de comandante. ¿Dónde iremos ahora?

source: No one is left to inform Bor Cryne and his ilk that you survived the battle. We should go to Freetown next. The Akladians are all around us; we will have to cross the forests of Raedwood, and hope that the bandits living there won't attack us.
cs: Nikdo nyní není naživu, kdo by informoval Bora Crynea a ostatní, žes přežil tu hroznou řež. Nyní bychom se mohli vydal do Svobodova. Akladijci jsou všude kolem nás; musíme přejít Raedwoodský les a doufat, že na nás nezaútočí tamní bandité.
es: No queda nadie para informar a Bor Cryne y los suyos de que sobreviviste a la batalla. Lo siguiente que debemos hacer es ir a Freetown. Los akladianos nos rodean; tendremos que cruzar los bosques de Raedwood, y esperar que los bandidos que viven allí no nos ataquen.
fr: Il n'y a plus personne pour informer Bor Cryne et les autres que tu as survécu à la bataille. Nous devrions aller à Freetown maintenant. Les Akladiens sont tout autour de nous ; nous devrons traverser les forêts de Raedwood et espérer que les bandits qui y vivent ne nous attaqueront pas.
it: Ora nessuno è sopravvissuto per informare Bor Cryne e gli altri che sei sopravvissuto alla battaglia. Adesso possiamo andare a Freetown. Gli uomini di Akladia sono dappertutto intorno noi; dovremo attraversare le foreste di Readwood e speriamo che i banditi che vivono là non ci attacchino.
pl: Nikt nie pozostał z nich przy życiu, by poinformować Bora Cryne i innych, że przeżyliście bitwę. Możemy iść teraz do Wolnego Miasta. Akladianie są wszędzie wokół nas; będziemy musieli przejść przez Lasy Raed, i mieć nadzieję, że bandyci, którzy tam mieszkają, nas nie zaatakują.

source: It's a shame there weren't more Akladians to kill.
cs: To je taková škoda, že tu už není žádný další Akladijec, kterého bych mohla zabít.
es: Es una pena que no hubiera más akladianos para matar.
fr: Quel dommage qu'il n'y ait pas eu plus d'Akladiens à tuer.
it: Peccato che non ci siano altri Akladiani da uccidere.
pl: Szkoda, że nie zostało jeszcze paru Akladian do zabicia.

source: There is one more left.
cs: Jeden tu zůstal.
es: Queda uno más.
fr: Il en reste un !
it: Ce n'è ancora uno.
pl: Jeden jeszcze pozostał.

source: Where?!
cs: Kde?!
es: ¡¿Dónde?!
fr: Où ça ?!
it: Dove?!
pl: Gdzie!?

source: I am Akladian. Do you want to kill me? Go ahead, I won't stop you.
cs: Já. Tak co, chceš mě zabít? Poď, na co čekáš. Nebudu ti bránit.
es: Soy akladiano. ¿Quieres matarme? Adelante, no te detendré.
fr: Je suis Akladien. Vous voulez me tuer ? Allez-y si vous voulez, je ne vous en empêcherai pas.
it: Sono io. E adesso cosa vuoi fare? Uccidermi? Sono pronto, se vuoi, io non ti fermerò.
pl: Ja jestem Akladianem - a właściwie, Akladyjczykiem. Chcesz mnie zabić? Dalej, nie będę ciebie powstrzymywał.

source: Stop it, kids! We've no time for fighting over poorly-chosen words. We have to reach Freetown as soon as possible. Haldric, Freetown is a rallying point for our people, where we are organizing our army. You'll meet the rest of my family there.
cs: Nechte toho, děti. Nemáme čas na hašteření se. Musíme se dostat do Svobodova co nejříve. Haldriku, Svobodov je základna našich lidí, organizejeme tam armádu. Tam potkáš zbytek mojí rodiny.
es: ¡Basta, niños! No tenemos tiempo para pelear por irse de la lengua. Tenemos que llegar a Freetown lo antes posible. Haldric, Freetown es un punto de reunión para nuestro pueblo, donde estamos organizando nuestro ejército. Te encontrarás con el resto de mi familia allí.
fr: Arrêtez ça ! On dirait des enfants ! Nous n'avons pas assez de temps pour ces joutes verbales stupides ! Nous devons atteindre Freetown le plus vite possible ! Haldric, Freetown est un point de ralliement de notre peuple, c'est là que nous organisons notre armée. Tu y rencontreras le reste de ma famille.
it: Smettetela, bambini! Non abbiamo tempo per patetici litigi sulle parole. Dobbiamo raggiungere Freetown prima possibile. Haldric, Freetown è la base per la nostra gente ed è dove stiamo organizzando un esercito. Laggiù incontrerai il resto della mia famiglia.
pl: Przestańcie dzieciaki! Nie mamy czasu na kłótnie o głupoty i czepianie się słówek. Musimy dotrzeć do Wolnego Miasta najszybciej, jak to tylko możliwe. Haldricu, Miasto to baza naszych ludzi, gdzie organizujemy armię. Spotkacie tam resztę mojej rodziny.

source: Ruvio, call me 'Gawen.' I am not used to being called 'Haldric'. I've never heard about Freetown.
cs: Ruvio, říkej mi Gawene. Nikdo mi nikdy neříkal Haldriku. Nikdy jsem neslyšel o Svobodově.
es: Ruvio, llámame 'Gawen'. No estoy acostumbrado a que me llamen 'Haldric'. Y nunca he oído hablar de Freetown.
fr: Ruvio, appelez-moi Gawen. Je n'ai pas l'habitude qu'on m'appelle Haldric. Je n'ai jamais entendu parler de Freetown.
it: Ruvio, chiamami Gawen. Non sono abituato a sentirmi chiamare Haldric. Non ho mai sentito parlare di Freetown.
pl: Ruvio, nazywaj mnie Gawen. Nie jestem przyzwyczajony do imienia Haldric. I skoro bawiłem się na twoich kolanach, możesz się do mnie zwracać mniej oficjalnie, niekoniecznie przez "wy". A o Wolnym Mieście nigdy dotąd nie słyszałem.
