Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Even a child could have done it, it was so weak... as is all of your heinous black magic; for all your power has been built solely on lies and deceit.
cs: I dítě by to svedlo, tak slabé to bylo, stejně jako celá tvá slavná magie; celá tvá síla pramení ze lží a klamu.
es: Incluso un niño podría haberlo hecho, fue tan débil... como toda tu atroz magia negra; porque todo tu poder se ha construido únicamente sobre mentiras y engaños.
fr: Même un enfant aurait pu le faire tant il était faible ! tout comme le reste de ta détestable magie noire : parce que tout ton pouvoir est construit sur le mensonge et la tromperie.
it: Era così debole che anche un bimbo potrebbe farlo, come tutta la tua penosa magia nera; tutto il tuo potere viene solo dalla menzogna e dall'inganno.
pl: Nawet dziecko mogłoby tego dokonać, tak słabe to było, jak cała twoja ohydna czarna magia. Bo wszystkie twoje moce pochodzą jedynie z kłamstw i oszustwa.

source: Brave words - and who dares to utter them?
cs: Odvážná slova – a kdo je pronesl?
es: Valientes palabras, ¿y quién se atreve a pronunciarlas?
fr: Voilà de fières paroles : et qui ose les prononcer ?
it: Parole coraggiose - chi le ha pronunciate?
pl: Słowa te są śmiałe - jakie imię tego, co odważa się je wypowiedzieć?

source: Deorien, mage of light - whose might will defeat the night.
cs: Deorien, světla mág – ten, kdo může noc zahnat.
es: Deorien, mago de la luz, cuyo poder vencerá a la noche.
fr: Deorien, mage de lumière dont le pouvoir vaincra la nuit.
it: Deorien, mago di luce - la cui potenza sconfiggerà la notte.
pl: Deorien, światła mag, którego moc przepędza noc.

source: You are a competent enough mage, but an awful poet. Deorien, you will be mine before this battle is through.
cs: Dobrý mág, ale špatný básník. Deoriene, budeš můj, až skončí tato bitva.
es: Eres un mago bastante competente, pero un poeta horrible. Deorien, serás mío antes de que termine esta batalla.
fr: Tu es un mage assez compétent, mais un poète exécrable ! Deorien, tu seras à moi avant la fin de la bataille.
it: Bravo mago, ma pessimo poeta. Deorien, sarai in mano mia prima della fine di questa battaglia.
pl: Dobry mag, ale poeta fatalny. Deorienie, będziesz moim niewolnikiem, gdy bitwa się skończy wiadomym wynikiem.

source: What happened? Mother?
cs: Co se stalo? Matko?
es: ¿Qué pasó? ¿Madre?
fr: Que s'est-il passé ? Mère ?
it: Che succede? Madre?
pl: Co się stało? Matko?

source: It's nothing... It's nothing... I just... I can't...
es: No es nada... No es nada... Yo solo... No puedo...

source: Ahem.
es: Ejem.
fr: Hem.
pl: Ekhem.

source: Shut up, mage. I will fight, I just have to rest for a moment...
cs: Sklapni, mágu. Budu bojovat, jenom si musím na chvíli odpočinout...
es: Cállate, mago. Lucharé, solo tengo que descansar un momento...
fr: Mage, tais-toi ! Je combattrai, j'ai juste besoin de me reposer un peu...
it: Taci, mago. Io combatterò, devo solo riposarmi un momento...
pl: Zawrzyj gębę, magu. Mogę walczyć. Tylko muszę chwilę odpocząć...

source: No, you CAN'T. My lord, you must withdraw Lorin to our castle's keep immediately. She is unable to fight any longer.
cs: Ne, to nemůžeš. Můj králi, ihned odvel Lorin do hradní tvrze. Už nemůže dál bojovat.
es: No, NO PUEDES. Mi señor, debe llevar a Lorin al torreón de nuestro castillo de inmediato. Ella es incapaz de luchar por más tiempo.
fr: Non, vous ne POUVEZ pas ! Monseigneur, ramenez Lorin à notre château immédiatement ! Elle ne peut pas combattre plus longtemps !
it: No, non puoi. Mio signore, ritirate immediatamente Lorin nella fortezza del castello. Adesso non è in grado di combattere.
pl: Nie, nie możesz. Panie mój, Lorin natychmiast musi się wycofać do twierdzy zamku. Nie będzie w stanie już zaraz walczyć.

source: I AM in the castle's keep, you idiot.
cs: Já JSEM v hradní tvrzi, ty idiote.
es: ESTOY en la fortaleza del castillo, idiota.
fr: Je suis déjà dans le château, idiot !
it: IO SONO in una fortezza, idiota.
pl: Ja już jestem w twierdzy zamku, kretynie przemądrzały.

source: Good. Now, go to bedroom. I will send someone to take care of you immediately.
cs: Výborně. A nyní jdi do ložnice. Ihned pošlu někoho, kdo se o tebe postará.
es: Bien. Ahora, ve al dormitorio. Enviaré a alguien para que le atienda de inmediato.
fr: Bien, maintenant allez dans une chambre. J'envoie immédiatement quelqu'un pour s'occuper de vous.
it: Bene. Adesso va' a letto. Manderò subito qualcuno a prendersi cura di te.
pl: I dobrze. Ruszaj więc do sypialni. Zaraz wyślę kogoś, by się wami zajął

source: Shut up, I can fight, I just have to get some rest!
cs: Sklapni, budu bojovat, jenom si na chvíli odpočinu!
es: ¡Cállate, puedo pelear, solo tengo que descansar un poco!
fr: Tais-toi ! Je peux me battre, je dois juste me reposer un peu !
it: Sta' zitto, posso combattere, devo solo riposarmi un momento!
pl: Milcz! Mogę walczyć! Po prostu, muszę złapać oddech.

source: You have to withdraw Lady Lorin to your initial castle's keep within 6 turns.
cs: Musíš stáhnout lady Lorin do své startovací hradní tvrze během šesti kol.
es: Tienes que llevar a Lady Lorin al torreón de tu castillo inicial en 6 turnos.
fr: Vous devez reconduire Dame Lorin dans votre château de départ dans les 6 tours.
it: Devi ritirare Lady Lorin alla fortezza del tuo castello iniziale entro 6 turni.
pl: Musisz wycofać panią Lorin do swojej początkowej twierdzy w ciągu 6 tur.

source: Are you prepared for a little surprise? Get them boys!
es: ¿Estás preparado para una pequeña sorpresa? ¡A por ellos, muchachos!
fr: Etes-vous prêts pour une petite surprise ? Saisissez-la les gars!
pl: Gotowy na małą niespodziankę! Na nich, chłopaki!

source: Milord, should I destroy this bridge?
cs: Můj pane, mám zničit tenhle most?
es: Mi señor, ¿debería destruir este puente?

source: Yes!
cs: Ano!
es: ¡Sí!

source: No, but I might want a bridge destroyed later...
cs: Ne, ale možná budu chtít zničit most později...
es: No, pero quizás más adelante...

source: No, we won't be destroying any bridges today.
cs: Ne, dnes nebudeme ničit žádné mosty.
es: No, no destruiremos ningún puente hoy.

source: Ha, take that!
cs: Ha, tumáš!
es: ¡Ja, toma eso!

source: OK, I won't this time, but I really think we should destroy some bridges eventually, so I'll keep asking!
cs: Dobře, tentokrát to neudělám. Ale opravdu si myslím, že bychom nakonec měli nějaké mosty zničit, takže se budu dál ptát!
es: Está bien, no lo haré esta vez, pero creo que deberíamos destruir algunos puentes cuando sea oportuno, ¡así que seguiré preguntando!

source: In that case I shall cease asking to do so.
es: En ese caso, dejaré de pedir que lo haga.

source: Let me set up an outpost here.
es: Déjame establecer una avanzada aquí.

source: I really can fight!
cs: Už můžu bojovat!
es: ¡Que puedo luchar!
fr: Mais puisque je vous dis que je peux me battre !
it: Posso veramente combattere!
pl: Naprawdę mogę walczyć!

source: Yes, you can fight. But what about IT?
cs: Ano, ty můžeš, ale ONO?
es: Sí, puedes luchar. Pero ¿qué pasa con ESO?
fr: Oui, vous pouvez. Mais mais LUI ?
it: Sì, tu puoi. Ma LUI?
pl: Tak, być może tak jest. Ale co z nim?

source: IT?
cs: ONO?
es: ¿ESO?
fr: LUI ?
it: LUI?
pl: NIM?

source: Aaah! I can't handle this pain!
cs: Áách! Nezvládnu tu bolest!
es: ¡Aaah! ¡No puedo con este dolor!
fr: Aaaah ! Cette douleur est insupportable !
it: Aaah! Non posso sopportare questo dolore!
pl: Aaaach! Nie zniosę tego bólu!

source: What happened? What?
cs: Co? Co se stalo?
es: ¿Qué pasó? ¿Qué?
fr: Que s'est-il passé ? Quoi ?
it: Cosa è successo? Cosa?
pl: Co to było? Co się stało?

source: I told you... she miscarried.
cs: Já tě nabádal. Právě potratila.
es: Te lo dije... ella abortó.
fr: Je vous l'avais dit. Elle fait une fausse couche.
it: Te l'ho detto. Ha perso il bambino.
pl: Ostrzegałem przecież... Poroniła.

source: She WHAT?
cs: Ona CO?
es: ¿Ella QUÉ?
fr: Elle QUOI ?
it: COSA?
pl: Co zrobiła?

source: I wish Lorin were still here to fight alongside us; we could use her help...
es: Ojalá Lorin todavía estuviera aquí para luchar junto a nosotros; nos vendría bien su ayuda...

source: Trust me, Gawen, it is for the better that she is in the castle right now.
es: Confía en mí, Gawen, es mejor que ella esté en el castillo en este momento.

source: Wait! Do not die yet! I know you can hear me, answer a few questions!
cs: Počkej! Ještě neumírej! Vím, že mě slyšíš, tak mi ještě odpověz na pár otázek!
es: ¡Espera! ¡No te mueras todavía! ¡Sé que puedes oírme, contéstame unas preguntas!
fr: Attends ! Ne meurs pas tout de suite ! Je sais que tu m'entends, réponds à mes questions !
it: Aspetta! Non morire ancora! So che puoi sentirmi, rispondi ancora a qualche domanda!
pl: Stój! Jeszcze nie umieraj! Wiem, że mnie słyszysz, odpowiedz mi na kilka pytań!

source: Where did you hide the gold?
cs: Kam jste schovali zlato?
es: ¿Dónde escondiste el oro?
fr: Où avez-vous caché l'or ?
it: Dove hai nascosto l'oro?
pl: Gdzie ukryte jest złoto?

source: Do you know where Reme Carrenemoe is?
cs: Víš, kde je teď Reme Carrenemoe?
es: ¿Sabes dónde está Reme Carrenemoe?
fr: Savez-vous où se trouve Reme Carrenmoe ?
it: Sai dov'è Reme Carrenemoe?
pl: Czy wiesz, gdzie jest Reme Carrenemoe?

source: What do you know about the orcs?
cs: Co víš o těch skřetech?
es: ¿Qué sabes sobre los orcos?
fr: Que savez-vous au sujet des orcs ?
it: Cosa sai degli orchi?
pl: Co wiesz o orkach?

source: Do you know anything about Lady Lorin?
cs: Víš něco o lady Lorin?
es: ¿Sabes algo sobre la señora Lorin?
fr: Que sais-tu à propos de Dame Lorin ?
it: Hai notizie di Lady Lorin?
pl: Czy wiesz coś o Pani Lorin?

source: Gold? What gold? I have no gold hidden...
cs: Zlato? Jaké zlato? Nemám žádné schované zlato...
es: ¿Oro? ¿Qué oro? No tengo ningún oro oculto...
fr: De l'or ? Quel or ? Je n'ai pas caché d'or...
it: Oro? Quale oro? Non c'è oro nascosto...
pl: Złoto? Jakie złoto? Nie mam ukrytego złota...

source: Reme? Yes, I've heard about him. His clan castle was burned down by Outlaws. But he is alive - they captured him. I've heard they want to sell him to Bor Cryne. I have heard that they keep him in place called Bontom, but I don't know where it is...
cs: Reme? Jo. slyšel jsem o něm. Hrad jeho klanu vypálili banditi. Ale prý žije. Prý. Slyšel jsem, že ho od nich koupil Bor Cryne. Slyšel jsem, že ho drží na místě zvaném..., jak se to..., jó, Bontom. Ale kde to je fakt nemám tuchy.
es: ¿Reme? Sí, he oído hablar de él. El castillo de su clan fue incendiado por forajidos. Pero él está vivo, lo capturaron. He oído que quieren entregarlo a Bor Cryne. Y que lo mantienen en un lugar conocido como Bontom, pero no sé donde es...
fr: Reme ? Oui, j'ai entendu parler de lui. Le château de son clan a été brûlé par des hors-la-loi. Mais il est vivant — ils l'ont capturé. J'ai entendu qu'ils veulent le vendre à Bor Cryne. J'ai entendu qu'ils le gardent dans un lieu appelé Bontom, mais je ne sais pas où c'est...
it: Reme? Sì, ho sentito parlare di lui. Il castello del suo clan è stato bruciato dai Senzalegge. Ma è vivo, lo hanno fatto prigioniero. Da quello che ho sentito dire intendono venderlo a Bor Cryne. Mi hanno detto che lo tengono in un posto conosciuto come Bontom, ma non so dove sia...
pl: Reme? Tak, słyszałem o nim. Zamek jego klanu spalili banici. On przeżył, ale jest w niewoli. Słyszałem, że chcą go sprzedać Borowi Cryne. Podobno trzymają go w miejscu zwanym Bontom, ale nie wiem gdzie to jest...

source: We were ordered to cooperate with orcs... We were told orcs are our allies... I know nothing more.
cs: Nakázali nám se skřetama spolupracovat... Prý 'sou teď skřeti naši kamarádi... Víc nevím.
es: Pidieron que cooperásemos con los orcos... Nos dijeron que los orcos son nuestros aliados... Yo no sé nada más.
fr: On nous a ordonné de coopérer avec les orcs... On nous a dit qu'ils sont nos alliés. Je ne sais rien de plus.
it: Ci hanno ordinato di collaborare con gli orchi... Ci hanno detto che gli orchi sono i nostri alleati... Non so altro.
pl: Dostaliśmy rozkaz współpracować z orkami.. Powiedziano nam, że orki to nasi sprzymierzeńcy... Nic więcej nie wiem.

source: I hope that witch is burning in hell!
cs: Doufám, že se ta čarodějnice smaží v pekle!
es: ¡Espero que la bruja se esté quemando en el infierno!
fr: J'espère que cette sorcière est en train de brûler en enfer.
it: Spero che bruci all'inferno!
pl: Mam nadzieję, że wiedźma skwierczy w piekle!

source: Leaving Raedwood
cs: Odchod z Raedwoodu.
es: Abandonando Raedwood
fr: Quitter Raedwood
it: Partenza da Raedwood
pl: Opuszczając Raedwood

source: Gawen and his soldiers spent only a few days in Freetown. Huon Ryedric and Mithrandil left the city and headed west. At dawn the following day, Gawen marched to the south. Mithrandil's elves were eager to show their abilities, finding the best paths through the forest.
cs: Gawen strávil se svými vojáky ve Svobodově jen pár dní. Huon Ryedrik a Mithrandil opustili město východním směrem. Záhy pak vyrazil Gawen na jih. Mithrandilovi elfové byli celí žhaví ukázat co umí. Vedli družinu nejkratší cestou lesními pěšinami.
es: Gawen y sus soldados estuvieron sólo unos días en Freetown. Huon Ryedric y Mithrandil dejaron la ciudad para ir al oeste. El día siguiente, al alba, Gawen marchó al sur. Los elfos de Mithrandil estaban ansiosos por mostrar sus habilidades conduciéndolos por las mejores rutas del bosque.
fr: Gawen et ses soldats ne passèrent que quelques jours à Freetown. Huon, Ryedric et Mithrandil quittèrent la cité vers l'ouest. Le jour suivant, à l'aube, Gawen marchait vers le sud. Les elfes de Mithrandil étaient impatients de montrer leurs capacités, montrant les meilleurs chemins dans la forêt.
it: Gawen e i suoi soldati trascorsero alcuni giorni a Freetown. Huon Ryedric e Mithrandil lasciarono la città andando verso ovest. All'alba del giorno seguente Gawen marciò verso sud. Gli elfi di Mithrandil erano desiderosi di mostrare le loro abilità nel trovare i percorsi migliori nella foresta.
pl: Gawen i jego żołnierze spędzili w Wolnym Mieście tylko kilka dni. Huon Ryedric i Mithrandil opuścili miasto, podążając na zachód. Zaraz następnego dnia o świcie Gawen wymaszerował na południe. Elfy Mithrandila pragnąc zaprezentować swoje umiejętności wyszukiwały najlepsze ścieżki w lesie.

source: Akladians hated woods, passionately, Gawen was told. Yet they had established an outpost at the edge of Raedwood to protect their settlements in the plains from the avengers in the forest. One or two men might have passed among them, unnoticed, but Gawen's band was too large for that.
cs: Akladijci nenávidí lesy. A jak Gawen dodává, tak vášnivě. Nyní postavili opevnění na samé hranici Raedwoodu, aby chránili osady na pláních před nájezdníky z lesa. Pro jednoho dva muže by mělo být lehké proklouznout nepozorování, ale Gawenova armáda je na to příliš velká.
es: Los akladianos odian los bosques apasionadamente, según dijo Gawen. Por eso instalaron su fortín al borde de Raedwood, protegiendose en las llanuras de los vengadores del bosque. Para uno o dos hombres sería fácil pasar entre ellos, inadvertidos, pero el ejército de Gawen era demasiado grande para ello.
fr: On avait dit à Gawen que les Akladiens détestaient férocement les bois. Ils avaient néanmoins établi un avant-poste à l'orée de la forêt de Raedwood, pour protéger des vengeurs de la forêt leurs colonies des plaines. Il aurait été facile à un homme ou deux de passer inaperçus, mais l'armée de Gawen était trop importante pour ça.
it: A Gawen fu spiegato che gli uomini di Akladia odiano i boschi, con tutto il cuore. Dunque, avevano stabilito degli avamposti al confine di Raedwood, per proteggere i loro insediamenti nelle pianure dai banditi della foresta. Per un paio di uomini sarebbe stato facile da passare inosservati in mezzo a loro, ma l'esercito del Gawen era troppo grande.
pl: Gawenowi mówiono, że Akladyjczycy głęboko nienawidzili lasów. Pomimo to na skraju Puszczy Raed wzniesiono szereg posterunków, by chronić swoje osady na równinach przed mścicielami zamieszkującymi jej głębię. Mała grupka przemknęłaby się między nimi bez problemu, ale armia Gawena nie była mała.

source: So, what now? I appreciate that you are calling me your commander, but the truth is that I have no idea what to do next.
cs: Tak, co teď? Předpokládám, že teď mě nazýváte svým vůdcem, ale abych pravdu řekl, tak nemám páru co máme dělat.
es: ¿Bueno, y ahora que? Aprecio que me consideres tu comandante, pero la verdad es que no tengo idea de qué hacer ahora.
fr: Bon et maintenant ? J'apprécie que vous m'appeliez commandant, mais la vérité est que je n'ai aucune idée de ce qu'il faut faire ensuite.
it: E adesso? Apprezzo il fatto che che mi avete nominato vostro comandante, ma la verità è che non ho idea che cosa fare ora.
pl: Więc, co teraz? Doceniam, że nazywasz mnie dowódcą, ale prawda jest taka, że nie mam pojęcia co dalej.

source: That's what advisors are for. Right now, we have to leave the forests. Then we need to find the orcs, catch their leaders and that's it.
cs: Od toho jsou přeci poradci! Právě teď musíme opustit les. A pak najít skřety,zajmout a vyslechnout jejich vůdce. Toť vše.
es: Para eso están los consejeros. Ahora, tenemos que dejar los bosques. Luego encontrar a los orcos, atrapar a sus líderes y entonces veremos qué hacer.
fr: C'est à ça que servent les conseillers. Maintenant, nous devons quitter les forêts. Trouver les orcs, attraper leurs chefs, et voilà.
it: È quello per cui servono i consiglieri. Ora, dobbiamo lasciare le foreste. E poi trovare gli orchi, catturare i loro capi e basta.
pl: Od tego właśnie ma się doradców. Teraz, musimy opuścić lasy. Potem odnaleźć orki i schwytać przywódców. Wszystko.

source: I didn't feel we had enough gold to accomplish the task ahead of us. So, I asked the others from the council of Freetown for help and they agreed. We now have $ano12_start_gold gold pieces.
es: Supuse que no teníamos suficiente oro para lograr la tarea que nos espera. Por eso pedí ayuda a los demás del consejo de Freetown y estuvieron de acuerdo. Ahora tenemos $ano12_start_gold piezas de oro

source: Karen! What are you doing here!?
cs: Karen! Co ty tady děláš!?
es: ¡Karen! ¡¿Qué estás haciendo aquí?!
fr: Karen ! Que fais-tu ici !
it: Karen! Cosa ci fai qua!
pl: Karen! Co ty tu robisz!

source: I apologise, my lord. I was not able to stop her.
cs: Omlouvám se, pane. Nedala se zastavit.
es: Me disculpo mi señor. Fui incapaz de detenerla.
fr: Je vous demande pardon, Monseigneur. Je n'ai pas pu l'arrêter.
it: Chiedo scusa, mio signore. Non sono riuscito a fermarla.
pl: Wybaczcie mi, panie. Nie byłem w stanie jej powstrzymać.

source: I'm sorry father. I just couldn't miss the opportunity to see our great future king do great heroic things... the kind of things great future kings usually do. You don't mind, do you... Gaumhaldric?
cs: Promiň, tatínku, ale nemohla jsem si nechat ujít, jak náš budoucí velký král bude vykonávat velké hrdinské skutky, jaké budoucí velcí králové obvykle dělávají. Nevadí ti to, Gaumhaldriku, že ne?
es: Lo siento, padre. No podía perder la oportunidad de ver cómo nuestro futuro gran rey hace grandes cosas heroicas..., el tipo de cosas que suelen hacer los grandes futuros reyes. No te importa, ¿verdad... Gaumhaldric?
fr: Je suis désolé Père. Je ne pouvais pas rater l'occasion de voir comment notre futur grand roi accomplit des choses héroïques... le genre de choses que font habituellement les futurs grands rois. Ça ne t'ennuie pas... Gaumhaldric ?
it: Sono spiacente, padre. Non potrei mai perdere l'occasione di vedere le eroiche gesta del nostro futuro re, le gesta che i grandi futuri re fanno solitamente. Non sei preoccupato, vero - Gaumhaldric?
pl: Przepraszam tato. Po prostu nie mogłam przegapić okazji ujrzenia, jak nasz przyszły wspaniały król dokonuje równie wspaniałych i bohaterskich czynów, w rodzaju tych jakie wielcy przyszli królowie mają w zwyczaju robić. Nie masz nic przeciwko temu Gaumhaldric, prawda?

source: Karen, I...
cs: Karen, já...
es: Karen, yo...

source: I know. I heard you in the council. You hate me.
cs: Já vím, nesnášíš mě.
es: Lo sé. Te escuché en el consejo. Me odias.
fr: Je sais. J'ai entendu au conseil. Tu me détestes.
pl: Wiem. Słyszałam podczas narady. Nienawidzisz mnie.

source: Future king? What is she talking about?
cs: Budoucí král? O čem to to děvče blábolí?
es: ¿Futuro rey? ¿Sobre qué está hablando ella?
fr: Futur roi ? De quoi parle-t-elle ?
it: Futuro re? Di che sta parlando?
pl: Przyszły król? O czym ona mówi?

source: You didn't know? Your true mother was from a long line of kings. The last of her branch. You are the true heir to the throne of Wesnoth.
cs: Nevíš? Tvá skutečná matka pochází z dlouhé linie králů. Byla z ní poslední. Jsi právoplatným dědicem trůnu wesnothského.
es: ¿No lo sabes? Tu verdadera madre desciende de una larga línea de reyes. La última de su linaje. Eres el verdadero heredero al trono de Wesnoth.
fr: Tu ne le savais pas ? Ta vraie mère était d'une longue lignée de rois. La dernière de sa branche. Tu es le véritable héritier du trône de Wesnoth.
it: Non lo sapevi? Tua madre apparteneva a una lunga stirpe di re. L'ultima del suo ramo. Sei erede diretto al trono di Wesnoth.
pl: Nie wiedziałeś? Twoja prawdziwa matka była z prastarej lini królewskiej. Ostatnią z tej gałęzi rodu. Jesteś prawdziwym następcą tronu Wesnoth.

source: Along with your cousins from other branches, of course. They are all true heirs to the throne of Wesnoth.
cs: Samozřejmě s dlouhou řadou tvých bratranců z jiných větví téže linie. Oni všichni jsou právoplatnými dědici téhož trůnu.
es: Junto con sus primos de otras ramas, por supuesto. Todos ellos verdaderos herederos al trono de Wesnoth.

source: What? Ruvio, I don't want to be king.
cs: Cože? Ruvio, já nechci být králem.
es: ¿Que? Ruvio, yo no quiero ser rey.
fr: Quoi ? Ruvio, je ne veux pas devenir roi.
it: Cosa? Ruvio, io non voglio essere re.
pl: Co? Ruvio, ja nie chcę być królem.

source: You really don't have a choice. This is your birthright, your destiny.
cs: Nemáš na vybranou. Je to tvůj úděl.
es: Realmente no tienes elección. Es tu derecho de nacimiento, tu destino.
fr: Vous n'avez pas vraiment le choix. C'est votre droit de naissance, votre destin.
it: Non hai scelta. È il tuo destino.
pl: Nie masz wyboru. To twoje prawo od samego urodzenia, to twoje przeznaczenie.

source: No, really, I don't want to! Besides, if there are other heirs, why me? What would I have to do to those other cousins, if they didn't recognise me as king?
cs: Ne, nechci. Mimochodem, je spousta dalších dědiců, tak proč zrovna já? A co bych musel s těmi ostatními dědici, kteří by mne nehodlali uznat za krále?
es: ¡No, de verdad, no quiero! Además, si hay otros herederos, ¿por qué yo? ¿Qué tendría que hacer yo con esos otros primos, si no me reconocieran como rey?
fr: Non, vraiment, je ne veux pas. D'ailleurs, s'il y a d'autres héritiers, pourquoi moi ? Et comment faire avec ces autres cousins s'ils ne me reconnaissent pas comme roi ?
it: No, non voglio. E poi se ci sono altri eredi, perché io? Che cosa dovrei fare con quei altri cugini, se non mi riconosceranno come re?
pl: Nie, nie chcę. Poza tym, skoro są inni następcy, dlaczego ja? Co niby miałbym zrobić z tymi wszystkimi kuzynami, gdyby nie uznali we mnie króla?
