Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Finally, the walls were breached with the help of treachery from within. The traitor was promised three bags of gold for opening the city gates. The Akladians kept their promise. The tale has it that they tied the three bags of gold to the traitor's legs before they pushed him from the walls into the river.
cs: Nakonec jim pomohla zrada zevnitř. Zrádci slíbili tři pytle zlata za otevření městké brány. A svůj slib plnili. Pověst říká, že mu tyto tři pytle zlata přivázali na nohy a pak ho shodili z hradeb do řeky.
es: Finalmente, las murallas se abrieron con ayuda interna de un traidor. A este se le prometieron tres bolsas de oro por abrir las puertas de la ciudad. Los akladianos cumplieron su promesa. Cuentan que ataron las tres bolsas de oro a las piernas del traidor antes de empujarlo desde las murallas al río.
fr: Finalement, une brèche fut ouverte de l'intérieur par trahison. On avait promis au traître trois sacs d'or pour ouvrir les portes de la ville. Les Akladiens ont tenu parole ! La légende dit qu'ils ont attaché les trois sacs aux jambes du traître avant de le pousser du haut des murs dans la rivière.
it: Alla fine furono aiutati da un tradimento dall'interno. Al traditore promisero tre sacchi d'oro per l'apertura delle porte della città. Gli uomini di Akladia mantennero la loro promessa. Si racconta che gli legarono tre sacchi d'oro ai piedi prima di spingerlo dalle mura nel fiume.
pl: Wreszcie pomogła im zdrada. Zdrajcy obiecano trzy worki złota za otwarcie bram miasta. Akladyjczycy dotrzymali słowa. Mówi się, że przywiązali obiecane trzy worki złota do nóg zdrajcy, zanim zepchnęli go z murów do rzeki.

source: Dead city
cs: Mrtvé město.
es: Ciudad Muerta
fr: Ville morte
it: La città fantasma
pl: Martwe miasto

source: So, you think the great mage is hiding somewhere here?
cs: Takže ty si myslíš, že se velký mág schovává někde tady?
es: Entonces, ¿crees que el gran mago se esconde en algún lugar por aquí?
fr: Donc, vous pensez que le grand mage se cache quelque part par ici ?
it: Dunque, pensi che il grande mago si stia nascondendo qui da qualche parte?
pl: A więc sądzisz, że wielki mag gdzieś sie tu ukrywa?

source: Yes, my lord. These are ruins of the great city of Weldyn. Deorien should be here somewhere.
cs: Ano, můj pane. Toto jsou starodávné runy Velkého města. Zde by měl Deorien být.
es: Sí, mi señor. Estas son las ruinas de la gran ciudad de Weldyn. Deorien debería estar aquí, en alguna parte.
fr: Oui, Monseigneur. Ce sont les ruines de la grande cité de Weldyn ! Deorien devrait être par ici.
it: Sì, mio signore. Queste sono le rovine di una grande città. Deorien dovrebbe essere qua.
pl: Tak panie. To są ruiny wielkiego miasta. Deorien powinien tutaj gdzieś być.

source: Hiding like a rat, seeking cover against the wrath of the just hand of God. So, our plan is to find him, torture him, and kill him, right?
cs: Zalezlý jako krysa, schovaný před pomstou ruky Boží. takže náš plán je najít ho, dostat z něj, co jde, a zabít ho, že?
es: Escondiéndose como una rata, buscando cobijo contra la ira de la mano justa de Dios. Entonces, nuestro plan es encontrarlo, torturarlo y matarlo, ¿verdad?
fr: Caché comme un rat, pour échapper à la colère de la juste main de Dieu ! Donc le plan est de le trouver, le torturer et le tuer, c'est bien ça ?
it: Nascosto come un topo che cerca protezione dalla giusta collera degli dei. Dunque, il nostro piano è di trovarlo, torturarlo e ucciderlo, giusto?
pl: Chowa się jak szczur, pragnąc umknąć przed gniewem sprawiedliwej ręki Boga. Nasz plan to znaleźć go, poddać torturom i zabić, prawda?

source: Lady Lorin, are you just pretending you have not understood our purpose for coming here, or is the utter inability to grasp the goals of our mission a natural consequence of the poor quality of your mind?
cs: Lady Lorin, ty jenom předstíráš, že nechápeš, proč tu jsme, nebo neschopnost pochopit cíle naší mise má přirozené konsekvence s kvalitou tvé mysli?
es: Señora Lorin, ¿está fingiendo que no ha entendido nuestro propósito al venir aquí, o es la total incapacidad para comprender los objetivos de nuestra misión una consecuencia natural de la mala calidad de su mente?
fr: Dame Lorin, prétendez-vous seulement ne pas avoir compris pourquoi on nous a envoyés ici, ou bien l'incapacité à comprendre les buts de notre mission est une conséquence naturelle de la piètre qualité de votre esprit ?
it: Lady Lorin, stai dicendo che non hai capito il motivo per cui ci hanno mandato qua, oppure l'incapacità di comprendere gli scopi della nostra missione è una conseguenza naturale delle tue doti mentali?
pl: Pani Lorin, powiedz mi, czy tylko udajesz niezrozumienie celu dla którego nas tu wysłano, czy też może niezdolność do jego pojęcia jest naturalną konsekwencją niskiej jakości twojego intelektu?

source: I can kill you here and now, underling, so watch your words.
cs: Mohla bych tě podřezat teď a tady, podřadný, takže si dávej pozor na jazyk!
es: Puedo matarte aquí y ahora, plebeyo, así que cuida tus palabras.
fr: Je peux te tuer ici et maintenant, métèque, alors pèse bien tes mots.
it: Potrei ucciderti qua e ora, miserabile, modera le tue parole.
pl: Mogę pozbawić ciebie życia tu i teraz, pariasie, więc uważaj na słowa.

source: Mother! Stop it! What did I tell you about using this ugly word? I need BOTH of you. You should be friends... or at least allies, not enemies.
cs: Matko! Přestaň! Co jsem ti říkal o používání toho hnusného slova? Potřebuji vás OBA. Měli byste se spřátelit, nebo alespoň se stát spojenci, ne nepřátelé.
es: ¡Madre! ¡Para! ¿Qué te dije acerca de usar esa fea palabra? Los necesito a AMBOS. Deberían ser amigos... o al menos aliados, no enemigos.
fr: Mère, arrêtez ! Que vous ai-je dit à propos de l'usage de ce mot humiliant ? J'ai besoin de vous DEUX. Vous devriez être amis, ou du moins alliés mais pas ennemis !
it: Madre! Fermati! Non ti avevo detto di non usare più quella brutta parola? Ho bisogno di entrambi voi due. Dovreste essere amici o almeno alleati, non nemici.
pl: Matko! Przestań! Co ci mówiłem o użwaniu tego paskudnego słowa? Potrzebuję was obydwu. Powinniście być przynajmniej sojusznikami, jeśli nie jesteście w stanie być przyjaciółmi - nie wrogami.

source: Is that an order?
cs: Je to rozkaz?
es: ¿Es eso una orden?
fr: C'est un ordre ?
it: È un ordine?
pl: Czy to rozkaz?

source: Yes, it is.
cs: Ano, je.
es: Sí, lo es.
fr: C'en est un.
it: Sì, è un ordine.
pl: Tak. Traktujcie to jak rozkaz.

source: If this is your will, Gawen, I will kill that under... uhm... man-like creature later.
cs: Pokud si to přeješ, Gawene, tak tohoto podř... hmm... toto stvoření mužské podoby podřežu později.
es: Si esta es tu voluntad, Gawen, mataré a ese plebe... uhm... criatura humanoide más tarde.

source: God help us. I've heard terrible stories about this place. They say the ghosts of murdered citizens still inhabit these ruins. No Akladian wants to enter this tomb, full of remembrances of the dead.
cs: Bůh nám pomáhej. Slyšel jsem hrůzostrašné historky o tomto místě. Říkají, že duchové zabitých obyvatel města stále obývají tyto ruiny. Žádný Akladijec nikdy nechtěl vstoupit do těchto míst plných vzpomínek na smrt.
es: Dios nos ampare. He oído historias terribles sobre este lugar. Dicen que los fantasmas de los ciudadanos asesinados aún habitan estas ruinas. Ningún akladiano quiere entrar en esta tumba, llena de recuerdos de los muertos.
fr: Que Dieu nous assiste ! J'ai entendu des histoires terribles à propos de cet endroit ! Ils disent que les fantômes des citoyens assassinés habitent encore ces ruines. Aucun Akladien ne veut entrer dans ce cimetière hanté par le souvenir des morts !
it: Che gli dei ci aiutino. Ho sentito storie terribili su questa zona. Dicono che i fantasmi dei cittadini assassinati ancora abitino queste rovine. Nessun uomo di Akladia vuole entrare in questo cimitero pieno di ricordi di morti.
pl: Niech Bóg ma nas w swej opiece. Straszne historie krążą o tym miejscu. Mówią, że duchy pomordowanych mieszkańców wciąż zamieszkują te ruiny. Żaden Akladyjczyk nie chce wkroczyć do tego cmentarzyska pełnego wspomnień śmierci.

source: No ghost will be able to stand against the cold steel in the hand of Lorin.
cs: Žádný duch neobstojí proti chladné oceli v rukou Lorin.
es: Ningún fantasma podrá resistir el frío acero de la mano de Lorin.
fr: Aucun fantôme ne peut résister à l'acier froid dans la main de Lorin.
it: Non c'è nessun fantasma che si può opporre a del freddo acciaio nella mano di Lorin.
pl: Żaden duch nie będzie w stanie wytrwać wobec zimnej stali w dłoni Lorin.

source: Explore
cs: Prozkoumej
es: Explora
fr: Explorer
pl: Zbadaj

source: Master, someone approaches us! Should I attack now?
cs: Pane, někdo přichází! Měli bychom zaútočit?
es: ¡Maestro, alguien se nos acerca! ¿Deberíamos atacar ya?
fr: Maître, quelqu'un approche ! Est-ce que je dois l'attaquer ?
it: Maestro, si avvicina qualcuno! Li attacchiamo adesso?
pl: Panie, ktoś tu się zbliża! Czy mam atakować?

source: No, don't attack.
cs: Ne, neútočte.
es: No, no ataquéis.
fr: Non, n'attaque pas.
it: No, non attaccate.
pl: Nie, nie atakujcie.

source: These are Akladians! At least, there are Akladians among them! I will need reinforcements!
cs: Jsou to Akladijci! Minimálně je mezi nimi spousta Akladijců! Potřebujeme posily!
es: ¡Son akladianos! ¡O al menos, tienen akladianos entre ellos! ¡Necesitaremos refuerzos!
fr: Ce sont des Akladiens ! En tout cas, il y a des Akladiens parmi eux ! Je vais avoir besoin de renforts !
it: Sono gente di Akladia! O, per lo meno c'è gente di Akladia tra loro! Ci servono rinforzi!
pl: To Akladianie! Przynajmniej między nimi widać Akladian! Potrzebuję posiłków!

source: I said, don't attack. Fear not, friends from distant lands. I know who you are. The Oracle has foreseen your arrival. I have been waiting for you, noble Gaumhaldric - or rather, Gawen Hagarthen. You have no idea how long I have waited for you.
cs: Už jsem řekl, žádný útok. Nebojte se, přátelé ze vzdálených zemí. Vím kdo jste. Věštkyně mi o vás dala vědět. Čekám na tebe, ctihodný Gaumhaldriku – nebo raději Gawene Hagarthene. Ani nevíš, jak dlouho jsem na tebe čekal.
es: He dicho que no ataquéis. No temáis, amigos de tierras lejanas. Sé quiénes sois. El Oráculo ha previsto vuestra llegada. Te he estado esperando, noble Gaumhaldric - o más bien, Gawen Hagarthen. No tienes idea de cuánto tiempo he estado esperándote.
fr: J'ai dit de ne pas attaquer. N'ayez pas peur, amis des pays lointains ! Je sais qui vous êtes ! L'Oracle a prévu votre venue. Je vous attendais, noble Gaumhaldric, ou plutôt, Gawen Hagarthen. Vous n'imaginez pas depuis combien de temps je vous attends !
it: Ho detto di non attaccare. Non abbiate paura, amici dalle terre lontane. So chi siete. L'Oracolo mi ha detto di voi. Vi stavo aspettando, nobile Gaumhaldric - o piuttosto, Gawen Hagarthen. Non avete idea da quanto tempo vi aspettavo.
pl: Powiedziałem, nie atakujcie. Nie bójcie się, przyjaciele z dalekich krajów. Wiem, kim jesteście. Wyrocznia poinformowała mnie o was. Czekałem na was, szlachetny Gaumhaldricu, czy raczej Gawenie Hagarthenie. Nawet nie zdajecie sobie sprawy, jak długo na was czekałem.

source: Are you Deorien, the great mage?
cs: Ty jsi Deorien, Velký Mág?
es: ¿Eres Deorien, el gran mago?
fr: Êtes-vous Deorien, le grand mage ?
it: Sei tu Deorien, il grande mago?
pl: Czyście Deorien, wielki mag?

source: Yes, I am.
cs: Ano, jsem.
es: Sí, soy yo.
fr: Oui, c'est moi-même.
it: Sì, sono io.
pl: Tak, to ja.

source: We need your help. A great army is about to invade Wesnoth, and without mages, we...
cs: Potřebujeme tvoji pomoc. Velká armáda se chystá napadnout Wesnoth a my bez pomoci mágů...
es: Necesitamos tu ayuda. Un gran ejército está a punto de invadir Wesnoth, y sin magos, nosotros...

source: I told you I know who you are and why you are here. But I'm afraid that you do not yet know. Gawen Hagarthen, I have been waiting for many, many years for someone like you to appear. When I heard about you, hope arose in my heart. Now, that I see you, I am sure.
cs: Vždyť jsem ti říkal, že vím, kdo jste a proč tu jste. Ale já se bojím, že to nevíš TY. Gawene Hagarthene, čekal se po mnohé a mnohé roky na někoho, jako jsi ty. Když jsem o tobě uslyšel, naděje opět vešla do mého srdce. Nyní, když tě vidím, jsem si jist.
es: Te he dicho que sé quién eres y por qué estás aquí. Pero me temo que aún no lo sabes. Gawen Hagarthen, he estado esperando durante muchos, muchos años la aparición de alguien como tú. Cuando oí hablar de ti, la esperanza surgió en mi corazón. Y ahora que puedo verte, estoy seguro.
fr: Je vous ai dit que je sais qui vous êtes et pourquoi vous êtes ici. Mais j'ai peur que vous même ne le sachiez pas. Gawen Hagarthen, cela fait très, très longtemps que j'attends que quelqu'un comme vous surgisse. Quand j'ai entendu parler de vous, l'espoir s'est levé dans mon coeur. Maintenant que je vous vois, je suis sûr !
it: Vi ho detto che so chi siete e perché siete qui. Ma mi spiace che non lo sappiate. Gawen Hagarthen, stavo aspettando da molti, molti anni che qualcuno come voi comparisse. Quando ho sentito parlare di voi, una speranza è sbocciata nel mio cuore. Ora, che vi vedo, ne sono sicuro.
pl: Powiedziałem, że wiem kim jesteście i dlaczego tu jesteście. Obawiam się jednak, że wy tego nie wiecie. Czekałem wiele lat, aż pojawi się ktoś taki, jak wy. Kiedy o was usłyszałem, w moim sercu pojawiła sie nadzieja, teraz gdy was widzę, mam całkowitą pewność.

source: Sure? Of what? You are confusing me, I only wanted to ask you for help.
cs: Jistý? Čím? Mateš mě, a já pouze přišel žádat o pomoc.
es: ¿Seguro? ¿De qué? Me confundes, yo sólo buscaba tu ayuda.
fr: Sûr ? De quoi ? Vous me troublez car j'étais seulement venu chercher votre aide.
it: Sicuro? Di che cosa? Mi stai confondendo, mentre io vorrei solo chiederti aiuto.
pl: Pewność? Czego? Konfudujesz mnie, podczas gdy ja chcę cię jedynie prosić o pomoc.

source: I invite you and your friends into my rooms. I have hidden amongst these ruins my whole life. In the darkest hour of Wesnoth, I gathered the last surviving mages of Weldyn and we hid in the library. Then... well, I will explain everything to you. But first, you must hear a story. A very long story... Gawen, what do you know about the origins of the Akladians?
cs: Zvu tebe i tvé přátele do svých komnat. Skrývám se v těchto ruinách po celý můj život. V nejtemnějších časech Wesnothu jsem sebral poslední přeživší mágy a schovali jsme se v knihovně. Pak... Ale neboj, povyprávím ti vše. Jednou. Nejdřív si ale musíš vyslechnout jiný příběh. Velmi dlouhý příběh... Gawne, co víš o původu Akladijců?
es: Os invito a ti y a tus amigos a mis habitaciones. Me he escondido entre estas ruinas toda mi vida. En la hora más oscura de Wesnoth, reuní a los últimos magos supervivientes de Weldyn y nos escondimos en la biblioteca. Entonces... bueno, os lo explicaré todo. Pero primero, debes escuchar una historia. Una historia muy larga... Gawen, ¿qué sabes sobre los orígenes de los akladianos?
fr: Je vous invite, vous et vos amis dans mes appartements. J'ai vécu caché dans ces ruines toute ma vie. Dans les heures les plus sombres de Wesnoth, j'ai rassemblé les derniers mages de Weldyn et nous nous sommes cachés dans la bibliothèque. Ensuite... Mais je vous expliquerai tout. D'abord, il faut que vous entendiez une histoire. Une très longue histoire... Gawen, que savez-vous des origines des Akladiens ?
it: Invito voi e i vostri amici nelle mie stanze. Mi sono nascosto in queste rovine per tutta la mia vita. Nell'ora più cupa di Wesnoth ho riunito gli ultimi maghi di Weldyn sopravvissuti e ci siamo nascosti nella biblioteca. Quindi... ma vi spiegherò tutto. In primo luogo, dovete sentire una certa storia. Una storia molto lunga... Gawen, che cosa conoscete sulle origini di Akladia?
pl: Zapraszam ciebie i twoich przyjaciół do moich pokoi. Ukrywałem się w tych ruinach przez całe życie. W najczarniejszej godzinie Wesnoth zebrałem ostatnich żyjacych magów Weldyn i ukryliśmy się w bibliotece. Potem... Zresztą wyjaśnię wszystko. Najpierw musisz usłyszeć historię. Długą historię... Gawen, co wiesz o pochodzeniu Akladian?

source: Akladians? Well... we came from the east, isn't it? Mother, help me out here...
cs: Akladijců? Dobře... přišli jsme z východu, že? Matko, prosím, tady mi pomoz...
es: ¿Akladianos? Bueno... venimos del este, ¿no? Madre, ayúdame con esto...
fr: Des Akladiens ? Heu... Nous venons de l'est n'est-ce pas ? Mère, aidez-moi...
it: Akladia? Be'... siamo venuti dall'est, non è vero? Madre, aiutami...
pl: Akladyjczyków? Więc... przyszliśmy ze wschodu... Matko, pomóż mi...

source: Should I kill this mage now?
cs: Už mám zabít toho mága?
es: ¿Puedo matar a este mago ya?
fr: Tu veux que je tue ce mage maintenant ?
it: Dovrei uccidere questo mago adesso?
pl: Zabijamy gada?

source: She won't be able to tell you, because all she knows are legends and myths. Lorin would tell the legend of how God created Akladians so that they could rule over the world, but that a false messiah imprisoned them, so they rebelled and then they journeyed here. She knows only legends and myths passed down from person to person, losing a little bit of truth each time in the re-telling.
cs: Ona ti to neřekne, poněvadž vše, co zná, jsou jen legendy a mýty. Pověděla by ti pověst o tom, jak Bůh stvořil Akladijce k ovládnutí celého světa, ale falešný mesiáš je uvěznil, načež propukla rebelie a oni odešli sem. Ale na každém mýtu je zrnko pravdy, ze kterého byl počat, zrnko pravdy přesívané, přemílané a mylně interpretované po mnohá pokolení. Nyní mne dobře poslouchej.
es: Ella no podrá decírtelo, porque todo lo que sabe son leyendas y mitos. Lorin contaría la leyenda de cómo Dios creó a los akladianos para que dominaran el mundo, pero que un falso mesías los aprisionó, por lo que se rebelaron y viajaron hasta aquí. Ella sólo conoce leyendas y mitos transmitidos de persona a persona, perdiendo cada vez un poco de verdad en la narración.
fr: Elle ne pourra pas vous le dire parce que ce tout qu'elle connaît n'est que mythe et légendes. Lorin vous racontera la fable de la création des Akladiens par Dieu pour qu'ils dirigent le monde, puis qu'un faux messie les a emprisonnés. Ils se sont donc rebellés et sont venus ici. Elle ne connaît que des légendes et de mythes qui passant d'une génération à l'autre ont perdu à chaque étape une part de leur vérité.
it: Non vi può aiutare perché tutto quello che sa sono leggende e miti. Vi racconterà come gli dei hanno creato la gente di Akladia perché governasse il mondo, ma un falso messia li ha imprigionati, poi si sono ribellati e quindi si sono spostati qui. Per ogni mito ci è un fondo di verità da cui è cominciato, il vero inizio è stato distorto e confuso dal trascorrere delle generazioni. Ora ascoltatemi.
pl: Nie powie ci, bo wszystko co wie, to legendy i mity. O tym, jak Bóg stworzył Akladian, by władali nad światem; jak fałszywy mesjasz uwięził ich, jak zbuntowali się i przybyli tutaj. Zna tylko przekazy opowiadane przy ogniskach, od człowieka, do człowieka, tracące coś z prawdy przy każdej opowieści.

source: And yet, for every myth there is a true event which started it, a true beginning twisted and confused with the passing generations. Listen to me now.
es: Y, sin embargo, por cada mito hay un acontecimiento real que lo inició, un comienzo real retorcido y confundido con el paso de las generaciones. Ahora, escuchadme.
fr: Et pourtant, derrière chaque mythe existe un événement réel qui lui a donné naissance, une véritable origine, déformée et obscurcie par les générations suivantes. Ecoute-moi maintenant.
pl: Ale na każdy mit przypada prawdziwe wydarzenie które go zapoczątkowało, prawdziwy początek pokręcony i pomieszany wraz z mijającymi pokoleniami. Posłuchaj mnie.

source: Ally From the Past
cs: Spojenec z minulosti
es: Aliado del pasado
fr: D'anciens alliés
it: Un alleato dal passato
pl: Sprzymierzeniec z przeszłości

source: When I woke up, the first thing I felt was astonishment: I was still alive! At first I thought I was Bor Cryne's prisoner, but my hands weren't tied. Then I noticed that weary man.
cs: Když jsem se probudil, tak první pocit, který jsem měl, byl údiv: su stále naživu! V první chvíli jsem si myslel, že mě zajali vojáci Bora Cryna, ale neměl jsem spoutané ruce. Pak jsem si všiml podivného muže.
es: Cuando desperté, lo primero que sentí fue asombro: ¡Todavía estaba vivo! Al principio pensé que era el prisionero de Bor Cryne, pero no tenía las manos atadas. Entonces me fijé en aquel hombre cansado.
fr: Quand je me réveillai, mon premier sentiment fut l'étonnement. J'étais encore en vie. Au début, je crus être prisonnier de Bor Cryne, mais mes mains n'étaient pas liées ? Ensuite, je remarquai cet homme fatigué.
it: Quando mi svegliai, la prima sensazione che provai fu di stupore: «Sono ancora vivo!» All'inizio ho pensato di essere stato catturato dai guerrieri di Bor Cryne, ma non ero legato. Solo dopo notai quell'uomo esausto.
pl: Kiedy się obudziłem, pierwszą rzeczą jaką poczułem było zdumienie: wciąż żyję! Na początku myślałem, że jestem w rękach wojowników Bora Cryne, ale moje ręce nie były związane. Potem zauważyłem tego znużonego mężczyznę..

source: I do not mean he was old. He just seemed like he had seen a lot in his life; his face bore memories of old battles, many of them lost. He looked a bit familiar. He was, as my step-mother would call him, an ungodly underling. Wesnothian, in other words. I wasn't sure whether this was a good or bad thing, remembering how much those folks hated Akladians.
cs: Nemyslel jsem, že je starý. Jenom vypadal, jako když už viděl příliš hodně. Jeho obličej nesl stopy mnoha bitev a válek, mnoha z nich prohraných. Připadal mi ale známý. Byl to, jak by řekla moje macecha, bezbožný podřadný, jinými slovy Wesnoťan. Nevěděl jsem, jestli je to dobré nebo špatné, protože jsem si pamatoval, jak tito lidé nesnáší Akladijce.
es: No quiero decir que fuera viejo. Simplemente parecía que había visto muchas cosas en su vida; su rostro guardaba recuerdos de viejas batallas, muchas de ellas perdidas. Me resultaba un poco familiar. Era, como lo llamaría mi madrastra, un impío plebeyo. Wesnodiano, en otras palabras. No estaba seguro de si eso era bueno o malo, recordando lo mucho que esa gente odiaba a los akladianos.
fr: Je ne veux pas dire qu'il était vieux. Il avait seulement l'air d'avoir vu beaucoup de choses dans sa vie. Son visage portait les traces de vieilles batailles dont beaucoup de perdues. Il me semblait familier . Il était, comme l'aurait dit ma belle-mère, un métèque sans Dieu. Un Wesnothien en d'autres termes. Je ne savais pas si c'était une bonne ou une mauvaise chose, sachant combien ce peuple détestait les Akladiens.
it: Non era proprio vecchio, ma sembrava che nella vita ne avesse viste proprio tante, la sua faccia portava la traccia di vecchie battaglie e guerre, molte delle quali perdute. Aveva l'aria un po' famigliare. Era, come la mia matrigna l'avrebbe chiamato, un miserabile senza dio. Un uomo di Wesnoth in altri termini. Non sapevo se era un bene o un male dato che ricordavo quanto queste genti odiassero quelli di Akladia.
pl: Nie był stary. Po prostu wyglądał, jakby wiele widział w swoim życiu, jego twarz przywodziła na myśl wspomnienia starych bitew, w większości przegranych. Wyglądał w pewien sposób znajomo. Moja macocha nazwałaby go bezbożnym pariasem. Wesnotyjczykiem, innymi słowy. Nie byłem pewien, czy to dobrze czy źle, wiedząc, jak bardzo ci ludzie nienawidzili Akladyjczyków.

source: Rebel
es: Rebeldes
fr: Rebelle
it: Ribelle
pl: Buntownik

source: Finally, you awaken.
cs: No konečně, už jsi se vzbudil.
es: Al fin, despertaste.
fr: Ah, tu te réveilles enfin !
it: Dunque, ti sei svegliato finalmente.
pl: A więc, wreszcie się obudziłeś.
