Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Let's be careful. Scouts reported orcs garrisoned east from here. Now, we just have to capture their leader and...
es: Tengamos cuidado. Los exploradores informaron de que había orcos acuartelados al este de aquí. Ahora, solo tenemos que capturar a su líder y...

source: ...and we will see our great future king Gaumhaldric defeat his enemies in an epic battle, which will be described by bards forevermore!
es: ... ¡y veremos a nuestro gran futuro rey Gaumhaldric derrotar a sus enemigos en una épica batalla, que será cantada por los bardos para siempre!

source: Anyway, what I wanted to say before my offspring so rudely interrupted me, is that we don't have to defeat all of the enemies. We can withdraw after interrogating the Orcish leader.
cs: To hlavní, co jsem chtěl říct, než mne moje ratolest přerušila, bylo, že nemusíme pobít všechny. Stačí, když vyslechneme velitele skřetů a potichoučku zmizíme.
es: De todos modos, lo que quería decir antes de que mi vástago me interrumpiera tan groseramente, es que no tenemos que derrotar a todos los enemigos. Podemos retirarnos después de interrogar al líder orco.
fr: Enfin, ce que je voulais dire avant que ma progéniture ne m'interrompe si brutalement, c'est que nous n'avons pas besoin de tuer tous les ennemis. Nous pouvons battre en retraite après avoir interrogé le chef Orc.
it: In ogni modo, quello che volevo dire, prima che la mia prole mi interrompesse, è che non dobbiamo sconfiggere tutti i nemici. Possiamo ritirarsi dopo aver interrogato il comandante degli orchi.
pl: No więc, chciałem powiedzieć, zanim moje dziecię mi przerwało, że nie musimy pokonać wszystkich wrogów. Możemy się wycofać po przesłuchaniu wodza orków.

source: My lord, an army is approaching!
cs: Můj pane, blíží se k nám nějaká armáda!
es: ¡Mi señor, se acerca un ejército!
fr: Monseigneur, une armée approche !
it: Mio signore, c'è un esercito che si avvicina!
pl: Panie mój, jakaś armia się tu zbliża!

source: Oh, do not worry. Those are probably our people returning from making a deal with the outlaw underlings.
cs: To nic. To budou naši, co jsem je poslal na velmi speciální nákupy k banditům.
es: No te preocupes. Probablemente sea nuestra gente que regresa de hacer un trato con esos plebeyos bandoleros.
fr: Oh, n'aie pas peur. C'est probablement nos gens qui reviennent après avoir conclu un marché avec les métèques hors-la-loi.
it: Oh, niente paura. Probabilmente quelli sono la nostra gente che torna dopo aver stretto un accordo con quei miserabili di Senzalegge.
pl: Och, nie ma obaw. To zapewne nasi ludzie wracający z układów z banitami.

source: Lady Lorin can also interrogate enemy leaders. You will receive no bonus if withdrawing with Gawen.
cs: Také lady Lorin může vyslýchat nepřátelské vůdce. Pokud s Gawenem uprchneš, nezískáš žádný bonus.
es: También la Señora Lorin puede interrogar a los líderes enemigos. No recibirás ningún bonus si te retiras con Gawen.
fr: Dame Lorin peut aussi interroger les chefs ennemis. Vous ne recevrez aucun bonus si Gawen bat en retraite.
it: Anche Lady Lorin può interrogare i comandanti nemici. Non riceverai nessun bonus se ti ritiri con Gawen.
pl: Również pani Lorin może przesłuchiwać wrogich przywódców. Nie otrzymasz bonusu, gdy wycofasz się Gawenem.

source: You will receive no bonus if withdrawing with Gawen.
cs: Pokud s Gawenem uprchneš, nezískáš žádný bonus.
es: No recibirás ningún bonus si te retiras con Gawen.
fr: Vous ne recevrez aucun bonus si Gawen bat en retraite.
it: Non riceverai nessun bonus se ti ritiri con Gawen.
pl: Nie otrzymasz bonusu, gdy wycofasz się Gawenem.

source: That's impossible! They are breaking into the city! How, how, how this could happened? Where are my soldiers? My allies? Help me!!
cs: To není možné! Oni se dostali až do města! Jak, jak, jak se to mohlo stát? Kde jsou moji vojáci? Moji spojenci, pomóóóc!!
es: ¡Eso es imposible! ¡Están irrumpiendo en la ciudad! ¿Cómo, cómo, cómo pudo pasar esto? ¿Dónde están mis soldados? ¿Mis aliados? ¡¡Ayudadme!!
fr: C'est impossible ! ils envahissent la ville ! Comment, comment, comment cela a-t-il pu arriver ? Où sont mes soldats ? Mes alliés ? À l'aide !!
it: Non è possibile! Stanno irrompendo nella vicinanza della città, come, come, come è potuto succedere? Dove sono i miei soldati? I miei alleati? Aiutatemi!!
pl: To niemożliwe! Przedostali się tak blisko miasta, jak, jak to, jakim cudem to się mogło stać?! Gdzie moi żołnierze? Moi sprzymierzeńcy? Pomóżcie mi!

source: Humans... cowards... good only for meat...
cs: Človeci... ustrašenci... dobrej tak do klobása...
es: Humanos... cobardes... buenos solo para filetes ...
fr: Humains... lâches... justes bons à manger...
it: Esseri umani... codardi... buoni solo per la carne...
pl: Ludzie.. tchórze.. dobrzy tylko na mięso..

source: Dear God! Everything is lost! Run for your life!
cs: Bože! Vše je ztraceno! Zachraňte si holou kůži! Utíkejte!
es: ¡Dios mío! ¡Todo está perdido! ¡Corred por vuestra vida!
fr: Mon Dieu ! Tout est perdu ! Sauve qui peut !
it: Dei! Tutto è perduto! Mettetevi in salvo!
pl: Boże! Wszystko stracone! Ratuj się kto może!

source: Hey, wait, what about our fight?! Coward!
cs: Hej, stůj, a co náš souboj? Zbabělec!
es: Oye, espera, ¿qué pasa con nuestra pelea? ¡Cobarde!
fr: Hé, attends, et notre bagarre ?! Lâche !
it: Ehi, aspetta, e il nostro combattimento?! Vigliacco!
pl: Stój! A co z naszą walką! Wracaj, ty tchórzu!!

source: He ran away! But I will meet him again one day, and next time I will make sure he has no chance to flee...
cs: Utekl! Ale jednoho dne se znovu setkáme. Podruhé už šanci k útěku nedostane...
es: ¡Se escapó! Pero lo volveré a encontrar algún día, y la próxima vez me aseguraré de que no tenga oportunidad de escabullirse...
fr: Il s'est enfui ! Mais je le retrouverai un jour et la prochaine fois je m'arrangerai pour qu'il ne puisse pas se sauver...
it: È scappato via! Ma un giorno lo incontrerò e quel giorno non avrà tempo per fuggire...
pl: Uciekł! Ale spotkamy się znowu pewnego dnia, i nie będzie miał wtedy czasu na ucieczkę..

source: Wait a minute, I know you! You were one of those young chieftains who visited Vattin back in the day...
cs: Hej! Neznáme se? Nebyl jsi náhodou jeden z mladých šéfů, kteří přišli jednoho krásného dne do Vattinu?
es: ¡Espera un momento, te conozco! Fuiste uno de esos jóvenes jefes que visitaron Vattin en su día...
fr: Attendez une minute, je te connais ! Tu n'étais pas un de ces jeunes chefs de clan qui est venu à Vattin l'autre jour...
it: Ehi, mi sembra di conoscerti! Non eri uno di quei giovani capiclan che hanno visitato Vattin l'altro giorno...
pl: Hej, ja chyba ciebie skądś znam! Czyś nie był może jednym z tych młodych junaków, którzy odwiedzili kiedyś Vattin...

source: Yes! Yes! That could be! I was at Vattin once!
cs: Ano! Ano! To by mohlo být! Jednou jsem ve Vatinu byl!
es: ¡Sí! ¡Sí! ¡Podría ser! ¡Estuve en Vattin una vez!
fr: Oui ! Oui ! Ça se peut ! J'ai été à Vattin une fois !
it: Sì! sì! Potrebbe essere così! Sono stato a Vattin una volta!
pl: Tak! Tak! Całkiem możliwe! Byłem raz w Vattin!

source: God be praised! I'm glad! I'm really, really glad to meet you again! What is your name, man?
cs: Díky Bohu! Jsem hrozně, ale opravdu hrozně moc ráda! Jak se jmenuješ, můj zachránče?
es: ¡Alabado sea Dios! ¡Me alegro! Estoy muy, muy contenta de verte de nuevo! ¿Cómo te llamas, hombre?
fr: Merci mon Dieu. Je suis heureuse ! Vraiment, vraiment heureuse ! Quel est ton nom, l'ami ?
it: Siano ringraziati gli dei! Sono contento! Sono veramente, veramente contento! Come ti chiami, uomo?
pl: Dzięki Bogu! Tak się cieszę! Tak bardzo, bardzo się cieszę! Jak brzmi twoje imię, młodzieńcze?

source: Kariv, my lady, yes, Kariv.
cs: Kariv, má paní, ano, Kariv.
es: Kariv, mi señora, sí, Kariv.
fr: Kariv, ma Dame, oui, Kariv
it: Kariv, mia signora, sì, Kariv.
pl: Kariv, szlachetna pani, tak, Kariv.

source: Do you remember that bawdy ballad you were singing outside my windows while you were drunk?
cs: Vzpomínáš na tu písničku, co jsi mi zpíval pod oknem, když jsi byl ožralý jako prase?
es: ¿Recuerdas esa balada obscena cantaste fuera de mi ventana mientras estabas borracho?
fr: Te rappelles-tu de de cette chanson paillarde que tu chantais sous mes fenêtres un soir de beuverie ?
it: Ti ricordi la canzone che stavi cantando sotto le mie finestre quando eri ubriaco?
pl: A pamiętasz może piosenkę, którą śpiewaliście pod moimi oknami, kiedy sobie nieco podpiliście?

source: That was you? Oh no!
es: ¿Eras tú? ¡Oh, no!
fr: C'est vous ? Oh non !
pl: To było wasze okno? O żesz...

source: I promised myself that I would take revenge one day. And indeed, God has favored me, because he has let me find you and kill you! Or... maybe you know something about the orcs - why they are here and all?
cs: Přísahala jsem si, že se ti pomstím. A vidíš, Bůh mně vyslyšel, protože mně nechal naživu, abych tě teďka mohla zabít! Anebo snad víš něco o těch mizerných skřetech? Proč tady jsou a tak dále...
es: Me prometí que algún día me vengaría. ¡Y en verdad, Dios me ha favorecido, porque me ha permitido encontrarte y matarte! O... tal vez sepas algo sobre los orcos: por qué están aquí y todo eso.
fr: Je m'étais promis de me venger un jour. Et Dieu m'a fait une faveur, car il m'a laissé te retrouver et te tuer ! Ou... peut-être que tu sais quelque chose sur les orcs — pourquoi ils sont ici et tout ça ?
it: Ho giurato di vendicarmi un giorno. E vedrai, gli dei sono stati benevoli con me, perché mi hanno permesso di ucciderti! O forse sai qualcosa degli orchi, cosa ci fanno qui, eccetera?
pl: Obiecałam sobie, że zemszczę się pewnego dnia. I popatrz tylko, Bóg jest ze mnie zadowolony, bo wydał mi ciebie bym mogła ciebie zabić! A może wiesz coś o orkach, no wiesz, w rodzaju dlaczego tutaj właściwie są, i co tu robią, i tak dalej?

source: Orcs? Yes, yes, orcs! They are helping us! They are, uhm, our allies or something!
cs: Skřeti? Ano, ano, skřeti, vím, vím! Oni nám pomáhají! Jsou to, no, naši spojenci nebo tak nějak!
es: ¿Orcos? ¡Sí, sí, orcos! ¡Nos están ayudando! ¡Son, uhm, nuestros aliados o algo así!
fr: Les orcs ? Oui, oui, les orcs ! Ils nous aident ! Ils sont, euh, un peu comme nos alliés !
it: Orchi? Sì, sì, orchi! Ci stanno aiutando! Sono, uhm, nostri alleati o qualcosa del genere!
pl: Orki? Tak, tak, orki! Pomagają nam! Są, em, naszymi sprzymierzeńcami czy jakoś tak!

source: He doesn't know anything. Let him go.
es: Él no sabe nada. Déjalo ir.

source: Put down that knife! You can't - Aaargh!
es: ¡Baja ese cuchillo! No puedes - ¡Aaarg!
fr: Posez ce couteau ! Vous ne pouvez pas — Aaaaaaah !
pl: Odłóż ten nóż! Nie możesz - Aaargh!

source: Mother!
cs: Matko!
es: ¡Madre!
fr: Mère!
it: Madre?!?
pl: Matko!

source: What? You should have heard what he sang he wanted to do to me...
es: ¿Qué? Deberías haber escuchado lo que cantó que quería hacerme...
fr: Quoi? Vous auriez du entendre ce qu'il entendait me faire subir...
pl: Co? Powinieneś usłyszeć, co śpiewał, że chce ze mną zrobić...

source: But I had some questions of my own that I wanted to ask him...
es: Pero tenía algunas preguntas propias que quería hacerle...

source: Listen, if you'll answer me a few questions I'll let you go. Understand? Now, what do you know about the orcs and why they are here?
cs: Poslouchej, pokud mi odpovíš na pár otázek, nechám tě jít. Pochopils? Tak, co víš o skřetech a proč jsou tady?
es: Escucha, si me respondes algunas preguntas, te dejaré ir. ¿Entiendes? Ahora, ¿qué sabes sobre los orcos y por qué están aquí?
fr: Écoute, si tu réponds à quelques questions, je te laisse partir. Compris ? Bien, que sais-tu sur les orcs et pourquoi sont-ils ici ?
it: Ascolta, se risponderai a qualche domanda ti lascerò andare. Capisci? Ora, che cosa sai degli orchi e cosa ci fanno qua?
pl: Słuchaj, jeżeli odpowiesz mi na kilka pytań, pozwolę ci odejść. Jasne? A teraz, co wiesz o orkach i powodach ich bytności tutaj?

source: One last question. What about Reme Carrenemoe, do you know anything about his fate?
cs: Počkej, ještě něco. Reme Carrenemoe, říká ti to něco? Slyšel jsi o něm?
es: Una última pregunta. ¿Qué pasa con Reme Carrenemoe, sabes algo sobre su paradero?
fr: Une dernière question. As-tu entendu parler de Reme Carrenmoe, sais-tu ce qui lui est arrivé ?
it: Aspetta, ho ancora una domanda. Cosa sai su Reme Carrenemoe e sul suo destino?
pl: Czekaj, jedno ostatnie pytanie. Czy wiesz coś o losie Reme Carrenemoe?

source: Yes! His clan settlements were attacked by outlaws. They captured him and they are keeping him in some place called Bontom. They will sell him to Bor Cryne, I think.
cs: Ano! Obydlí jeho klanu byly napadeny zbojníky. Zajali ho a drží ho na místě, kterému říkají Bontom. Chtějí ho prodat Boru Crynovi, myslím.
es: ¡Sí! Los asentamientos de su clan fueron atacados por forajidos. Lo capturaron y lo mantienen en un lugar llamado Bontom. Se lo venderán a Bor Cryne, creo.
fr: Oui ! Les territoires de son clan ont été attaqués par les hors-la-loi. Ils l'ont capturé et le retiennent prisonnier dans un endroit nommé Bontom. Ils veulent le vendre à Bor Cryne, je crois.
it: Sì! Gli insediamenti del suo clan sono stati attaccati dai Senzalegge. Lo hanno catturato e lo tengono in un certo posto chiamato Bontom. Intendono venderlo a Bor Cryne, credo.
pl: Tak! Osady jego klanu zostały zaatakowane przez banitów. Pojmali go i trzymają w jakimś miejscu zwanym Bontom. Chcą go sprzedać Borowi Cryne, jak sądzę.

source: Listen, if you will answer my questions I will let you go. Understand? Now, what do you know about orcs and why they are here?
cs: Poslouchej, pokud mi odpovíš na pár otázek, nechám tě jít. Pochopils? Tak, co víš o skřetech a proč jsou tady?
es: Escucha, si respondes a mis preguntas, te dejaré ir. ¿Entiendes? Ahora, ¿qué sabes sobre los orcos y por qué están aquí?
fr: Écoute, si tu réponds à quelques questions, je te laisse partir. Compris ? Bien, que sais-tu sur les orcs et pourquoi sont-ils ici ?
it: Ascolta, se risponderai a qualche domanda ti lascerò andare. Capisci? Ora, che cosa sai degli orchi e cosa ci fanno qua?
pl: Słuchaj, jeżeli odpowiesz mi na kilka pytań, pozwolę ci odejść. Jasne? A teraz, co wiesz o orkach i powodach ich bytności tutaj?

source: He knows nothing. Let him go.
cs: Nic neví, nech ho jít.
es: Él no sabe nada. Déjalo ir.

source: Wait, one last question. What about Reme Carrenemoe, do you know anything about his fate?
cs: Počkej, ještě něco. Reme Carrenemoe, říká ti to něco? Slyšel jsi o něm?
es: Espera, una última pregunta. ¿Qué pasa con Reme Carrenemoe, sabes algo sobre su paradero?
fr: Attend, j'ai une dernière question. As-tu entendu parler de Reme Carrenmoe, sais-tu ce qui lui est arrivé ?
it: Aspetta, ho ancora una domanda. Cosa sai su Reme Carrenemoe e sul suo destino?
pl: Czekaj, jedno ostatnie pytanie. Czy wiesz coś o losie Reme Carrenemoe?

source: Oh well...
es: Oh, bueno...

source: Wait! I wanted to interrogate him...
es: ¡Espera! Quería interrogarlo...

source: Hey orc! Can you still hear me? Are you okay?
cs: Hej, skřete! Slyšíš mně? Jsi v ókeju?
es: ¡Eh, orco! ¿Aún puedes oírme? ¿Estás bien?
fr: Hé, orc ! Tu m'entends ? Tu vas bien ?
it: Ehi, orco! Riesci a sentirmi? Stai bene?
pl: Hey orku! Czy słyszysz mnie jeszcze? Nic ci nie jest?

source: Mother earth, a human woman is trying to save me? Such care for a fallen enemy is so rarely found!
cs: Matka země, ty to vidět! Lidská ženština chtít zachránit já? Jaký starost padlý skřet. To nevidět.
es: Madre tierra, ¿una mujer humana está tratando de salvarme? ¡Tal cuidado por un enemigo caído se encuentra tan raramente!
fr: Mère de la terre, une femme humaine qui essaie de me sauver ? On voit si rarement cette sollicitude pour un ennemi abattu !
it: Madre terra, uomo femmina sta cercando di salvarmi? Una tal premura per un nemico caduto è cosa rara!
pl: Matko ziemio, kobieta ludzików próbuje mnie uratować? Taką troska o pokonanego wroga trudno znaleźć!

source: Trying to save you? Well, not exactly. I want to... wait, I must think of the correct term... terrorize you, yes, that's more what I have on my mind. Let's start with the basics. This is a knife. When a knife is put into human - or, in this case, orcish - flesh, it hurts.
cs: Chtít zachránit? Ne tak docela. Chci... počkej, nemůžu najít správné slovo... jo, terorizovat, to je ono, chci tě terorizovat. Začněme pěkně od začátku. Toto je nůž. Pokud píchneš nožem do lidského – nebo v tomto případě skřetího masa, rozřízne se.
es: ¿Intentando salvarte? Bueno, no exactamente. Quiero... espera, debo pensar en el término correcto... aterrorizarte, sí, eso es más bien lo que tengo en mente. Empecemos por lo básico. Esto es un cuchillo. Cuando un cuchillo se pone en carne humana - o, en este caso, orca - duele.
fr: Essayer de te sauver ? Eh bien, pas exactement. Je veux te... attends, je cherche le mot exact... Te terroriser, oui, c'est ça, c'est ce que j'ai en tête. Bon, commençons par les bases. Ceci est un couteau. Quand on enfonce un couteau dans la chair humaine, ou dans le cas présent — dans la chair d'orc — ça fait mal.
it: Provare a salvarti? Be', non esattamente. Io voglio... aspetta, sto cercando la parola giusta... terrorizzarti, sì, è questo che pensavo. Iniziamo con i principi fondamentali. Questo è un coltello. Quando un coltello taglia la carne di un uomo - o, in questo caso, di un orco, fa male.
pl: Próbuje cię uratować? Cóż, niezupełnie. Mam zamiar raczej... zaczekaj, muszę znaleźć poprawne określenie... Sterroryzować ciebie, tak, to właśnie miałam na myśli. Zaczniemy od podstaw. To jest nóż. Gdy nóż wkłada się w ludzkie - albo, w tym wypadku, orcze - ciało, powoduje to ból.

source: Mother! Stop it! This is disgusting and I will not allow it!
cs: Matka příroda u já! Zastavit to! Dost konec šlus! To být ohavná a já nechtít. Nedovolit to!
es: ¡Madre! ¡Para! ¡Esto es repugnante y no lo permitiré!
fr: Mère ! Arrêtez ! C'est répugnant et je ne le permettrai pas !
it: Madre! Smettila! È disgustoso e non lo permetterò!
pl: Matko! Przestań! To jest ohydne i nie pozwolę ci na to!

source: Hmm... You know what, orc? Let's make a deal... If you will tell me why are you here, allied with Akladians, then I will let you die peacefully. If not, despite my son's cries I will demonstrate to you other fascinating aspects on the topic of what suffering can be induced by a simple knife in hands of an able woman.
es: Hmm.. ¿Que es lo que sabes, orco? Hagamos un trato... Si me dices por qué están aquí, aliados con los akladianos, entonces te permitiré morir apaciblemente. Si no, a pesar de los lamentos de mi hijo, te explicaré los aspectos fascinantes de lo mucho que se puede sufrir inducido por un cuchillo en las simples manos de una mujer capaz.

source: No, I won't let you! Orc, tell us everything you know and I will let you live.
cs: Ne, to ti nedovolím. Poslyš, skřete, řekni nám všechno, co víš, a já ti dám život.
es: ¡No, no lo permitiré! Orco, dinos todo lo que sabes y te permitiré vivir.
fr: Non, je ne vous laisserai pas faire ! Orc, dis-moi tout ce que tu sais et je te laisse la vie sauve.
it: No, non te lo permetterò! Orco, dicci tutto quello che sai o ti farò mangiare il cuore.
pl: Nie, nie pozwolę ci! Orku, powiedz nam o wszystkim co wiesz i pozwolę ci żyć.

source: I don't know much - only that this was the wish of our guide, Grekulak. He wished Akladians to be allied with us.
cs: Moc nevědět. Jenom vědět tak chtít Grekulak. Chtít spoc... spojec... dokupy s Aklady.
es: No sé mucho - sólo que ese era el deseo de nuestro guía, Grekulak. Le ofreció a los akladianos que se aliaran con nosotros.
fr: Je ne sais pas grand-chose, seulement que c'est le souhait de notre guide, Grekulak. Il voulait s'allier aux Akladiens.
it: Non so granché - so solo che questo era la volontà della nostra guida, Grekulak. Ci vuole alleati con quelli di Akladia.
pl: Nie wiem zbyt wiele - tyle, że było to życzenie naszego przewodnika, Grekulaka. Życzył sobie, by Akladyjczycy się z nami sprzymierzyli.

source: Grekulak! I know that name. We should go back to Freetown and report that, that's all we need to know!
cs: Grekulak! Znám to jméno. Měli bychom se nejrychleji vrátit nazpět do města Svobodova a zpravit o tom. To je to jediné a hlavní, co bylo nutno zjistit.
es: ¡Grekulak! Conozco ese nombre. ¡Debemos regresar a Freetown a informarles, es todo lo que necesitamos saber!
fr: Grekulak ! Je connais ce nom. Nous devons rentrer à Freetown pour rapporter cette information, Nous en savons assez !
it: Grekulak! Conosco questo nome. Dovremmo tornare a Freetown per riferirlo, questo è tutto quello che dovevamo scoprire!
pl: Grekulak! Znam to imię. Powinniśmy wrócić z powrotem do Wolnego Miasta i opowiedzieć o tym. To wszystko co musieliśmy odkryć!

source: Grekulak? That's something to report. We should go back to Freetown then.
cs: Grekulak? Toť informace hodná raportu. Měli bychom se nejrychleji vrátit nazpět do města Svobodova.
es: ¿Grekulak? Eso es algo a informar, así que debemos regresar a Freetown.
fr: Grekulak ? C'est une information importante. Nous devrions retourner à Freetown pour l'y rapporter.
it: Grekulak? Dobbiamo riferirlo. Adesso dovremmo tornare a Freetown.
pl: Grekulak? Hm, to jest coś o czym warto złożyć raport. Powinniśmy wrócić do Wolnego Miasta.

source: Orc, do not die, yet! Can you still hear me? I will ask you a few questions, and if you will answer them, I will order someone to bind your wounds and I will let you live.
cs: Skřete, ještě neumírej! Slyšíš mně? Ještě pár otázek! Pokud my odpovíš, nechám ti ošetřit rány a přežiješ. Chápeš?
es: ¡Orco, no te mueras todavía! ¿Puedes oírme? Te haré unas preguntas, si las contestas, pediré a alguien que cure tus heridas y te permitiré vivir.
fr: Orc, ne meurs pas encore ! Tu m'entends toujours ? Je vais te poser quelques questions. Si tu réponds, je donnerai l'ordre de soigner tes blessures et je te laisserai en vie.
it: Orco, non morire, non ancora! Riesci a sentirmi? Ti farò alcune domande, se mi risponderai, ordinerò che qualcuno ti curi le ferite altrimenti ti farò mangiare il cuore.
pl: Nie umieraj jeszcze orku! Czy wciąż mnie słyszysz? Zadam ci kilka pytań, i jeżeli odpowiesz na nie, rozkażę komuś, by się zajął twoimi ranami i pozwolę ci żyć.

source: Listen, that won't work! I am well-acquainted with the job of interrogating prisoners. What you're doing isn't even a decent amateur job... this is...
cs: Poslouchej mně! takhle to nefunguje! Já vím jak správně vyslýchat vězně! To není práce pro žádné amatéry... to je...
es: ¡Oye, eso no funcionará! Conozco muy bien el trabajo de interrogar prisioneros. Lo que haces no llega ni a trabajo amateur... esto es...
fr: Écoute, ça ne marchera pas ! Je suis assez versée dans l'art d'interroger des prisonniers. Ce que tu fais n'est pas même digne d'un amateur... C'est...
it: Ascolta, così non può funzionare! Lo so, perché conosco abbastanza bene come si interrogano i prigionieri e questo non è neanche un lavoro da dilettanti... questo è...
pl: Słuchaj, to nie zadziała! Wiem, ponieważ znam się na przesłuchiwaniu więźniów całkiem nieźle, a to nie można nazwać nawet amatorszczyzną... to jest..

source: Amazing. Simply, amazing.
cs: Úžasné. Jednoduše úžasné.
es: Asombroso. Simplemente, asombroso.
fr: Stupéfiant. Tout simplement stupéfiant.
it: Stupendo. Semplicemente stupendo.
pl: Zadziwiające. Po prostu... zadziwiające.

source: My lord, are you sure you want to retreat?
cs: Pane, opravdu chceš složit zbraně?
es: ¿Mi señor, quiere realmente retirarse?
fr: Monseigneur, vous voulez vraiment battre en retraite ?
it: Mio signore, siete sicuro di volervi ritirare?
pl: Panie, jesteście pewni, że chcecie się wycofać?
