Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: False king - are enjoying your frail victory? Ha, ha, hurry to your witch step-mother, and lie with her while you still have time...
cs: Falešný králi – máš radost z bídného vítězství? Ha, ha, táhni si za svou čarodějkou, svou macechou, a vošoustej ji, dokud máš čas...
es: Falso rey - ¿estás disfrutando de tu frágil victoria? Ja, ja, corre con tu bruja madrastra y acuéstate con ella mientras todavía tienes tiempo...
fr: Roi de comédie : est-ce que tu apprécies ta petite victoire ? Ha, ha, dépêche-toi d'aller voir ta sorcière de belle-mère et de coucher avec elle tant qu'il t'en reste le temps...
it: Falso re - ti piace la tua fragile vittoria? Ah, ah, vattene da quella strega, la tua matrigna, e scopatela finché hai ancora tempo...
pl: Fałszywy królu - cieszysz się swoim kruchym zwycięstwem? Cha, cha, idź do tej wiedźmy, swojej macochy, i wyobracaj ją, póki wciąż jeszcze możesz...

source: I've never tortured any prisoner and I've never harmed an innocent, as far as I know. But you, Cryne... you despoiled and then brutally killed Karen.
cs: Nikdy jsem nemučil žádného ze svých vězňů a pokud si vzpomínám, nikdy jsem neublížil nevinnému. Ale ve tvém případě, Cryne, udělám výjimku... Zabil jsi Karen.
es: Nunca he torturado a ningún prisionero y nunca he hecho daño a un inocente, que yo sepa. Pero tú, Cryne... desvalijaste y luego mataste brutalmente a Karen.
fr: Je n'ai jamais torturé de prisonnier et je n'ai jamais fait de mal à un innocent, à ce que je sais. Mais toi, Cryne... Tu as détroussé puis brutalement assassiné Karen.
it: Non ho torturato mai alcun prigioniero e non ho mai fatto del male a nessun che fosse innocente, per quanto ne so. Ma tu, Cryne... Hai ucciso Karen.
pl: Nigdy nie torturowałem żadnego więźnia i nigdy nie zadałem krzywdy nikomu, kto był niewinny, przynajmniej o ile mi wiadomo. Ale ty, Cryne.. Ty.. Ty zabiłeś Karen.

source: Do you think I am afraid of you?
cs: Myslíš, že se tě bojím?
es: ¿Piensas que estoy asustado de ti?
fr: Tu penses vraiment que j'ai peur de toi ?
it: Pensi che abbia paura di te, strega?
pl: Myślisz, że się ciebie boję?

source: Oh, I won't hurt you - I will bind you and deliver you into the hands of the children of the Wesnothians you murdered at Freetown. The fearless Bor Cryne killed by children - what do you think about that?
cs: Oh, já ti neublížím. Spoutám tě a dám tě na hraní dětem Wesnoťanů, které jsi povraždil ve Svobodově. Nebojácný Bor Cryne a zabit dětmi – co ty na to?
es: Oh, no te haré daño - te ataré y te entregaré en manos de los hijos de los wesnodianos que asesinaste en Freetown. El intrépido Bor Cryne asesinado por niños - ¿qué te parece?
fr: Je ne te ferai pas de mal : je vais te ligoter et te livrer aux enfants des Wesnothiens que tu as assassiné à Freetown. Le grand Bor Cryne tué par des enfants : qu'en penses-tu ?
it: Non ti farò del male - ti darò ai bambini di quelle persone di Wesnoth assassinate a Freetown. Un grande guerriero ucciso da bambini - che cosa ne pensi?
pl: Ależ ja ciebie nie skrzywdzę. Dam ciebie po prostu dzieciom tych Wesnotyjczyków, którzy zostali pomordowani w Wolnym Mieście. Nieustraszony Bor Cryne zabity przez dzieci - jak to będzie brzmieć w czasie uczt w życiu po śmierci?

source: You won't do it, mixling. I've known you for a long time, and have heard the tales of your deeds, and that is not your style. You, like Reme Carrenemoe, are honour incarnate and could never stoop so low.
cs: To neuděláš, míšenče. Znám tě už dlouho a slyšel jsem příběhy o tvých činech, a to není tvůj styl. Jsi, stejně jako Reme Carrenemoe, ztělesněním cti a nikdy bys neklesl tak hluboko.
es: No lo harás, mestizo. Te conozco desde hace mucho tiempo, he oído las historias de tus hazañas, y ese no es tu estilo. Tú, como Reme Carrenemoe, eres el honor encarnado y nunca podrías caer tan bajo.
fr: Tu ne le feras pas, métis. Je te connais depuis longtemps, j'ai entendu le récit de tes exploits, et ce n'est pas ton style. Tout comme Reme Carrenemoe, tu es l'honneur incarné et tu ne tomberas pas si bas.
pl: Tego nie zrobisz, kundlu. O, znam ja ciebie od dawna, wielem słyszał wieści o twoich czynach, i wiem, że to do ciebie nie pasuje. Tyś wszak, tak jak Reme Carrenemoe, chodzące wcielenie honoru, co nigdy do tak niskich czynów się nie posunie.

source: Don't try me, Cryne.
cs: Na to bych nesázel, Cryne.
es: No me pongas a prueba, Cryne.
fr: Ne me tente pas, Cryne.
it: Non mettermi alla prova, Cryne.
pl: Nie próbuj mnie, Cryne.

source: Bor Cryne, tell me...
cs: Bore Cryne, řekni mi...
es: Bor Cryne, dime...
fr: Bor Cryne, dis-moi...
it: Bor Cryne, dimmi...
pl: Bor Cryne, powiedz...

source: Who hired the assassin that was sent after me?
cs: Kdo na mne poslal vraha? Kdo ho najal?
es: ¿Quién contrató al asesino que enviaron a matarme?
fr: Qui a loué les services de cet assassin qui m'a pourchassé ?
it: Chi ha pagato il sicario per uccidermi?
pl: Kto wynajął zabójcę, którego wysłano za mną?

source: Why have you allied with orcs and Grekulak?
cs: Proč jsi se spojil se skřety a s Grekulakem?
es: ¿Por qué te has alíado con los orcos y Grekulak?
fr: Pourquoi êtes-vous alliés aux orcs et à Grekulak ?
it: Perché vi siete alleati con gli orchi e Grekulak?
pl: Czemuż sprzymierzyłeś się z orkami i Grekulakiem?

source: Who poisoned my mother?
cs: Kdo otrávil mou pravou matku?
es: ¿Quién envenenó a mi madre?
fr: Qui a empoisonné ma mère ?
it: Chi ha avvelenato mia madre?
pl: Kto otruł moją matkę?

source: That's all I wanted to know
cs: To je vše, co jsem chtěl vědět.
es: Eso es todo lo que quiero saber
fr: C'est tout ce que je voulais savoir.
it: Questo è quanto volevo sapere
pl: To wszystko, co chciałem wiedzeć.

source: You really don't know? Ha, ha! I forgot - you have been so sheltered from reality. The Galloraes did. The clan of your step-mother. Ha, ha, ha! You really didn't know! I wish I could see Lorin's face when you skin her alive!
cs: Ty vážně nevíš? Ha, ha! Zapomněl sem – si tak daleko od skutečného života. Galloraové. Klan tvé macechy. Ha, ha, ha! Tys to vážně nevěděl! Přeju si vidět Lorin, až jí budeš stahovat kůži za živa!
es: ¿De verdad no lo sabes? ¡Ja, ja! Se me olvidaba - has estado tan alejado de la realidad. Los Galloraes lo hicieron. El clan de tu madrastra. ¡Ja, ja, ja! ¡Realmente no lo sabías! ¡Ojalá pudiera ver la cara de Lorin cuando la despellejes viva!
fr: Tu ne le sais vraiment pas ? Aha ! J'avais oublié que tu as été si protégé de la réalité. Ce sont les Galloraes. Le clan de ta belle-mère. Ha, ha, ha ! Tu ne le savais vraiment pas ! J'aimerais être là pour voir la tête de Lorin quand tu l'écorcheras vivante.
it: Davvero non lo sai? Ah, ah! Dimenticavo che sei così lontano dalla vita reale. È stato Gallorae. Il clan della tua matrigna. Ah, ah, ah! Davvero non lo sapevi! Mi piacerebbe vedere la faccia di Lorin, quando la scuoierai viva!
pl: Naprawdę nie wiesz? Ha, ha! Zapomniałem, tak dalekoś od prawdziwego życia. To byli Gallorae. Klan twojej macochy. Ha, ha, ha! Nie wiedziałeś! Chciałbym słyszeć jej krzyki, gdy będziesz ją żywcem ze skóry obdzierał!

source: To purify the world and prepare it for the coming of God's messiah!
cs: Pro vyčištění světa a jeho přípravě k příchodu Božího mesiáše!
es: ¡Para purificar el mundo y prepararlo para la venida del mesías de Dios!
fr: Pour purifier le monde et le préparer à la venue du messie de Dieu !
it: Per purificare il mondo e prepararlo all'arrivo del liberatore mandato dagli dei!
pl: Żeby oczyścić świat i przygotować go na nadejście mesjasza!

source: Do you really believe in that? Do you, Bor?
cs: Ty tomu vážně věříš? Opravdu, Bore?
es: ¿Realmente crees en eso? ¿Tú, Bor?
fr: Tu crois vraiment à ça ? Hein, Bor ?
it: Ma ci credi davvero? Ci credi, Bor?
pl: Naprawdę w to wierzysz? Naprawdę, Bor?

source: And do you really believe you are the messiah? We would have killed every friend of an underling and everything would finally be as it should be. Grekulak would rule the world, we Akladians would rule the humans, and I, Bor Cryne, would rule the Akladians...
cs: A ty vážně věříš, že ty jsi mesiáš? Zabili bychom každého přítelička podřadných a všechno by bylo, jak mělo být. Grekulak by ovládl svět a my, Akladijci, bychom vládli lidem a já bych vládl Akladijcům...
es: ¿Y de verdad crees que tú eres el mesías? Habríamos matado a todos los amigos de los plebeyos, y todo sería finalmente como debería ser. Grekulak gobernaría el mundo, nosotros los akladianos gobernaríamos a los humanos, y yo, Bor Cryne, gobernaría a los akladianos...
fr: Et tu crois que tu es le messie ? Nous aurions tué tous les amis des métèques et tout serait rentré dans l'ordre. Grekulak aurait dirigé le monde et nous, Akladiens, nous aurions dirigé les humains. Quant à moi, j'aurais dirigé les Akladiens...
it: E credi di essere il Liberatore? Se noi uccidessimo tutti gli amici dei miserabili, tutto andrebbe come dovrebbe andare. Grekulak regnerebbe sovrano sul mondo, noi, di Akladia governeremmo sugli uomini e io sarei sovrano di Akladia...
pl: A ty wierzysz, żeś mesjaszem? Pozabijalibyśmy wszystkich przyjaciół pariasów i wszystko by było tak, być miało. Grekulak rządziłby światem, my, Akladyjczycy, rządzilibyśmy ludźmi, a ja bym rządził Akladyjczykami...

source: I did! And I regret to this day that he failed - but what one can expect from an underling...
cs: Já to udělal! Smůla, že na to neměl – co taky chceš, od podřadného?
es: ¡Yo lo hice! Y hasta el día de hoy lamento que haya fallado, pero qué se puede esperar de un plebeyo...
fr: C'est moi, et je regrette qu'il ait échoué - mais que peut-on espérer d'un métèque...
it: L'ho fatto! E rimpiango di aver fallito - ma cosa ci si può aspettare da un miserabile...
pl: Ja go nająłem! I żałuję, że zawiódł - ale w końcu, czego innego się mogłem spodziewać po pariasie...

source: What was that? Speak up, you mumbler!
cs: Co to bylo? Mluv, ty mumlale!
es: ¿Qué fue eso? ¡Habla, y deja de murmurar!

source: Uri van Roe - do you remember that day on the fields of Barnon, when you betrayed me?
cs: Uri van Roe – vzpomínáš si na ten den v Barnonu, když jsi mne zradil?
es: Uri van Roe, ¿recuerdas ese día en los campos de Barnon, cuando me traicionaste?
fr: Uri van Roe : te souviens-tu de ce jour à Barnon, où tu m'as trahi ?
it: Uri van Roe, ti ricordi di quel giorno a Barnon in cui mi hai tradito?
pl: Uri van Roe - czy pamiętasz ten dzień pod Barnon, kiedy mnie zdradziłeś?

source: You? Betrayed you? You mixling, you underling, you never were my king - no Akladian worth the name would ever serve a wretch like you!
cs: Tebe? Zradit tebe? Si míšenec, podřadný, nikdy jsi nebyl naším králem – žádný pravý Akladijec by nemohl sloužit stvůře, jako jsi ty!
es: ¿A ti? ¿Traicionarte? Mestizo, plebeyo, nunca fuiste mi rey, ¡ningún akladiano digno de ese nombre serviría jamás a un miserable como tú!
fr: Toi ? Te trahir ? Toi, le métis, toi le métèque, tu n'as jamais été mon roi : aucun Akladien digne de ce nom pourrait servir un avorton comme toi !
it: Tu? Tu sei stato tradito? Un mezzosangue, un miserabile come te non potrà mai essere il mio re - nessun uomo di Akladia degno di essere chiamato così potrebbe servire una creatura come te!
pl: Ciebie? Zdradziłem ciebie? Ty kundlu, pariasie, nigdy nie byłeś moim królem. Żaden Akladyjczyk godny tego miana nie mógłby służyć takiej kreaturze, jak ty!

source: Do you believe in God, Uri?
cs: Věříž v Boha, Uri?
es: ¿Tú crees en Dios, Uri?
fr: Crois-tu en Dieu, Uri ?
it: Credi negli dei, Uri?
pl: Czy wierzysz w Boga, Uri?

source: I... what?
cs: Já... co?
es: Yo... ¿qué?
fr: Je ... comment ?
it: Io... cosa?
pl: Czy ja.. co?

source: Why I was able to win? Why I am able to defeat people like you? Why are the Akladians who allied with the so-called 'underlings' alive and well, while those who were with you and Bor are being cursed and smitten by Akladian and Wesnothian people alike?
cs: Proč jsi myslíš, že jsem zvítězil? Že jsem byl schopen porazit lidi jako jsi ty? Proč Akladijci, kteří se spojili s takzvanými „podřadnými“, jsou naživu, a ti, kteří byli s tebou a Borem, jsou zatraceni vším akladijským lidem, stejně jako lidem Wesnothu?
es: ¿Por qué he podido ganar? ¿Por qué soy capaz de derrotar a gente como tú? ¿Por qué los akladianos que se aliaron con los llamados "plebeyos" están sanos y salvos, mientras que los que estaban contigo y con Bor están siendo maldecidos y azotados tanto por los akladianos como por los wesnodianos?
fr: Pourquoi ai-je pu gagner ? Pourquoi ai-je pu battre des gens comme vous ? Pourquoi les Akladiens qui se sont alliés avec ceux que vous appelez 'métèques' sont bien vivants et que ceux qui étaient avec toi et Bor sont maudits et pourchassés aussi bien par les Akladiens que par les Wesnothiens ?
it: Per quale motivo credi che io sia riuscito a vincere? Perché sono stato in grado di sconfiggere gente come te? Perché gli uomini di Akladia alleati con i cosidetti "miserabili" sono sani e salvi mentre quelli che erano con Bor Cryne vengono maledetti dalla gente di Akladia e di Wesnoth?
pl: Dlaczego zdołałem wygrać? Dlaczego jestem w stanie pokonać ludzi takich, jak ty? Dlaczego Akladyjczycy, którzy sprzymierzyli się z tak zwanymi pariasami są zdrowi i cali a ci, którzy byli z tobą i Borem, są przeklinani przez wszystko co żyje?

source: God withdrew his support from us, because we abandoned his paths, and he is punishing us.
cs: Bůh nám odmítl pomoci, protože jsme sešli z jeho cesty a za to nás trestá.
es: Dios nos retiró su apoyo, porque abandonamos sus caminos, y nos está castigando.
fr: Dieu nous a retiré son soutien, parce que nous avons abandonné ses voies et il nous punit.
it: Gli dei ci hanno voltato le spalle, perché abbiamo abbandonato i loro sentieri; ci stanno punendo.
pl: Bóg przestał nas wspierać, albowiem zboczyliśmy z jego ścieżki, to jest jego kara.

source: Think about it, Uri. Indeed, you must have abandoned his paths. But I and my people must have not have abandoned them, because it is you who are being punished, not those who are with me.
cs: Přemýšlej o tom, Uri. Skutečně jste sešli z jeho cesty. Vy jste potrestáni, ne ti, kteří zůstali se mnou.
es: Piénsalo, Uri. En efecto, debes haber abandonado sus caminos. Pero mi pueblo y yo no debemos haberlos abandonado, porque eres tú quien está siendo castigado, no los que están conmigo.
fr: Repense à ça, Uri. Vous devez en effet avoir abandonné ses voies. Mais mon peuple et moi ne les avons pas abandonné, parce que c'est vous qu'il punit.
it: Pensaci, Uri. Avete davvero abbandonato i loro sentieri. Perché siete voi che siete stati puniti, non quelli che sono con me.
pl: Pomyśl Uri. Zaiste, zboczyliście z jego ścieżki! Bo to wy jesteście karani, a nie ci, którzy poszli za mną.

source: Human... killed me... Human...
cs: Lidská červ... zabít mě... Lidská červ...
es: Humano... me mató un... humano...

source: Listen, orc...
cs: Poslouchej, skřete...
es: Escucha, orco...

source: I won't stop until the last one of you is killed
cs: Nemohu přestat, dokud jeden z vás bude naživu.
es: No me detendré hasta que el último de vosotros sea eliminado
fr: Je ne m'arrêterai que lorsque le dernier d'entre vous sera mort.
it: Non mi fermerò fino a che l'ultimo fra voi non sarà morto.
pl: Nie przestanę, dopóki ostatni z was nie zginie

source: I feel no hate for you.
cs: Necítím k tobě žádnou nenávist.
es: No siento odio por ti
fr: Je ne ressens aucune haine à ton égard.
it: Non provo odio per te.
pl: Nie czuję do ciebie nienawiści.

source: Yes, a human killed you - and humans will kill all your soldiers, to the last orc...
cs: Člověk tě zabil – a člověk zabije všechny tvé vojáky, do posledního skřeta...
es: Sí, un humano te mató - y humanos matarán a todos tus soldados, hasta el último orco...
fr: Un humain t'a tué et un humain va tuer tous tes soldats, jusqu'au dernier orc...
it: Un uomo ti ha ucciso - e gli uomini uccideranno tutti i tuoi soldati, fino all'ultimo orco...
pl: Człowiek zabił ciebie - i ludzie zabiją wszystkich twoich żołnierzy, do ostatniego orka...

source: I feel no hate for you. You fought well.
cs: Necítím k tobě žádnou nenávist. Bojoval jsi dobře.
es: No siento odio por ti. Luchaste bien.
fr: Je ne ressens aucune haine envers toi. Tu t'es bien battu.
it: Non provo odio per te. Ti sei battuto bene.
pl: Nie czuję do ciebie nienawiści. Dzielnie walczyłeś.

source: I've never heard human talking like this to orcs... it is said that there is eternal enmity between our kinds, and our two races cannot live together on this world created by Mother Earth.
cs: Já nikdy neslyšet člověk takto mluvit se skřet... Já slyšet drsná nenávist my a vy, my a vy nemoct žít spolu na Matka zem.
es: Nunca había oído a un humano hablar así a un orco... se dice que existe una enemistad eterna entre nuestras clases, y que nuestras dos razas no pueden vivir juntas en este mundo creado por la Madre Tierra.
fr: Je n'ai jamais entendu un humain parler comme ça aux orcs... Il est dit qu'il y a une haine éternelle entre nos peuples et que nos deux races ne peuvent vivre ensemble dans le monde créé par Mère Terre.
it: Non ho mai sentito un uomo parlare in questo modo a un orco... Si dice che ci sia un odio eterno tra le nostre genti e le nostre due razze non possano vivere insieme su questo mondo creato da Madre Terra.
pl: Nigdy nie słyszałem człowieka mówiącego tak do orków... Powiedziane jest, że między naszymi ludami panuje wieczna nienawiść, i że nie mogą one żyć wspólnie na świecie stworzonym przez Matkę Ziemię.

source: How can I hate the orcs after what I've heard from Deorien? Die in peace, warrior.
cs: Jak mohu nenávidět skřety poté, co jsem slyšel od Deoriena? Zemři v pokoji, válečníku.
es: ¿Cómo puedo odiar a los orcos después de lo que escuché de Deorien? Muere en paz, guerrero.
fr: Comment pourrais-je détester les orcs après avoir entendu ce que Deorien m'a dit ? Meurs en paix, guerrier.
it: Come potrei odiare gli orchi dopo quello che mi ha detto Deorien? Muori in pace, guerriero.
pl: Jak mogę nienawidzić orków, po tym, co usłyszałem od Doriena? Umieraj w spokoju, wojowniku.

source: No, wait... before I die... my soldiers are fighting and dying here, and now I am asking myself, what for? Why should more of them die here? They would die here gaining nothing for themselves. Will you allow my warriors to leave?
cs: Ne, čekat... než já chcípnout... Můj skřeti tu chcípat a já nevědět proč. Proč víc ještě chcípat? Oni tu chcípat pro nic za nic. Ty nechat jít můj skřeti?
es: No, espera... antes de morir... mis soldados están luchando y muriendo aquí, y ahora me pregunto, ¿para qué? ¿Por qué deberían morir más de ellos aquí? Morirían sin nada que ganar para ellos. ¿Permitirás que mis guerreros se vayan?
fr: Non, attendez... Avant que je ne meure... Mes soldats sont en train de mourir ici et maintenant je me demande, pourquoi ? Pourquoi devrait-il en mourir encore d'autres ? Ils mourraient ici sans rien y gagner. Laisseriez-vous mes soldats partir ?
it: No, aspetta... prima che io muoia... I miei soldati stanno morendo qua e ora mi domando: perché? Perché ne devono morire altri? Morirebbero qua senza conquistare nulla per noi. Permetterai ai miei guerrieri di ritirarsi?
pl: Nie, czekaj.. Zanim zginę... Moi wojownicy padają wokół mnie, jeden po drugim, i teraz pytam sam siebie, dlaczego? Dlaczego ma ich ginąć tu więcej? Swoją śmiercią nic dla siebie nie zyskają. Czy pozwoliłbyś moim wojownikom odejść w pokoju?

source: I'm sorry, I can't risk it.
cs: Promiň, ale to nemohu riskovat.
es: Lo siento, no puedo correr el riesgo
fr: Je suis désolé, je ne peux prendre aucun risque.
it: Mi spiace ma non posso rischiare.
pl: Wybacz, ale nie mogę ryzykować.

source: I agree, as long as they immediately quit the field.
cs: Souhlasím, pokud okamžitě opustí pole.
es: Estoy de acuerdo, siempre y cuando abandonen inmediatamente
fr: Je suis d'accord, à condition qu'ils quittent immédiatement le champ de bataille.
pl: Zgadzam się, pod warunkiem, że natychmiast opuszczą pole walki.

source: I'm sorry, but I can't risk it. If I allow your soldiers to leave, they will surely come back one day to fight us again.
cs: Promiň, ale to nemohu riskovat. Pokud je nechám teď jít, určitě se jednoho dne vrátí, aby s námi znovu bojovali.
es: Lo siento, pero no puedo arriesgarme. Si permito que tus soldados se vayan, seguramente volverán algún día para luchar contra nosotros nuevamente.
fr: Je suis désolé, je ne peux prendre aucun risque. Si je laisse tes soldats partir, ils reviendront sûrement un jour et nous attaquerons.
it: Mi spiace ma non posso rischiare. Se permettessi ai tuoi soldati di andarsene, sicuramente un giorno tornerebbero e ci colpirebbero.
pl: Przykro mi, ale nie mogę zaryzykować. Jeżeli pozwolę twoim żołnierzom odejść, na pewno wrócą pewnego dnia, by zaatakować mój kraj.

source: Yes, I will agree. I will let your soldiers go, but they must quit the field of battle immediately.
cs: Ano, budu souhlasit. Nechám vaše vojáky jít, ale musí okamžitě opustit bojiště.
es: Vale, consentiré en ello. Dejaré ir a tus soldados, pero deben abandonar el campo de batalla inmediatamente.
fr: Oui, je suis d'accord, je laisserai tes soldats partir, mais ils doivent quitter le champ de bataille immédiatement.
it: Sì, sono d'accordo. Lascerò fuori i tuoi soldati.
pl: Tak, zgodzę się. Pozwolę twoim żołnierzom odejść, ale muszą natychmiast opuścić to pole.

source: Thank you, human. My soldiers, stop fighting and return to your homes!
cs: Děkovat, člověk. Můj skřeti, přestat bojovat a vrátit se domů!
es: Gracias, humano. ¡Mis soldados, dejen de luchar y regresen a sus hogares!
fr: Merci, humain. Soldats, arrêtez de vous battre et retournez chez vous !
it: Grazie, uomo. Soldati, smettete di combattere e tornate alle vostre case!
pl: Dziękuję, człowiecze. Żolnierze, zaprzestańcie walki i wracajcie do domów!

source: Robert the Hefty
es: Robert el Fornido
fr: Robert le costaud
it: Roberto, il gagliardo
pl: Masywny Robert

source: Aargh! I feel... so cold...
cs: Ááá! Cítím... chlad...
es: ¡Aarg! Me siento... frío...
fr: Aaargh ! Je me sens... tout froid...
it: Aargh! Sento... freddo...
pl: Aargh! Czuję... zimno...

source: No, wait, don't die yet - please, answer a few questions...
cs: Ne, počkej, ještě neumírej – prosím, odpověz mi na pár otázek...
es: No, espera, no te mueras todavía - por favor, contéstame algunas preguntas...
fr: Attends, ne meurs pas encore. S'il te plaît, réponds à mes questions...
it: No, aspetta, non morire ancora - forza, rispondi allemie domande...
pl: Stój! Jeszcze nie umieraj! Wiem, że jeszcze mnie słyszysz, odpowiedz mi na kilka pytań!

source: And why... should I do it?
cs: A proč... bych to měl dělat?
es: ¿Y por qué... debería hacerlo?

source: Because...
cs: Protože...
es: Porque...
fr: Parce que...
it: Perché...
pl: Ponieważ...

source: There are different kinds of death.
cs: Protože jsou různé druhy smrti.
es: Hay diferentes tipos de muerte.
fr: Il y a différentes manières de mourir.
it: Ci sono diversi modi di morire.
pl: Różne są rodzaje śmierci.

source: Because your king asks it of you.
cs: Protože tě žádá tvůj král.
es: Porque es tu rey quien pregunta.
fr: Parce que ton roi te le demande.
it: Perché te lo chiede il tuo re.
pl: Bo twój król o to prosi.

source: You are trying to scare me? Ha, ha... I am dying already... And I won't tell you anything.
cs: Ty mě chceš postrašit? Ha, ha... Už umírám... A nic ti neřeknu.
es: ¿Está intentando asustarme? Ja, ja.. Ya estoy muriendo igualmente... Y no le diré nada.

source: My king? Ha, ha, that's funny... I have no king...
cs: Můj král? Ha, ha, to je bžunda... Nemám krále...
es: ¿Mi rey? Ja, ja, que cómico.. Yo no tengo ningún rey...
