Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: He is dead now. Lie in peace, warrior. I will keep my promise
cs: Tak je mrtev. Buď v pokoji, válečníku. Splním svoji přísahu.
es: Ya está muerto. Descansa en paz, guerrero. Mantendré mi promesa
fr: Il est mort maintenant. Repose en paix, valeureux guerrier. Je tiendrai ma promesse.
it: Adesso è morto. Riposa in pace, guerriero. Manterrò la mia promessa.
pl: Umarł. Spoczywaj w spokoju, wojowniku. Dotrzymam słowa.

source: A mage! A mage has defeated me! A creature from the dark past allied with you? God will punish you!
cs: Mág! Mág mne voddělal! Ta příšera z temné minulosti se s váma spolčila? Bůh vás zniči!
es: ¡Un mago! ¡Un mago me ha derrotado! ¿Una criatura del oscuro pasado aliada contigo? ¡Dios os castigará!
fr: Un mage ! Un mage m'a vaincu ! Cette créature d'un sombre passé est votre allié ? Dieu vous châtiera !
it: Un mago! Un mago mi ha sconfitto! La creatura dall'oscuro passato è alleata con te? Gli dei ti puniranno!
pl: Mag! Mag mnie pokonał! Jesteś sprzymierzony z kreaturą z mrocznej przeszłości? Bóg cię pokara!

source: Rauke, I like you. That's why I don't want you to scream in pain and agony. What do you say you help me out?
cs: Rauke, já tě žeru. A proto nechci, abys tady v agonii řval bolestí. Můžeš mi prosímtě pomoct?
es: Rauke, me caes bien. Por eso no quiero que grites de dolor y agonía. ¿Qué te parece si me ayudas?
fr: Rauke, je t'aime bien et c'est pour ça que je ne veux pas te voir crier de douleur et d'agonie. Voudrais-tu m'aider s'il te plaît ?
it: Rauke, tu mi piaci. Ecco perché non vorrei che tu urlassi in preda al dolore e all'agonia. Potresti aiutarmi per favore?
pl: Rauke, lubię cię. I dlatego właśnie nie chcę, byś krzyczał z bólu. Mógłbyś mi trochę pomóc?

source: Help yourself, fat witch.
cs: Pomáhej si sama, tlustá čarodějko.
es: Sírvete tú misma, bruja gorda.
fr: Débrouille-toi, grosse sorcière !
it: Aiutati da sola, vecchia strega.
pl: Sama sobie pomóż, tłusta wiedźmo.

source: Fat? That's really unfair. I didn't say anything about you being bald. Now, tell me what happened recently in Vakladia, and...
cs: Tlustá? To je fakt nefér. Já jsem se o tom, že plešatíš, nezmiňovala. A teď mi řekni, co se nedávno stalo ve Vakladii a...
es: ¿Gorda? Eso es muy injusto. No dije nada sobre lo calvo que estás. Ahora, dime qué ha estado pasando en Vakladia, y...

source: And...
cs: A...?
es: Y...
fr: Et...
pl: I...

source: You will avoid unspeakable pain
cs: Já tě ušetřím nepopsatelné bolesti.
es: Evitarás indescriptibles dolores
fr: Tu échapperas à une douleur innommable.
it: Hai scampato un dolore inenarrabile.
pl: Zostanie ci oszczędzony niewysłowiony ból.

source: I will honour you by burying you properly
cs: Já se ti odvděčím. Dohlídnu na to, aby tě řádně pohřbili.
es: Te honraré enterrándote apropiadamente
fr: Je te rendrai honneur en t'enterrant selon les traditions.
it: Ti onorerò con una degna sepoltura.
pl: Uhonoruję cię godziwym pochówkiem.

source: You think you can frighten me with mere words? Ha! Ha! Ha! I am an Akladian lord, and I am not afraid... I am half-dead already...
cs: Myslíš, že mě svým žvaněním postrašíš? Ha! Ha! Ha! Já jsem akladijský lord, já se nebojím... a navíc jsem už polomrtvý...
es: ¿Crees que puedes asustarme con meras palabras? ¡Ja! ¡Ja! ¡Ja! Soy un señor de Akladia, y no tengo miedo... Ya estoy medio muerto, igualmente...

source: Only half-dead, mind you. It means you can still feel the pain
cs: Ano, správně, polomrtvý. To znamená, že pořád můžeš cítit bolest.
es: Sólo medio muerto, ojo. Significa que todavía puedes sentir el dolor.
fr: Seulement à moitié, n'oublie pas. Ça veut dire que tu peux encore éprouver de la douleur.
it: Solo per metà, pensaci. Vuol dire che puoi ancora sentire il dolore.
pl: Tylko na wpół, pamiętaj. To oznacza, że nadal możesz czuć ból.

source: Aaargh! No! Not there! Aaargh! Stop, stop it!
cs: Aaargh! Ne! Ne tam! Aaargh! Stop, přestaň!
es: ¡Aaarg! ¡No! ¡No ahí! ¡Aaarg! ¡Para, para!
fr: Aaarrgh ! Non ! Pas là ! Aaargh ! Arrêtez, arrêtez ça !
it: Aaargh! No! Non lì! Aaargh! Basta, fermati!
pl: Aaargh! Nie! Nie tam! Aaargh! Przestań!

source: I won't allow for any more of that, mother. Stop it! Stop it right now!
cs: Nedovolím ti v tom pokračovat, matko. Přestaň! Teď hned!
es: No permitiré más eso, madre. ¡Para! ¡Detente ahora mismo!
fr: Mère, je ne veux pas que ça continue ! Arrêtez ! Arrêtez ça tout de suite !
it: Non posso più permetterlo, madre. Smettila! Smettila subito!
pl: Nie zezwolę, by to trwało, matko. Przestań! Natychmiast!

source: Oh, rats, I think I've lost my delicate, feminine touch. My blade slipped and I've killed him too soon. Sigh.
cs: Ale, do háje, myslím, že jsem ztratila svůj jemný ženský cit. Sjelo mi ostří a zabila jsem ho příliš brzo. Do háje!
es: Oh, ratas, creo que he perdido mi toque delicado y femenino. Mi espada resbaló y lo maté demasiado pronto. Suspiro.
fr: Oh, zut, je crois que j'ai perdu mon délicat toucher féminin. Ma lame a glissé et je l'ai tué trop vite.
it: Oh, balle, penso di aver perso il tocco femminile. la mia lama è scivolata e l'ho ucciso troppo presto. Sigh.
pl: Och, cholera, chyba straciłam kobiecą precyzję. Ostrze mi się ześlizgnęło i zabiłam go za szybko. Ech, los.

source: Honour me? That's so.. so unlikely of you, Lorin.
cs: Odvděčíš se mi? To je... tak nepodobné tvému stylu, Lorin.
es: ¿Honrarme? Eso es tan... tan poco creíble de tu parte, Lorin.
fr: Me rendre honneur ? C'est si ... si étrange de votre part, Lorin.
it: Tu mi rendi onore? Per te... è così inusuale, Lorin.
pl: Uhonorować mnie? To... tak zupełnie niepodobne do ciebie, Lorin.

source: LADY Lorin, if you don't mind. How do you know what's unlikely for me? You were a fine warrior, and I grow tired of being called emotionless and cruel by my step-son. Would you please tell me about what happened in Vakladia recently?
cs: LADY Lorin, pokud dovolíš. Ano, jak zrovna víš, co mi je a co mi není podobné? Byl jsi dobrý bojovík, a už mě unavuje, jak mě furt můj nevlastní syn předhazuje, jaká jsem bezcitná a krutá mrcha. Takže řekneš mi, co se stalo ve Vakladii?
es: SEÑORA Lorin, si no te importa. ¿Cómo sabes lo que es poco creíble de mí? Fuiste un buen guerrero, y me cansé de que mi hijastro me llamara insensible y cruel. ¿Podrías contarme qué sucedió últimamente en Vakladia?
fr: DAME Lorin si tu veux bien ! Et comment peux-tu savoir ce qui est étrange de ma part ? Tu as été un bon guerrier et je suis lasse que mon beau-fils me traite sans cesse de femme cruelle et insensible ! Peux-tu me dire ce qui s'est passé en Vakladia récemment ?
it: LADY Lorin, se non vi dispiace. Be', come fai a sapere cosa mi piace o no? Sei stato un buon guerriero, e io sono stanca che il mio figlioccio mi definisca fredda e crudele. Mi faresti la cortesia di dirmi cosa è accaduto recentemente a Vakladia?
pl: Szlachetna PANI Lorin, jeśli można. Zresztą, skąd wiesz, co jest podobne do mnie, a co nie? Byłeś dobrym wojownikiem, a ja już jestem zmęczona tym, że pasierb nazywa mnie kobietą okrutną i pozbawioną uczuć. Więc powiesz mi proszę, co się ostatnio wydarzyło w Vakladii?

source: Nothing's changed much. Everyone is fighting with everyone. Bor Cryne and his allies are trying to impose themselves as supreme rulers with the help of the orcs, but even their successes with the rebels have not given them any authority.
cs: Nic moc. Každý bojuje s každým. Bor Cryne a jeho kumpáni se snaží ukázat jako skvělí vládci, kteří mají podporu skřetů, ale ani jeho úspěchy proti rebelům mu moc autority nepřidaly.
es: Nada ha cambiado mucho. Todos están peleando contra todos. Bor Cryne y sus aliados intentan imponerse como gobernantes supremos con la ayuda de los orcos, pero ni siquiera sus éxitos con los rebeldes les han dado alguna autoridad.
fr: Rien n'a vraiment changé. Tout le monde se bat avec tout le monde. Bor Cryne et ses alliés essayent de s'imposer comme commandants suprêmes avec l'aide des orcs, mais aucun de leur succès avec les rebelles ne leur a donné une quelconque autorité.
it: Non è cambiato granché. Tutti combattono tutti. Bor Cryne e i suoi alleati stanno cercando di affermarsi come sovrani supremi con l'aiuto degli orchi, ma persino i loro successi con i ribelli non hanno dato loro alcun'autorità.
pl: Niewiele się zmieniło. Wszyscy walczą ze sobą nawzajem. Bor Cryne i jego sojusznicy usiłują narzucić swoją władzę za pomoca orków, ale nawet ich sukcesy w starciach z buntownikami nic im nie pomogły.

source: In Easkladia, king Perien died during the final battle with the Wesnothians. He broke through the Wesnothian lines right to their king. He slew their king, but he was in turn slain by underlings. The battle then ended, undecided, but the Easkladian capital was saved and the underlings withdrew without their king.
cs: V Easkladii byl zabit král Perien během poslední bitvy s Wesnoťany. Prorazil jejich linie až k jejich králi, podříz ho, ale podřadní ho nakonec taky zabili. Bitva skončila nerozhodně, ale hlavní město Easkladie bylo zachráněno a podřadní se stáhli bez svého krále.
es: En Easkladia, el rey Perien murió durante la batalla final contra los wesnodianos. Rompió las líneas wesnodianas directamente a su rey y lo mató, pero a su vez fue asesinado por sus plebeyos. La batalla terminó entonces, indecisa, pero la capital de Easkladia se salvó y los plebeyos se retiraron sin su rey.
fr: En Easkladia, le roi Périen est mort au cours de la bataille finale avec les Wesnothiens. Il a percé leurs lignes jusqu'à leur roi. Il l'a tué, mais il a été tué par des métèques. La bataille s'est finie ainsi, sans vainqueur, mais la capitale easkladienne a été sauvée et les métèques se sont retirés sans leur roi.
it: In Easkladia, il re Perien è morto durante la battaglia finale con i ribelli di Wesnoth. Ha attraversato le linee di Wesnoth diritto verso il loro re. Lo ha ucciso, a sua volta è stato ucciso dai miserabili. La battaglia si è quindi conclusa senza esito, ma la capitale di Easkladia era salva e i miserabili si sono ritirati senza il loro re.
pl: W Easkladii, król Perien poległ w ostatniej walce z Wesnotyjczykami, przełamał ich szeregi aż do ich króla, zabił go, ale zaraz potem sam zginął z rąk pariasów. Bitwa pozostała nierozstrzygnięta, jednak stolicę Eakladii ocalono, a pariasi ostatecznie się wycofali.

source: You were a worthy fighter, noble Rauke Harnen. I will do everything to bury your body properly according to our customs.
es: Fuiste un digno luchador digno, noble Rauke Harnen. Haré todo lo posible para enterrar tu cuerpo correctamente de acuerdo con nuestras costumbres.

source: So were you, noble Reme. I've heard about the fate of your clan and family - please, accept my deepest condolences.
cs: Tak's to byl ty, vznešený Reme. Slyšel jsem o zkáze tvého klanu a tvé rodiny – prosím, přijmi moji nejhlubší účast.
es: Tú también, noble Reme. Escuché sobre el destino de tu clan y su familia. Por favor, acepta mi más sentido pésame.
fr: Toi aussi, noble Reme. J'ai entendu parler de ce qui est arrivé à ton clan et à ta famille. Daigne accepter mes plus sincères condoléances.
it: Lo sei stato anche tu, nobile Reme. Ho sentito parlare del destino del tuo clan e della tua famiglia - ti prego di accettare le mie più profonde condoglianze.
pl: Tak jak i wy, szlachetny Reme. Wiadomy jest mi los waszego klanu i rodziny, proszę, przyjmijcie moje najgłębsze kondolencje.

source: People die and join their ancestors. I am happy their death was honourable. Please, before you die - could you tell me about what happened in Vakladia recently?
cs: Lidé umírají a přichází ke svým předkům. Jsem šťastný, že sešli čestně. Prosím, předtím, než zemřeš, pověz mi, co se stalo ve Vakladii?
es: Las personas mueren y se unen a sus antepasados. Estoy feliz de que su muerte haya sido honorable. Por favor, antes de morir, ¿podrías contarme lo que sucedió recientemente en Vakladia?
fr: Les gens meurent et rejoignent leurs ancêtres. Je suis heureux que leur mort ait été honorable. S'il te plaît, avant de mourir, peux-tu me dire ce qui c'est passé en Vakladia récemment ?
it: La gente muore e raggiunge i propri avi. Sono felice che siano morti con onore. Ti prego, prima di morire, potresti dirmi cosa è accaduto recentemente a Vakladia?
pl: Ludzie umierają i dołączają do swoich przodków. Cieszę się, że odeszli z honorem. Proszę, czy zanim umrzecie, można wam mi powiedzieć, co się ostatnio wydarzyło w Vakladii?

source: Hmm... seems that he had some gold...
cs: Hmm... vypadá to, že měl nějaké zlato...
es: Hmm... parece que tenía algo de oro...

source: Hmm... seems that the traitor had some gold...
cs: Hmm... vypadá to, že ten zrádce měl nějaké zlato...
es: Hmm... parece que el traidor tenía algo de oro...

source: Bal Riddon has received 40 gold pieces.
cs: Bal Riddon získal 40 zlatých.
es: Bal Riddon ha recibido 40 piezas de oro.

source: Dauri Travil has received 40 gold pieces.
cs: Dauri Travil získal 40 zlatých.
es: Dauri Travil ha recibido 40 piezas de oro.

source: Eeek! They killed the boss! Bring reinforcements!
cs: Sakra! Zabili šéfa! Přiveďte posily!
es: ¡Eeej! ¡Mataron al jefe! ¡Traed refuerzos!
fr: Eeeh ! Ils ont tué le chef ! Amenez les renforts !
it: Eeek! hanno ucciso il capo! Chiamate i rinforzi!
pl: Aaaa! Zabili szefa! Sprowadzić posiłki!

source: Bal Riddon, before you die, I want you to tell me a few things about the plans of your king, Buffin.
cs: Bale Riddone, než zemřeš, chci, abys mi řekl pár věcí o plánech svého krále, Buffina.
es: Bal Riddon, antes de que mueras, quiero que me cuentes algunas cosas sobre los planes de tu rey, Buffin.

source: Ask him yourself, then. I won't tell you anything.
cs: Tak se zeptej jeho. Já ti nic neřeknu.
es: Pregúntaselo tú mismo, entonces. No te diré nada.
fr: Demande-lui toi-même. Je ne te dirai rien.
it: Chiediglielo a lui, allora. Io non ti dirò nulla.
pl: Sama go zapytaj. Ja nic nie wyjawię.

source: Nonono, you have not understood me. I WANT you to tell me few things about the plans of your king. Now, we will start with the basics.
cs: Nenene, tys mě špatně rozuměl. Já CHCI abys mi řekl pár věcí o plánech svého krále. Teď začneme s něčím jednodušším.
es: Nonono, no me has entendido. EXIJO que me cuentes algunas cosas sobre los planes de tu rey. Ahora, comenzaremos con lo básico.
fr: Non, non, non, tu m'as mal compris. Je VEUX que tu me dises ce que tu sais des plans de ton roi. Commençons par le commencement.
it: Nonono, mi hai frainteso. Io VOGLIO che tu mi dica alcune cose sui piani del tuo re. Adesso, cominciamo dall'inizio.
pl: Nie-nie-nie, nie zrozumiałeś mnie. Ja <i>bardzo</i> chcę usłyszeć conieco o planach twojego króla. Zaczniemy od podstaw.

source: Wait! I will tell you what I know. King Buffin wants to use the opportunity he sees here, with Gawen dead, Perien dead, and the two other Hagarthens in Guilcorta busy with quarrels. He wants to trump up some fake election and elect himself king of Vakladia.
cs: Počkej! Řeknu ti všechno, co vím. Král Buffin chce využít příležitosti. Gawen je mrtvej, Perien je mrtvej, a zbylí dva Hagartheni v Guilcortu se rvou mezi sebou. Chce vyvolat volbu – samo že naoko – k jeho zvolení králem Vakladie.
es: ¡Espera! Te diré lo que sé. El rey Buffin quiere aprovechar la oportunidad que ve aquí, con Gawen muerto, Perien muerto y los otros dos Hagarthens en Guilcorta ocupados en disputas. Quiere falsificar las elecciones y erigirse rey de Vakladia.
fr: Attends ! Je vais te dire ce que je sais. Le roi Buffin veut saisir l'occasion qui s'offre à lui avec la mort de Gawen, et celle de Perien et, pendant que les deux autres Hagarthen à Guilcorta sont occupés à se quereller, il veut organiser un simulacre d'élection et se faire proclamer roi de Vakladia.
it: Aspetta! Ti dirò quello che so. Il re Buffin vuole utilizzare l'occasione che vede qui, con Gawen morto, Perien morti e gli altri due Hagarthen impeganti a Guilcorta a litigare. Vuole fare delle finte elezioni e auto-eleggersi come re di Vakladia.
pl: Czekaj, powiem, co wiem. Buffin chce wykorzystac okazję, którą spostrzegł. Gawen nie żyje, Perien poległ, a pozostałych dwóch Hagarthenów jest zajętych sporem między sobą. Chce urządzić fałszywą elekcję i zostać królem Vakladii.

source: Gawen is not dead, I assure you.
cs: Si piš, že Gawen není mrtvej.
es: Gawen no está muerto, te lo aseguro.
fr: Gawen n'est pas mort, je te l'assure.
it: Gawen non è morto, te l'assicuro.
pl: Gawen żyje, zapewniam cię.

source: But there is something strange... I've heard strange rumors. Something is happening at our eastern border. Many of the lords from the eastern part of Okladia have not answered the call of Buffin to assemble at his camp.
cs: Ale cosi divného se děje... Slyšel jsem divné zvěsti. Něco se děje na našich jižních hranicích. Mnoho lordů z jihu neodpovědělo na Buffinovu výzvu, aby přijeli do jeho tábora.
es: Pero hay algo extraño... He oído rumores preocupantes. Algo está sucediendo en nuestra frontera este. Muchos de los señores de la parte este de Okladia no han respondido al llamado de Buffin para reunirse en su campamento.
fr: Mais il y a quelque chose d'étrange. J'ai eu vent de rumeurs. Quelque chose est arrivé à la frontière Est. Beaucoup de seigneurs de l'est d'Okladia n'ont pas répondu à l'appel de Buffin à rejoindre son camp.
it: Ma c'è qualcosa di strano... ho sentito strane voci. Qualcosa sta accadendo al nostro confine orientale. Molti signori della zona orientale di Okladia non hanno risposto alla chiamata di Buffin e non sono giunti al suo campo.
pl: Ale dzieje się też coś dziwnego, słyszałem plotki... Coś się dzieje na naszej wschodniej granicy. Wielu panów ze wschodniej części Okladii nie odpowiedziało na wici.

source: Okladian lords are cowards, what's so strange about that? Do you know anything else? No? Die then.
cs: Okladijští lordi jsou skety, co je na tom divného. Víš o tom ještě něco? Ne? Tak teda chcípni.
es: Los señores de Okladian son cobardes, ¿qué tiene eso de extraño? ¿Sabes algo más? ¿No? Muere entonces.
fr: Les seigneurs Okladiens sont des pleutres, qu'y a-t-il d'étrange à ça ? Sais-tu autre chose ? Non ? Alors, meurs !
it: I signori di Okladia sono dei codardi, che c'è di strano. Non sai nient'altro? Nulla? Allora muori.
pl: Panowie z Okladii to tchórze, co w tym dziwnego? Wiesz coś jeszcze? Nie? To giń.

source: You were worthy fighter, noble Bal Riddon
cs: Byl jsi dobrým bojovníkem, vznešený Bale Riddone.
es: Fuiste un digno luchador, noble Bal Riddon.
fr: Tu as été un valeureux combattant, noble Bal Riddon.
it: Sei stato un combattente valoroso, nobile Bal Riddon.
pl: Byłeś wartościowym wojownikiem szlachetny Balu Riddon.

source: So were you, Reme. So were you. You behaved honourably, so before I die, I want to warn you: you are headed straight into a trap.
cs: Ty taky, Reme. Ty taky. Vždy ses choval čestně, takže před tím než pojdu tě chci varovat: jdeš přímo do léčky.
es: Tú también, Reme. Tú también. Te comportaste con honor, así que antes de que muera, quiero advertirte: te diriges directamente a una trampa.
fr: Toi aussi Reme. Toi aussi. Tu t'es comporté honorablement. Avant de mourir, je veux te prévenir, toi et tes hommes allez droit dans un piège.
it: Anche tu lo sei stato, Reme. Anche tu lo sei stato. Ti sei comportato con onore, per questo motivo ti voglio avvertire prima di morire: stai andando dritto nella trappola.
pl: Tak jak i ty Reme. Tak jak i ty. Zachowałeś się honorowo więc, zanim umrę, chcę cię ostrzec, idziecie prosto w pułapkę.

source: What do you mean by that?
cs: Co tím myslíš?
es: ¿Qué quieres decir con eso?
fr: Que voulez-vous dire par là ?
it: Con questo cosa vuoi dire?
pl: Co macie na myśli?

source: An army of orcs and Akladians is gathering north of here. They are probably there because they want to head off the army of my king, Buffin. You will be trapped between those two armies. Go back to Okladia and try to find another way.
cs: Severně odtud se shromažďuje armáda orků a Akladianů. Jsou tam pravděpodobně proto, že chtěj odrazit armádu mého krále, Buffina. Takže budete chycený mezi těmahle dvěma armádama. Vraťte se do Okladie a zkuste najít jinou cestu.
es: Un ejército de orcos y akladianos se está reuniendo al norte de aquí. Probablemente estén allí porque quieren acabar con el ejército de mi rey, Buffin. Estarás atrapado entre esos dos ejércitos. Vuelve a Okladia e intenta encontrar otra forma.
fr: Une armée d'orcs et d'Akladiens se rassemble au nord. Ils sont probablement là parce qu'ils veulent arrêter l'armée de mon roi Buffin. Vous serez pris entre ces deux armées. Retournez en Okladia et essayez de trouver un autre chemin.
it: L'esercito degli orchi e di Akladia si sta riunendo a nord di qui. Sono là probabilmente perché intendono fermare l'esercito del mio re, Buffin. Sarete intrappolati fra quei due eserciti. Torna ad Okladia e cerca un'altra strada.
pl: Oddziały orków i Akladyjczyków zbierają się na północ stąd. Zapewne przybywają tu, by zatrzymać wojsko mego króla, Buffina. Zostaniesz uwięziony między tymi dwoma armiami, niczym w potrzasku. Zawróćcie do Okladii i spróbujcie poszukać innej drogi.

source: We have no choice. We have to tread this path.
cs: Nemáme na výběr. Musíme tudy.
es: No tenemos más opción. Hay que recorrer este camino.
fr: Nous n'avons pas le choix. Nous devons prendre ce chemin.
it: Non abbiamo scelta. Dobbiamo prendere quella strada.
pl: Brak nam wyboru. Musimy kroczyć dalej tą ścieżką.

source: This signpost is illegible, unfortunately.
cs: Tenhle rozcestník je bohužel nečitelný.
es: Lamentablemente, este poste indicador es ilegible.

source: Wait... the last time enemy reinforcements arrived...
cs: Počkejte... když naposledy dorazily nepřátelské posily...
es: Espera... la última vez que llegaron refuerzos enemigos...

source: No, Gawen is correct! There are too many of them now!
cs: Ne, Gawen má pravdu! Teď je jich fakt moc!
es: ¡No, Gawen tiene razón! ¡Hay demasiados de ellos ahora!

source: We've won! What should we do now?
cs: Vyhráli jsme! Co budeme dělat teď?
es: ¡Hemos ganado! ¿Qué deberíamos hacer ahora?
fr: Nous avons gagné ! Qu'allons-nous faire maintenant ?
it: Abbiamo vinto! Adesso cosa faremo?
pl: Zwycięstwo! Co teraz powinniśmy zrobić?

source: We march straight on to Vattin! Boy, I really feel hungry now. This fight has made me STARVING.
cs: Přímo na Vattin! K ďasu, mám už fakt hlad. Z toho boje mě fakt vytrávilo.
es: ¡Marchemos directamente hacia Vattin! Chico, realmente me está dando hambre. Esta pelea me ha dejado FAMÉLICA.
fr: Droit sur Vattin ! Mon Dieu, j'ai vraiment faim maintenant. Cette bataille m'a AFFAMÉE !
it: Dritti a Vattin! Dannazione, adesso ho proprio fame. Dopo questo scontro mi sembra di morire di FAME.
pl: Prosto do Vattin! Niech to, teraz naprawdę jestem głodna. Po tej walce wręcz umieram z głodu.
