Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: For love?! You really believe that?! You can't be serious. You speak like... Wesnothians have a special word for that kind of people. A rhymeister?
cs: Pro lásku?! Tomu vopravdu věříš?! To nemůžeš myslet vážně. Mluvíš jako... Wesnoťani mají pro takovej druh lidí speciální označení. Rýmovník?
es: ¡¿Por amor?! ¡¿Realmente crees eso?! No puedes hablar en serio. Hablas como... Los wesnodianos tienen una palabra especial para ese tipo de gente. ¿Un rimador?

source: I am serious. And I think you meant to say 'poet'. So you think I speak like a poet? Thank you.
cs: Myslím to vážně. A myslím, žes chtěla říct slovo „básník“. Takže si myslíš, že mluvím jako básník? Děkuji.
es: Lo digo en serio. Y creo que quisiste decir 'poeta'. ¿Crees que hablo como un poeta? Gracias.
fr: Je suis sérieux. Et je pense que vous vouliez dire 'poète'. Donc vous pensez que je parle comme un poète? Merci.
pl: Jestem poważny. Sądzę, że chciałaś powiedzieć <i>poeta</i>. A więc uważasz mnie za poetę? Dziękuję.

source: That was not a compliment. A 'poet' is just a fancy word for 'idiot'. You Dunefolk fight for love? Ha! No wonder you have lost.
cs: To nebyl kompliment. „Básník“ je jen vyšperkovaný označení pro „idiota“. Vy pouštní lidi bojujete za lásku? Ha! Není divu, že prohráváte.
es: Eso no fue un cumplido. Un 'poeta' es solo una palabra elegante para 'idiota'. ¿Ustedes los barjanes luchan por amor? ¡Ja! No me extraña que hayáis perdido.

source: Listen to me carefully. I know now what you are thinking. Do not have any hope. Do not try ANYTHING. First, I am an Akladian and you are not. Second, I am a bad woman. You have no idea how bad. Avoid me. Third, you are not my type. Fourth, there are some Akladian customs of which you are seemingly unaware.
cs: Našpicuj ty svoje špinavé ušiska. S ničím nepočítej. O nic se nepokoušej. Zaprvé já jsem Akladijka a ty ne. Zadruhé jsem fakt zkažená. Nemáš ani páru jak moc. Zapomeň na mě. Zatřetí nejsi můj typ. No a začtvrté ti některé důležité akladijské obyčeje neříkají vůbec nic.
es: Escúchame con atención. Ahora sé lo que estás pensando. No tengas ninguna esperanza. No intentes NADA. Primero, yo soy una akladiana y tú no. Segundo, soy una mala mujer. No tienes ni idea de lo mala que soy. Evítame. Tercero, no eres mi tipo. Cuarto, hay algunas costumbres akladianas que aparentemente desconoces.
fr: Écoute bien. Je sais maintenant ce que tu penses. N'aie aucun espoir. N'essaye RIEN. D'abord, je suis une Akladienne et pas toi. Deuxièmement, je suis une mauvaise femme. Tu n'as pas idée à quel point. Évite-moi. Troisièmement, tu n'es pas mon type. Quatrièmement, tu sembles ignorer certaines de nos coutumes.
it: Ascoltami attentamente. Non hai speranze. Non provarci. In primo luogo, io sono di Akladia e tu non lo sei. In secondo luogo, sono una donna malvagia. Non ti immagini quanto. Evitami. In terzo luogo, non sei il mio tipo. Quarto, ci sono dei costumi di Akladia di cui sembra tu sia all'oscuro. Facciamo un patto: io non ti chiamerò più miserabile se tu mi chiamerai Lady Lorin. D'accordo?
pl: Słuchaj uważnie. Nie miej żadnych nadziei. Niczego nie próbuj. Po pierwsze, jestem Akladyjką, a ty nie. Po drugie, jestem złą kobietą. Nawet nie masz pojęcia, jak bardzo złą. Unikaj mnie. Po trzecie, nie jesteś w moim typie. Po czwarte, w przeszkodzie są pewne nasze zwyczaje, których widocznie nie znasz.

source: Let us suppose, for a moment, I submit to your wishes and cast these thoughts from my mind. What do we do going forward? Armies are still out there. Our dooms, for now, are still entwined for good or ill.
cs: Předpokládejme, že se na chvíli podřídím tvým přáním a vyženu tyto myšlenky ze své mysli. Co budeme dělat dál? Někde tam venku jsou stále armády. Naše osudy jsou prozatím stále propletené, ať v dobrém, či zlém.
es: Supongamos, por un momento, que me someto a sus deseos y alejo estos pensamientos de mi mente. ¿Qué hacemos ahora? Los ejércitos siguen ahí fuera. Nuestros destinos, por ahora, siguen entrelazados para bien o para mal.
fr: Supposez juste un instant que j'accède à vos voeux et que je rejette ces pensées de mon esprit. Que ferions-nous alors ? Les armées sont toujours là. Nous sommes condamnés, pour le moment, à nous entendre pour le meilleur ou pour le pire.
pl: Przypuśćmy, że poddam się twemu życzeniu i wyrzucę - na razie - te myśli z mego umysłu. Co teraz uczynimy? Wciąż są armie chcące naszej zguby. Nasze losy, jak na razie, są dalej związane na dobre i złe.

source: Let's make a deal: I will not call you 'underling,' and you may call me 'Lady Lorin.' Agreed?
cs: Uzavřeme dohodu: Já ti nebudu říkat „podřadný“ a ty mě můžeš oslovovat „lady Lorin“. Souhlas?
es: Hagamos un trato: no te llamaré 'plebeyo' y tú me puedes llamar 'Señora Lorin'. ¿De acuerdo?
fr: Faisons un marché : je ne vous appelle plus « métèque » et vous m'appelez « Dame Lorin ». D'accord ?
pl: Zawrzyjmy układ, ja nie będę nazywać cię pariasem, a ty będziesz do mnie zwracał się per 'pani Lorin'. Zgoda?

source: 'Lady Lorin' it is then. But if you will not call me 'underling' you must call me something. If you like, you may simply call me 'Majid.'
cs: Takže „lady Lorin“. Ale jestli mi nebudeš říkat „podřadný“, musíš mě nějak oslovovat. Pokud chceš, můžeš mě říkat jednoduše „Majid“.
es: 'Señora Lorin' será, entonces. Pero si no me llamarás 'plebeyo', debes llamarme de alguna manera. Si lo deseas, simplemente puedes llamarme 'Majid'.
fr: Ce sera donc « Dame Lorin ». Mais si vous ne m'appelez plus « métèque », vous devez m'appeler autrement. Si vous voulez, vous pouvez simplement m'appeler « Majid ».
pl: A więc Pani Lorin będę ciebie zwał. Ale jeżeli nie będziesz nazywać mnie pariasem, będziesz potrzebować innego miana. Może spodobałoby ci się mówić do mnie.. Majid?

source: Whatever. Go to your people, see what they need. I will check our wounded.
cs: Co nadělám. Hybaj ke svým lidem, zjisti, co potřebují. Já se jdu postarat o zraněné.
es: Lo que sea. Ve a tu gente, mira lo que necesiten. Revisaré a nuestros heridos.
fr: Comme tu veux. Va rejoindre ton peuple, vois ce dont il a besoin. Quant à moi, je soignerai nos blessés.
it: Comunque, va' dalla tua gente, vedi di che cosa hanno bisogno. Controllerò i nostri feriti.
pl: Wszystko mi jedno. Idź do swoich ludzi, zobacz, czego potrzebują. Ja sprawdzę naszych rannych.

source: My soldiers! That bastard is killing my soldiers!
cs: Moji vojáci! On zabíjí mé vojáky!
es: ¡Mis soldados! ¡Ese bastardo está matando a mis soldados!
fr: Mes soldats ! Ce bâtard tue mes soldats !
it: I miei soldati! Bastardi, sta uccidendo i miei soldati!
pl: Moi żołnierze! Ten łajdak zabija moich żołnierzy!

source: I never knew you cared so much for your warriors.
cs: Nikdy jsem tě neviděl se tak starat o své vojáky...
es: Nunca pensé que te preocuparías tanto por tus guerreros.
fr: Je ne savais pas que vous teniez tant à vos guerriers.
it: Non ti ho mai visto prenderti così cura dei tuoi guerrieri.
pl: Nigdy nie widziałem u ciebie takiej troski o swoich wojowników.

source: I always care for my people... besides, you have no idea how difficult it was to train them.
cs: Vždycky jsem se starala o své lidi, a ty nemáš ani páru o tom jak těžké je bylo vycvičit!
es: Siempre me preocupo por mi gente... además, no tienes idea de lo difícil que fue entrenarlos.
fr: Je fais toujours attention à mes gens... et d'un autre côté, vous n'avez pas idée du mal que j'ai eu à entraîner ceux-là.
it: Mi prendo sempre cura del mio popolo, e non hai nessuna idea di quanto sia stato difficile addestrarli.
pl: Zawsze troszczę się o moich ludzi, a ty nie masz pojęcia, jak trudno było ich wytrenować.

source: Lorin, what are you doing?
cs: Lorin, co to děláš?
es: ¡Lorin! ¿Qué estás haciendo?
fr: Lorin, que faites-vous ?
it: Lorin, cosa stai facendo?
pl: Lorin, co ty wyprawiasz?

source: Maybe we could try to withdraw to the mountains?
cs: Možná můžeme zkusit utéct do hor?
es: ¿Quizás podríamos intentar retirarnos a las montañas?
fr: Peut-être pouvons nous essayer de battre en retraite dans les montagnes ?
it: Forse ci potremmo ritirare sulle montagne?
pl: Może moglibyśmy się wycofać w góry?

source: Wait a moment. Are you running away?
cs: Tak moment. Ty se snažíš utéct?
es: Espera un momento. ¿Estás huyendo?
fr: Attendez un moment. Est-ce que vous fuyez ?
it: Aspetta un attimo. Stai scappando?
pl: Czekaj, zaraz. Czy ty.. uciekasz?

source: The correct term is strategical relocation of the forces, impertinent underling.
cs: No já bych to nazvala strategický přesun vojsk, drzý podřadný!
es: El término correcto es reubicación estratégica de las fuerzas, plebeyo impertinente.
fr: Le terme correct est relocalisation stratégique des forces, impertinent métèque !
it: Il termine corretto è ridispiegamento strategico delle nostre forze, miserabile impertinente.
pl: Bardziej prawidłowy termin to strategiczna relokacja sił, bezczelny pariasie.

source: One more reference to underling... ah, what the hey...
cs: Ještě jedna poznámka o podřadném... ach, hej, co to...
es: Una referencia más a plebeyo... ah, qué diablos...
fr: Une seule remarque de plus sur les « métèques »... ha, c'est le hé...
it: Un altro riferimento ai miserabili... Ah, al diavolo.
pl: Jeszcze raz mnie nazwiesz pariasem... A do diabła z tym.

source: Hired Swords
cs: Najaté meče
es: Espadas a sueldo
fr: Épées à louer.
it: Spade mercenarie
pl: Najęte miecze

source: After Gawen's death, I felt dead as well. Then Reme left me and I was all alone. I couldn't go back to my family. They hated me because I had failed to fulfill their hopes. They hated me because I was always independent. Maybe they hated me because I reminded them how I became the wife of Gawen's father and queen of Vakladia.
cs: Po Gawenově smrti jsem se také cítila mrtvá. Pak mě opustil i Reme a nechal mě napospas osudu. Nemohla jsem se vrátit k rodině. Nenáviděli mě, protože jsem zklamala jejich naděje. Nenáviděli mě, protože jsem se pokusila být nezávislá. A možná taky proto, že jsem jim připomínala, jak jsem se stala ženou Gawenova otce a královnou Vakladie.
es: Tras la muerte de Gawen, yo también me sentí muerta. Entonces Reme me dejó y me quedé sola. No podía volver con mi familia. Me odiaban porque no había cumplido sus esperanzas. Me odiaban porque siempre fui independiente. Tal vez me odiaban porque les recordaba cómo llegué a ser la esposa del padre de Gawen y reina de Vakladia.
fr: Après la mort de Gawen, je me suis sentie comme morte à mon tour. Ensuite Reme m'a laissée et j'étais seule. Je ne pouvais pas retourner dans ma famille. Ils me détestaient parce que j'avais ruiné leurs espoirs. Ils me détestaient parce que j'avais essayé d'être indépendante. Probablement qu'ils me détestaient aussi parce que je leur rappelais comment j'étais devenue la femme du père de Gawen, comment j'étais devenue reine.
it: Dopo la morte di Gawen, mi sono sentita morire anche io. Poi Reme mi ha lasciato e sono rimasta sola. Non posso tornare dalla mia famiglia. Mi odiano, perché ho deluso le loro speranze. Mi odiano, perché ho provato a essere indipendente. E forse mi odiano perché gli ricordo come sono diventata moglie del padre del Gawen: come sono diventata una regina.
pl: Po śmierci Gawena również czułam się martwa. Reme mnie opuścił i zostałam całkiem sama. Nie mogłam wrócić do rodziny. Nienawidzili mnie, gdyż zawiodłam ich nadzieje, bo próbowałam być zbyt niezależna. I być może nienawidzili mnie, bo przypominałam im, jak zostałam żoną ojca Gawena. Jak zostałam królową.

source: Another woman might just give up. If I had less courage, perhaps I would have just begged my father for admission into his castle. But I am Lorin. I took the soldiers Reme gave me for my protection and I rode east. I knew people there, who could help me. Akladians would not fight for me - I was sure of that - so I had to find someone who would.
cs: Jiná by to asi zabalila. Možná, kdybych měla jiný srdce, bych se připlazila ke svému fotrovi a žadonila o odpuštění. Ale já jsem Lorin. Sebrala jsem Remeho vojáky, které my dal na ochranu, a vydala se na východ. Věděla jsem, že tam jsou lidé, kteří by mi mohli pomoct. Věděla jsem, že Akladijci za mě bojovat nebudou, takže jsem potřebovala někoho, kdo bude.
es: Otra mujer podría darse por vencida. Si hubiera tenido menos valor, tal vez le habría rogado a mi padre que me admitiera en su castillo. Pero soy Lorin. Tomé los soldados que Reme me dio para mi protección y cabalgué hacia el este. Conocía gente allí que podría ayudarme. Los akladianos no lucharían por mí, de eso estaba seguro, así que tenía que encontrar a alguien que lo hiciera.
fr: Une autre femme aurait peut-être simplement abandonné. Peut-être, si j'avais eu moins de courage, aurais-je juste supplié mon père pour qu'il me reçoive dans son château. Mais je suis Lorin. J'ai pris les soldats que Reme a mis sous ma protection et je suis partie vers l'est. Je connaissais des gens par là, des gens qui pourraient m'aider. Les Akladiens ne se battraient pas pour moi, j'en étais sûre. Je devais donc trouver quelqu'un d'autre qui le ferait.
it: Un'altra forse si sarebbe arresa. Forse, se avessi un altro carattere, implorerei solo mio padre che mi riammetta nel suo castello. Ma sono Lorin. Ho preso i soldati che Reme mi ha dato per la mia protezione e li ho condotti verso est. Laggiù conosco della gente, che potrebbe aiutarmi. Gli uomini di Akladia non combatterebbero per me, di questo sono sicura; e allora ho dovuto trovare qualcun altro.
pl: Inna kobieta może już by się poddała, może, gdybym miała inne serce, błagałabym ojca o przyjęcie do swego zamku. Ale ja jestem Lorin. Wzięłam żołnierzy, których Reme dał mi dla ochrony i pojechałam na wschód. Znałam tam ludzi którzy mogli mi pomóc. Akladyjczycy nie walczyliby dla mnie, tego byłam pewna, więc musiałam znaleźć kogoś. kto by to zrobił.

source: I found a group of the people we Akladians referred to as the 'Dunefolk'. They had some other name for themselves that, in their barbarian and unworthy language, meant something like 'noble leader', but it mattered not, for we did not use that name for them. They were mercenaries offering their services to anyone. They were not like most of the rest of the underlings; their ancestors came here from distant lands, but they accepted into their ranks anyone willing to take their vows and abide by their traditions. Even some Akladians found a place amongst them.
cs: Našel jsem skupinu lidí, kterým my Akladijci říkáme „pouštní lidé“. Sami sebe nazývali jménem, které v jejich barbarském a nehodném jazyce znamená něco jako „vznešený vůdce“. Ale na tom nezáleželo, protože jsme to jméno pro ně nepoužívali. Byli to žoldáci, co nabízeli své služby komukoli. Nebyli jako většina ostatních podřadných. Jejich předkové sem přišli ze vzdálených zemí, ale do svých řad přijali každého, kdo byl ochotný složit jejich sliby a dodržovat jejich tradice. Své místo mezi nimi našli i někteří Akladijci.
es: Encontré a un grupo de personas a las que los akladianos llamábamos "barjanes". Tenían algún otro nombre para ellos que, en su lengua bárbara e indigna, significaba algo así como "noble líder", pero no importaba, pues no usábamos ese nombre para ellos. Eran mercenarios que ofrecían sus servicios a cualquiera. No eran como la mayoría del resto de los plebeyos; sus antepasados llegaron aquí desde tierras lejanas, pero aceptaban en sus filas a cualquiera dispuesto a tomar sus votos y acatar sus tradiciones. Incluso algunos akladianos encontraban un lugar entre ellos.

source: Of all the underlings living in Vakladia, these were they who had resisted us most fiercely. In the last great battle, when all the other underlings were running for their lives, the Dunefolk troops withstood us with determination and honor. None left the battlefield alive; they fought and fell to the last man. That's why we cut off their heads, hands and legs, so that in the afterlife they would not be danger to us.
cs: Ze všech podřadných žijících ve Vakladii nám právě tito vzdorovali nejzuřivěji. V poslední velké bitvě, když všichni ostatní podřadní utíkali o život, nám jednotky pouštního lidu vzdorovali s odhodláním a ctí. Nikdo z nich neopustil bojiště živý, bojovali a padli do posledního muže. Proto jsme jim usekali hlavy, ruce i nohy, aby nám v posmrtném životě nemohli být nebezpeční.
es: De todos los plebeyos que vivían en Vakladia, éstos eran los que nos habían resistido con más fiereza. En la última gran batalla, cuando todos los demás plebeyos corrían para salvar sus vidas, las tropas barjanas nos resistieron con determinación y honor. Ninguno salió vivo del campo de batalla; lucharon y cayeron hasta el último hombre. Por eso les cortamos la cabeza, las manos y las piernas, para que en la otra vida no fueran un peligro para nosotros.

source: I found one of their asa'ir and talked to their leader, a man called Majid Yahyazad. I wanted swords and I had gold; they had swords and wanted gold, so we struck a deal quickly. I felt uneasy amongst them; their speech, dress, and customs screaming 'underling.' But I consoled myself with the thought that they were only hired swords.
cs: Našla jedno z jejich „obydel“, jak říkají svým osadám, a promluvila s jejich vůdcem, Mažidem Jahjazadem. Potřebovala jsem meče a měla jsem peníze. Oni měli meče a chtěli peníze. Takže jsme se rychle dohodli. Cítila jsem se mezi nima nesvá, jejich řeč, oblečení a zvyky přímo řvaly, že jsou to podřadní. Ale utěšovala jsem se, že to jsou jenom meče, najaté meče.
es: Encontré una de sus asa'ir y hablé con su líder, un hombre llamado Majid Yahyazad. Yo quería espadas y tenía oro; ellos tenían espadas y querían oro, así que llegamos rápidamente a un acuerdo. Me sentía incómodo entre ellos; su forma de hablar, de vestir y sus costumbres gritaban "plebeyo" Pero me consolé pensando que sólo eran espadas a sueldo.
fr: J'ai trouvé un de leurs asa'ir et j'ai parlé à leur chef, appelé Majid Yahyazad. Je voulais des épées et j'avais de l'argent. Ils avaient des épées et ils voulaient de l'or. Nous tombâmes d'accord rapidement. Je ne me sentais pas à l'aise parmi eux. Leur langage, leurs habits, et leurs coutumes trahissaient leur condition de métèque. Mais je me consolais en songeant qu'ils n'étaient que des épées à louer.
it: Ho trovato uno dei loro accampamenti e ho parlato con il loro capo, chiamato Majid Yahyazad. Volevo delle spade e avevo dell'oro; loro volevano l'oro e avevano le spade. Così abbiamo concluso l'affare molto velocemente. Mi sono sentita a disagio fra loro, i loro occhi, i capelli, le loro facce, tutto di loro urla di miserabile. Ma mi sono detta che erano solo spade: spade mercenarie.
pl: Znalazłam jedną z ich osad i porozmawiałam z ich przywódcą, zwanym Majid Yahyazad. Chciałam mieczy i miałam złoto, oni mieli miecze i złota pragnęli, więc umowę zawarliśmy szybko. Czułam się tam nieswojo widząc ich twarze i sylwetki krzyczące, że są pariasami. Ale wkrótce zaczęłam ich traktować po prostu jak broń, wynajętą żywą broń.

source: So, let's put it all together. You agree to pay 18 gold pieces per arif swordsman, 17 gold pieces for our naffat fire masters, and 14 for the jundi foot soldiers, right?
cs: Dobře, shrňme si to. Souhlasíš, že zaplatíš 18 zlatých za arifského šermíře, 17 za nafatského ohnivce a 14 za jundijského pěšáka. Je to tak?
es: Entonces, pongámoslo todo junto. Estás de acuerdo en pagar 18 piezas de oro por espadachín arif, 17 piezas de oro por nuestros maestros de fuego naffat, y 14 por los soldados de infantería jundi, ¿correcto?

source: I thought we agreed not to use your barbarian language's names for things.
cs: Myslela jsem, že jsme se dohodli, že pro nazývání věcí nebudem používat obraty vašeho barbarského jazyka.
es: Pensé que habíamos acordado no usar los nombres en tu idioma bárbaro para las cosas.

source: I object to your characterization of our language as such, but fine, if you will be paying us, I can manage. In your terms, our prices are 18 gold pieces per Dune Soldier, 17 gold pieces per Dune Burner, and 14 gold pieces per Dune Rover. Is that satisfactory?
cs: Mám námitky proti takové charakterizaci našeho jazyka, ale dobře, pokud nám budeš platit, zvládnu to. Tvými slovy, naše ceny jsou 18 zlatých za pouštního vojáka, 17 zlatých za pouštního podpalovače a 14 zlatých za pouštního tuláka. Je to uspokojivé?
es: Me opongo a que se califique nuestro lenguaje como tal, pero bueno, si nos va a pagar, me las puedo apañar. En sus términos, nuestro precio es de 18 piezas de oro por soldado barján, 17 piezas de oro por incendiario barján y 14 piezas de oro por caminante barján. ¿Te parece bien?

source: Yes. And you will do everything I order you to do.
cs: Ano. A vy uděláte všechno, co vám přikážu.
es: Sí. Y harás todo lo que te ordene.
fr: Oui et vous ferez tout ce que je vous ordonnerai de faire.
it: Sì. E tu farai tutto quello che ti ordinerò di fare.
pl: Tak. I będziecie robić wszystko, co wam rozkażę.

source: No, I've explained that already. We are not mindless zombies you can hire to do anything. We, unlike Akladians, have principles. We will fight for you, but will do so in a way that ensures we uphold our traditions.
cs: Nene. Už jsem ti to vysvětloval. Nejsme nemyslící zombie, které si můžeš najmout na cokoliv. My, na rozdíl od Akladijců, máme kodex! Budeme za tebe bojovat, ale budeme to dělat v souladu s našimi tradicemi.
es: No, ya lo he explicado. No somos zombis descerebrados que puedas contratar para hacer cualquier cosa. Nosotros, a diferencia de los akladianos, tenemos principios. Lucharemos por vosotros, pero lo haremos de forma que nos aseguremos de mantener nuestras tradiciones.
fr: Non, non, non. Je vous l'ai déjà expliqué. Nous ne sommes pas des zombies que vous pouvez engager pour faire n'importe quoi. Nous, au contraire des Akladiens, nous avons des principes. Nous nous battrons pour votre compte mais d'une manière qui respecte nos traditions.
it: Nonono. Te l'ho già spiegato. Non siamo zombi che puoi assoldare per fare qualsiasi cosa. Noi, a differenza della gente di Akladia, abbiamo un CODICE. Noi seguiamo delle regole.
pl: Nienienie. Już ci wyjaśniałem. Nie jestesmy zombie, które możesz wynająć, by zrobiły cokolwiek. W przeciwieństwie do Akladian mamy kodeks i postępujemy zgodnie z zasadami.

source: I don't know why I bear your insolence, underling.
cs: Nechápu, proč snáším tvoji drzost, podřadný.
es: No sé por qué soporto tu insolencia, plebeyo.
fr: Je ne sais pas pourquoi je tolère ton impertinence, métèque.
it: Non capisco perché devo sopportare la tua impertinenza, miserabile.
pl: Nie wiem, czemu znoszę wasze chamstwo, pariasie.

source: Continue calling me an 'underling,' and you shall have to bear it no more. And then who will fight for you? Even your own family didn't want to take you in.
cs: Ještě jedna zmínka o podřadném a už to nikdy nebudeš muset snášet. A pak uvidíme, kdo za tebe bude bojovat. Ani tvoje vlastní rodina tě nechce.
es: Sigue llamándome "plebeyo" y no tendrás que soportarlo más. ¿Y entonces quién luchará por ti? Ni siquiera tu propia familia quiso acogerte.
fr: Continuez à m'appeler 'métèque' et vous n'aurez plus à tolérer quoi que ce soit. Et alors, qui se battra pour votre compte ? Même votre propre famille n'a pas voulu de vous.
it: Ancora un altro riferimento ai miserabili e vedrai che non sarai più costretta a sopportarla. E poi vedremo chi combatterà per te. Neanche la tua famiglia ti ha voluto.
pl: Jeszcze raz mnie nazwiesz pariasem i nie będziesz musiała go znosić. A wtedy zobaczymy, kto będzie walczył dla ciebie. Nawet twoja własna rodzina ciebie nie chciała.
