Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: I think... sometimes I think I remember something, but then it passes. I remember a dark-haired woman. She is lying on a bed, sweating, pain in her beautiful green eyes. I don't know who she is, but it makes me want to weep every time I think about it. I think... I think I loved her.
cs: Myslím... Někdy mám pocit, že si na něco vzpomínám, ale hned je to pryč. Pamatuju si tmavovlasou ženu. Ležela v posteli, zpocená, hluboké zelené oči plné bolesti. Nevím, co je zač, ale pokaždé se mi chce brečet, když si na to vzpomenu. Myslím, že jsem ji miloval.
es: Creo... a veces creo que recuerdo algo, pero luego desaparece. Recuerdo a una mujer de pelo oscuro. Está acostada en una cama, sudando, con dolor en sus hermosos ojos verdes. No sé quién es ella, pero me dan ganas de llorar cada vez que lo pienso. Creo... Creo que la amaba.
fr: Je pense... Parfois, je pense que je me souviens de quelque chose, mais alors ça repart aussitôt. Je me souviens d'une femme aux cheveux sombres. Elle est couchée sur un lit, elle transpire. Il y a de la souffrance dans ses beaux yeux verts. Je ne sais pas qui elle est, mais cela me donne envie de pleurer à chaque fois que j'y pense. Je crois que je l'aimais beaucoup.
it: Penso che... Qualche volta mi sembra di ricordarmi qualcosa, ma il ricordo svanisce subito. Ricordo una donna dai capelli scuri. È a letto, gronda sudore, il dolore è nei sui begli occhi verdi. Non so chi sia ma mi vengono le lacrime agli occhi quando ci penso. Credo di averla amata.
pl: Myślę... Czasami wydaje mi się, że coś pamiętam, ale to uczucie szybko przemija. Pamiętam czarnowłosą kobietę; leży na łożu, poci się, widzę ból w jej pięknych, zielonych oczach. Nie wiem, kim ta kobieta jest, ale w moich oczach wzbierają łzy za każdym razem, gdy o tym pomyślę. Myślę... Myślę, że chyba ją kochałem.

source: That could be your true mother, my lord. She was poisoned when you were still young.
cs: To by mohla být vaše pravá matka, můj pane. Byla otrávena, když jste byl ještě malý.
es: Podría ser su verdadera madre, mi señor. Ella fue envenenada cuando usted todavía era joven.
fr: Il pourrait s'agir de votre vraie mère, Monseigneur. Elle a été empoisonnée quand vous étiez encore enfant.
it: Potrebbe essere la tua vera madre, mio sire. È stata avvelenata quando eravate ancora giovane.
pl: To mogła być wasza matka, panie. Została otruta, gdyście wciąż jeszcze byli młodzi.

source: ...anyways, I've sent an envoy to Gaeltin Hyer, a city which lies along our way, to prepare rooms for us. I think, my lord, you might want to get some rest before continuing our journey.
es: ...de todos modos, he enviado un enviado a Gaeltin Hyer, una ciudad que se encuentra en nuestro camino, para preparar habitaciones para nosotros. Creo, mi señor, que tal vez quiera descansar un poco antes de continuar nuestro viaje.

source: Noble lords, with your permission... my lord, Raul O Gaeltin sent me here with a message. I beg for your forgiveness, remember I am just a messenger.
cs: Vznešení pánové, s dovolením. Můj pane, Raul Gaeltinský mě poslal sem se zprávou. Prosím o prominutí, ale pamatujte, jsem jenom posel.
es: Nobles señores, con vuestro permiso... mi señor, Raul O Gaeltin me envió aquí con un mensaje. Les pido perdón, recuerden que solo soy un mensajero.
fr: Nobles seigneurs, avec votre permission. Mon seigneur, Raul O Gaeltin m'envoie avec un message. Je vous demande de me pardonner d'avance, souvenez-vous que je ne suis qu'un messager.
it: Nobili signori, con il vostro permesso. Il mio signore, Raul O Gaeltin mi ha mandato per recarvi un messaggio. Invoco il vostro perdono, sono solo un messaggero.
pl: Szlachetni panowie, z waszym pozwoleniem. Mój pan, Raul O Gaeltin wysyła za moim pośrednictwem wam wiadomość. Proszę was o wybaczenie, pamiętajcie, że jestem tylko posłańcem.

source: Speak.
cs: Mluv.
es: Habla.
fr: Parlez.
it: Parla.
pl: Mów.

source: These are the words of my lord; I was given a strict charge to repeat them exactly: 'Gaeltin's gates will never be opened for mixling bastards nor for the king's whores.' He also sends this...
cs: Toto jsou slova mého pána, mám je přesně zopakovat: Brány Gaeltinu budou vždycky zavřené pro míšenecké bastardy a královské děvky. Posílá vám jenom toto...
es: Éstas son las palabras de mi señor, él quiere que las repita con precisión: "Nunca se abrirán las puertas de Gaeltin para los mestizos ni para las prostitutas del rey". También le envía esto...
fr: Voici ce que dit mon seigneur, il m'a chargé de répèter son message mot pour mot : les portes de Gaeltin ne s'ouvriront jamais ni pour les bâtards, ni pour les putains du roi. Il vous envoie également ceci...
it: Queste sono le parole che il mio signore mi ha ordinato di ripetere testualmente: «Le porte di Gaeltin non si apriranno mai per i mezzosangue bastardi né per le cortigiane del re». Vi manda anche questo...
pl: Oto słowa mojego pana, życzył sobie, abym powtórzył je dokładnie: bramy Gaeltin nigdy nie otworzą się przed mieszańcami, bękartami i królewskimi dziwkami. Przysłał wam również to...

source: You received 2 pieces of gold.
cs: Získal jsi dva zlaté.
es: Recibes 2 piezas de oro.

source: '...for you to start a new life.' This is what I was commanded to say. May I live - I mean - leave?
cs: To máte, abyste začli nový život. To je všecko, co sem měl říct. Můžu odejít?
es: Esto es para que usted comience una nueva vida. Es todo lo que se esperaba que dijera. ¿Puedo vivir - quiero decir - puedo irme?
fr: ...pour permettre de commencer une nouvelle vie. C'est tout ce que je devais dire. Puis-je partir ?
it: Potete usare questo oro per cominciare la vostra nuova vita. Questo è quanto avevo da dirvi. Posso andare?
pl: To dla was, na rozpoczęcie nowego życia. To wszystko, co miałem przekazać. Czy mogę odejść?

source: We have a message for your lord too. Tell him we will bring him the message personally and he will have a lot of time to comprehend it fully. You may leave now.
cs: Taky máme pro tvojeho pána vzkaz. Řekni mu, že mu ji přineseme osobně a že bude mít dost času ji celou pochopit. A teď zmiz!
es: Tenemos un mensaje para tu señor. Dígale que le entregaremos personalmente el mensaje y tendrá mucho tiempo para entenderlo totalmente. Puedes irte ahora.
fr: Nous avons aussi un message pour ton seigneur. Dis-lui que nous le lui apporterons personnellement et qu'il aura tout le temps de le comprendre entièrement. Tu peux partir, maintenant.
it: Anche noi abbiamo un messaggio per il tuo signore. Digli che glielo porteremo personalmente e avrà molto tempo per meditarci sopra. Ora puoi andare.
pl: My również będziemy mieli wiadomość dla twojego pana. Powiedz mu, że przekażemy mu ją osobiście i będzie miał mnóstwo czasu, by ją w pełni zrozumieć. Możesz teraz odejść.

source: I guess we will have to fight our way into Vattin. Gawen, many Akladians live nearby. They will fight for you. They are inexperienced but they are eager to show their loyalty. Let's use them.
cs: Pojďme si probojovat cestu do Vattinu. Gawene, žijou tu spousty Akladijců. Budou za tebe bojovat. Nic neuměj, ale budou celí žhaví ukázat loajalitu. Pojďme a použijme je.
es: Supongo que tendremos que abrirnos camino hasta Vattin. Gawen, muchos akladianos viven cerca. Lucharán por ti. Son inexpertos, pero están ansiosos por mostrar su lealtad. Usémoslos.
fr: Je suppose que nous allons devoir nous ouvrir de force un chemin vers Vattin. Gawen, beaucoup d'Akladiens vivent par ici. Ils se battront pour toi. Ils sont inexpérimentés, mais anxieux de prouver leur loyauté. Utilisons-les.
it: Temo che dovremo aprirci la strada fino a Vattin. Gawen, molti uomini di Akladia vivono nei dintorni. Combatteranno per te. Non hanno esperienza, ma sono desiderosi di dimostrare la loro fedeltà. Mettiamoli alla prova.
pl: Wygląda na to, że będziemy musieli sobie wywalczyć przejście do Vattin. Gawenie, wielu Akladyjczyków żyje nieopodal. Chętnie będą dla ciebie walczyć. Nie są doświadczeni, ale niecierpliwie czekają chwili, gdy mogą ci pokazać swoją lojalność. Użyjmy ich.

source: Hmm, after some thought perhaps it is for the best that Raul is trying to oppose us. It's an occasion for you to exercise a little.
cs: No, když tak o tom přemýšlím a než nás pokusí přerušit, je čas na tvou malou lekci.
es: Hmm, después de pensarlo un poco, tal vez sea mejor que Raúl esté tratando de oponerse a nosotros. Es una ocasión para que hagas un poco de ejercicio.
fr: Hum, en y réfléchissant, c'est peut-être une bonne chose que ce Raul essaie de nous arrêter. C'est une occasion de vous entraîner un peu.
it: Hm, pensandoci un po' è un bene che cerchi di fermarci. Per voi è l'occasione per fare un po' di esercizio.
pl: Hm, po namyśle, właściwie to dobrze, że nie chcą nas przepuścić. To świetna okazja, żebyście nieco poćwiczyli, panie.

source: Go and attack however you see fit; I highly doubt you need my advice.
es: Ve y ataca como mejor te parezca; dudo mucho que necesites mi consejo.

source: Go and take the villages to earn more gold. Recruit as many Clansmen as you can. Many of them will probably die, but the survivors may become good fighters. Do not forget to recall our veteran soldiers, too. Be careful; do not needlessly hurry. To cure wounded units you may use wisemen or villages.
cs: Běž a obsaď vesnice, abys získal víc peněz. Naverbuj tolik příslušníků klanu, kolik můžeš. Většina z nich pravděpodobně zemře, ale ze zbytku se stanou dobří bojovníci. nezapomeň přivolat staré bojovníky. Buď opatrný, zbytečně nespěchej. K léčení jednotek použij akladijské šamany nebo vesnice.
es: Ve y toma las aldeas para ganar más oro. Recluta tantos hombres del clan como puedas. Muchos de ellos probablemente morirán, pero los supervivientes pueden convertirse en buenos luchadores. No olvides reincorporar también a nuestros soldados veteranos. Ten cuidado; no te apresures innecesariamente. Para curar unidades heridas puedes usar sabios o aldeas.
fr: Allez prendre les villages pour récupérer de l'or. Recrutez autant de membres du clan que vous le pouvez. La plupart mourront probablement, mais les survivants peuvent devenir de bons combattants. N'oubliez pas non plus de rappeler nos soldats vétérans. Soyez prudent, ne vous hâtez pas sans nécessité. Vous pouvez utiliser les sages ou les villages pour soigner les unités blessées.
it: Va' e prendi i villaggi per raccogliere l'oro. Recluta tutti i membri del clan di Akladia che puoi. Molti di loro probabilmente moriranno, ma quelli che sopravviveranno diventeranno buoni guerrieri. Non dimenticare di richiamare anche i nostri soldati. Fa' attenzione, non essere precipitoso. Usa i villaggi o gli anziani per curare le unità ferite.
pl: Zajmijcie wsie, aby zdobyć więcej złota. Powołajcie pod broń tylu członków klanów, ilu się tylko da. Większość z nich zapewne zginie, ale kilku tych, co przeżyją, może stać się dobrymi wojownikami. Nie zapomnijcie przywołać naszych żołnierzy. Aby wyleczyć zranione jednostki, można użyć akladyjskich mędrców, bądź skierować je do wioski.

source: Reach the northern signpost with Gawen Hagarthen OR
cs: Dostaň Gawena Hagarthena k severnímu směrovníku NEBO
es: Llega al poste indicador del norte con Gawen Hagarthen O
fr: Atteignez le panneau indicateur au nord avec Gawen OU
it: Raggiungi il cartello a nord con Gawen Hagarthen O
pl: Osiągnij północny drogowskaz z Gawen Hagarthenem ALBO

source: This scenario is designed for grinding gold and EXP. Your income will increase if you use Gawen for fighting instead of recruiting, so be sure to move him off your keep and into the action!
es: Este escenario está diseñado para recaudar oro y experiencia. Tus ingresos aumentarán si usas a Gawen para pelear en lugar de reclutarlo, ¡así que asegúrate de sacarlo de su fortaleza y llevarlo a la acción!

source: Gawen's income depends on whether he is standing on his keep or not in this scenario.
es: Los ingresos de Gawen dependerán de si está parado en su torreón o no durante este escenario.

source: Hm...
es: Hum...

source: I suppose we will find some use for this in near future.
cs: Myslím, že pro to najdeme uplatnění již v blízké budoucnosti.
es: Supongo que encontraremos algún uso para esto en un futuro próximo.
fr: Je suppose que nous lui trouverons un usage dans un futur proche.
it: Scommetto che presto ci sarà utile.
pl: Chyba da się znaleźć dla tego zastosowanie w bardzo bliskiej przyszłości.

source: I have no wish to become any better-acquainted with this device.
es: No tengo deseos de conocer mejor este aparato.
fr: Je n'ai aucune envie de me familiariser davantage avec ce truc.
pl: Zaprawdę, brak mi chęci, by bliżej się poznać z tym urządzeniem.

source: So, how many days' journey from here to Vattin?
cs: Tak, kolik dní zbývá do Vattinu?
es: Entonces, ¿cuántos días de viaje desde aquí hasta Vattin?
fr: Et à combien de jours sommes-nous de Vattin ?
it: Quanto dista da qui Vattin?
pl: A więc, ile dni drogi stąd do Vattin?

source: We should arrive in two or three days.
cs: Budeme tam za dva za tři dny.
es: Deberíamos llegar en dos o tres días.
fr: Nous devrions y être dans deux ou trois jours.
it: Dovremmo esserci in due o tre giorni.
pl: Powinniśmy tam przybyć za dwa lub trzy dni.

source: It's a shame we had no time to finish those traitors off.
cs: Jaká škoda, že nemáme čas vyřídit ty zrádce.
es: Es una pena que no tuviéramos tiempo de acabar con esos traidores.
fr: Quel dommage que nous n'ayons pas le temps d'en finir avec ces traîtres.
it: È un peccato non aver il tempo per uccidere quei traditori.
pl: Serce boli, że brak nam czasu, by dopaść wszystkich tych zdrajców.

source: There is no time for that now. Others should be able to manage that job without us.
cs: Není na to čas. Myslím, že jiní to zvládnou za nás.
es: No hay tiempo para eso ahora. Otros deberían poder manejar ese trabajo sin nosotros.
fr: Nous n'avons pas le temps. D'autres devraient pouvoir le faire sans nous.
it: Non abbiamo tempo. Altri dovranno occuparsene senza di noi.
pl: Nie ma na to czasu. Inni powinni poradzić sobie bez nas.

source: Death to the traitors!
cs: Smrt zrádcům!
es: ¡Muerte a los traidores!
fr: Mort aux traîtres !
it: A morte i traditori!
pl: Śmierć zdrajcom!

source: Yes, death to you!
es: ¡Sí, muerte para ti!
fr: Oui, meurs donc toi-même !
pl: Właśnie, tobie śmierć!

source: Hm, we're still alive. Good.
es: Hum, todavía estamos vivos. Bien.

source: Seems to me it will be an easy battle. I guess it would be enough to have 250 gold pieces at the end of this fight; It is far more important, Gawen, to use this occassion to train our last loyal troops. We may need veteran units in future much more than gold.
es: Me parece que será una batalla fácil. Supongo que sería suficiente tener 250 piezas de oro al final de esta pelea. Es mucho más importante, Gawen, aprovechar esta ocasión para entrenar a nuestras últimas tropas leales. Es posible que necesitemos unidades veteranas en el futuro mucho más que el oro.
fr: Il me semble que cela devrait être une bataille facile. Je pense qu'il serait suffisant de la terminer avec 250 pièces d'or en poche; il est bien plus important, Gawen, de profiter de l'occasion pour entraîner nos troupes loyales. Il nous sera probablement plus utile d'avoir des vétérans qu'un tas d'or dans un futur proche.
pl: Zda mi się, że łatwa nas czeka bitwa. Sądzę, że wystarczy, byśmy 250 sztuk złota mieli pod koniec tej walki. Ale ważniejsze jest, Gawenie, aby okazję tę dobrze wykorzystać, by wytrenować naszych ostatnich lojalnych wojowników. W przyszłości, weterani mogą się nam przydać bardziej niż złoto.

source: This is the end which awaits all traitors!
cs: A takto skončí každý zrádce!
es: ¡Este es el final que espera a todos los traidores!
fr: Voici le sort qui attend tous les traîtres !
it: Questa è la fine che faranno tutti i traditori!
pl: Oto koniec czekający wszystkich zdrajców!

source: Before I kill you, you ought to know that this is not because of the message you delivered to us.
cs: Předtím, než tě zabiju, chci, abys věděl, že to není kvůli té zprávě, co jsi přinesl.
es: Antes de que te mate, debes saber que esto no se debe al mensaje que nos entregaste.
fr: Avant que je ne te tue, je veux que tu saches que ce n'est pas à cause du message que tu nous as apporté.
it: Prima che ti uccida, voglio che tu sappia che non lo faccio per il messaggio che ci ha portato....
pl: Zanim cię zabiję, chcę, żebyś wiedział, że nie czynię tego ze względu na wiadomość, którą dostarczyłeś.

source: I was just a messenger!
cs: Byl jsem jenom posel!
es: ¡Solo era un mensajero!
fr: Je n'étais que le messager !
it: Ero solo un messaggero!
pl: Byłem tylko posłańcem!

source: I just told you that I don't blame you for repeating words of your master.
cs: Říkala jsem ti, že tě nezabiju kvůli tomu, že jsi opakoval slova svého pána.
es: Te acabo de decir que no te culpo por repetir las palabras de tu maestro.
fr: Je viens de te dire que je ne t'en voulais pas pour avoir répété les mots de ton maître.
it: Ti ho detto che non ti biasimo per aver ripetuto le parole del tuo padrone.
pl: Powiedziałam ci wszak, że nie winię cię za powtórzenie słów twojego pana.

source: So you will allow me to live?
cs: Takže mě necháš žít?
es: Entonces, ¿me permitirá vivir?
fr: Alors, vous allez me laisser vivre ?
it: E allora non mi ucciderai?
pl: A więc żyć mi pozwolicie?

source: Oh, I haven't said that. You see, I really don't like your face.
cs: To bych neřekla. Víš, prostě se mi nelíbí tvůj ksicht.
es: Oh, no he dicho eso. Verás, en realidad no me gusta tu cara.
fr: Oh, je n'ai pas dit ça ! Tu vois, je n'aime vraiment pas ta trombine.
it: Non ho detto questo. Vedi, la tua faccia proprio non mi piace.
pl: Och, tegom nie rzekła. Widzisz, strasznie mi się nie podoba twoja wredna gęba.

source: You are lucky that I don't have more time, or I would play with you more, honorless dog.
cs: Máš štěstí, že nemám víc času, protože jinak bych si z tebou líp pohrála.
es: Tienes suerte de que no tengo más tiempo, o jugaría más contigo, perro sin honor.
fr: Tu as de la chance que je manque de temps, sinon j'aurais plus joué avec toi, chien sans honneur !
it: Sei fortunato che io non abbia più tempo altrimenti avrei giocato ancora con te, feccia senza onore.
pl: Masz szczęscie, że nie mam więcej czasu, bo pobawiłabym się z tobą dłużej, psie bez honoru.

source: You are lucky that this underling whom you call your king does not know that...
es: Tienes suerte de que este plebeyo a quien llamas tu rey no sepa que...

source: Enough of that, go now to your ancestors!
cs: Už toho bylo dost, táhni ke svým předkům!
es: ¡Suficiente de eso, vete ahora con tus antepasados!
fr: Assez parlé, rejoins tes ancêtres !
it: Basta così, raggiungi di tuoi antenati!
pl: Dość tego, przywitaj swoich przodków!

source: Hurkkh...
es: Urrrg...

source: Assassin
cs: Vrah
es: Asesino
it: Assassino
pl: Zabójca

source: Where is he? He is starting to get on my nerves...
cs: Kde jenom je? Začíná mi lézt na nervy...
es: ¿Dónde está? Me empieza a poner de los nervios...
fr: Où est-il ? Il commence à me taper sur les nerfs...
it: Dove si è ficcato. Comincia a darmi sui nervi...
pl: Gdzież się on mógł podziać? Zaczyna mi działać na nerwy...

source: Oops.
cs: Jejda!
es: Ups.
fr: Oups.
it: Ops.
pl: Ups.

source: It looks like he recruited a lot of units.
cs: Vypadá to, že naverboval příliš mnoho vojska.
es: Parece que reclutó muchas unidades.
fr: On dirait qu'il a recruté un tas de monde.
it: Pare che abbia reclutato molte unità.
pl: Wygląda na to, że narekrutował mnóstwo wojska.

source: Yes indeed. This could be a bit harder than we expected.
cs: Ano jistě. Bude to o něco těžší, než jsme čekali.
es: Sí, eso parece. Esto podría ser un poco más difícil de lo que esperábamos.
fr: Oui, en effet, ça pourrait être un peu plus dur que je ne le pensais.
it: Proprio così. Potrebbe essere più difficile del previsto.
pl: W rzeczy samej. To może być nieco trudniejsze, niż oczekiwaliśmy.

source: My friends will arrive very soon! You are already doomed! Ha ha ha!
cs: Mí přátelé přijdou brzo. Už teď seš mrtvej! Ha ha ha!
es: ¡Mis amigos llegarán muy pronto! ¡Ya estás condenado! ¡Ja ja ja!
fr: Mes amis vont arriver très bientôt ! Vous êtes faits comme des rats ! Ha ha ha !
it: I miei amici verranno molto presto! Siete condannati! Ah ah ah!
pl: Moi przyjaciele wkrótce przybędą! Wasz los jest przesądzony! Ha ha ha!

source: Let's try to move a little faster. This traitor's friends may appear at any moment.
cs: Pojme ještě zrychlit. Přátelé zrádců tu budou každou chvíli.
es: Tratemos de movernos un poco más rápido. Los amigos de este traidor pueden aparecer en cualquier momento.
fr: Essayons d'aller plus vite. Les amis de ce traître peuvent surgir à n'importe quel moment.
it: Dobbiamo fare più in fretta. Gli amici del traditore potrebbero apparire in qualsiasi momento.
pl: Lepiej się nieco pośpieszmy. Przyjaciele tego zdrajcy mogą się pojawić w każdej chwili.

source: Ha ha ha! You are doomed! I can hear the trumpets of my friends coming to aid me!
cs: Ha ha ha! Jste ztraceni! Už slyším trubky mých přátel, kteří mi jdou na pomoc!
es: ¡Ja ja ja! ¡Estás condenado! ¡Puedo escuchar las trompetas de mis amigos que vienen a ayudarme!
fr: Ha ha ha ! Vous êtes fichus ! Je peux entendre les trompettes de mes amis qui viennent m'aider !
it: Ah ah ah! Siete condannati! Ascoltate le trombe dei miei amici che stanno arrivando ad aiutarmi!
pl: Cha, cha, cha! Wasz los wkrótce się dopełni! Słyszę odgłos trąb wojennych moich przyjaciół, przybywających, by mi pomóc!

source: No! More traitors are coming from every side! We cannot hope to deal with all them!
cs: Ne! Víc zrádců se sem žene ze všech stran! Nemáme žádnou naději to nějak zvládnout!
es: ¡No! ¡Más traidores vienen de todos lados! ¡No podemos esperar lidiar con todos ellos!
fr: Oh non, il y a des traîtres qui surgissent de tous les côtés ! Nous n'avons aucun espoir de les tuer tous !
it: No! Altri traditori stanno arrivando da tutte le parti! Non c'è speranza di venire a patti con loro!
pl: Nie! Więcej zdrajców nadchodzi z każdej strony! Nie mamy szansy, by sobie z nimi poradzić!

source: Run for your life! That milksop cannot possibly lead us to victory!
cs: Utíkejte, zachraňte si holý život! Ta běhna nás těžko přivede k vítězství!
es: ¡Corred por vuestra vida! ¡Ese gallina no puede llevarnos a la victoria!
fr: Sauve qui peut ! Cette lavette ne saura jamais nous conduire à la victoire !
it: Mettiamoci in salvo! Quel buono a nulla non è in grado di portarci alla vittoria!
pl: Ratuj się kto może! Ten słabeusz nie da rady poprowadzić nas do zwycięstwa!

source: Poor fellow!
cs: Ubohý kamaráde!
es: ¡Pobre compañero!
fr: Pauvre bougre !
it: Poveretto!
pl: Biedaczysko!

source: He dies an honorable death. You will have to get used to losing units.
es: Cayó con una muerte honorable. Tendrás que acostumbrarte a perder unidades.

source: He dies an honorable death. You cannot let the fear of losing units paralyse you; there are many more clansmen ready to fight for you.
es: Cayó en una muerte honorable. No puedes dejar que el miedo a perder unidades te paralice; hay muchos más hombres de clan listos para luchar por ti.

source: But he was loyal to our cause though!
es: ¡Pero fue leal a nuestra causa!

source: Well, I suppose you do have a point there. Feel free to be more careful with our most loyal supporters.
es: Bueno, supongo que tienes un punto ahí. Siéntete libre de ser más cuidadoso con nuestros seguidores más leales.
