Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Excuse me, my son, this orc screamed so loud in agony that I couldn't hear what you were saying. What was that?
cs: Promiň, synu, cos říkal? Vůbec jsem tě přes ten jeho řev neslyšela.
es: Perdóname, hijo mío, este orco gritó tan fuerte en su agonía que no pude escuchar lo que estabas diciendo. ¿Qué fue eso?
fr: Excuse-moi, mon fils, cet orc a crié si fort durant son agonie que je n'ai pas entendu ce que tu disais. Tu veux répéter ?
it: Scusami, figlio mio, questo orco gridava così forte durante l'agonia che non ho sentito cosa stavi dicendo. Cos'era?
pl: Wybacz mi, synu, ale ten ork tak głośno wrzeszczał w agonii, że nie usłyszałam co mówiłeś. Mógłbyś powtórzyć?

source: Never mind. My step-mother is obsessed with death and pain. Sigh.
cs: To nic. Jsi prostě valkýra vyžívající se ve smrti a hrůze umírajících. Ach jo.
es: No importa. Mi madrastra está obsesionada con la muerte y el dolor. Suspiro.
fr: N'y pensons plus. Ma belle-mère est obsédée par la mort et la souffrance. On n'y peut rien.
it: Non importa. La mia matrigna è una walkiria ossessionata dalla morte e dalla sofferenza. Sigh.
pl: Mniejsza z tym. Moja macocha jest walkirią mającą obsesję na punkcie śmierci i bólu. Eeeech...

source: And she looks beautiful in armour, too.
cs: A navíc vypadá v tom brnění úžasně!
es: Y también se ve hermosa con armadura.
fr: Et elle est si belle en armure.
it: Ed è pure bella in armatura.
pl: I na dodatek wygląda cudnie w pancerzu.

source: Ha! The outlaws were hiding some gold here!
cs: Ha! Schovali tu nějaké zlato!
es: ¡Ja! ¡Los bandidos estaban escondiendo algo de oro aquí!
fr: Ah ! Les hors-la-loi avaient caché de l'or ici !
it: Ah! Avevano nascosto dell'oro qua!
pl: Ha! Banici ukrywali tu nieco złota!

source: You have received $outlaw_gold_amt gold pieces.
cs: Získal jsi $outlaw_gold_amt zlatých.
es: Has recibido $outlaw_gold_amt piezas de oro

source: Ha! The Akladians were hiding some gold here!
cs: Ha! Akladijci tu schovali nějaké zlato!
es: ¡Ja! ¡Los akladianos estaban escondiendo algo de oro aquí!
fr: Ah ! Les Akladiens avaient caché de l'or ici !
it: Ah! La gente di Akladia aveva nascosto qua dell'oro!
pl: Ha! Akladyjczycy ukrywali tu nieco złota!

source: You have received $akl_gold_amt gold pieces.
cs: Získal jsi $akl_gold_amt zlatých.
es: Has recibido $akl_gold_amt piezas de oro

source: I guess this was gold prepared to pay for Reme Carrenemoe.
cs: Myslím, že za ty peníze chtěli koupit Remeho Carrenemoea.
es: Supongo que este oro lo preparó para pagar a Reme Carrenemoe.
fr: Je suppose que cet or devait servir à payer la capture de Reme Carrenemoe.
it: Scommetto che questo oro era stato preparato per riscattare Reme Carrenemoe.
pl: Sądzę, że było to złoto przygotowane do zapłaty za Reme Carrenemoe.

source: The outlaws are defeated!
cs: Banditi jsou poraženi!
es: ¡Los bandidos han sido derrotados!

source: Akladian? Go away. Since the death of my old man I do not talk to Akladians.
es: ¿Akladianos? Marchaos. Desde la muerte de mi anciano marido no hablo con akladianos.
fr: Akladien ? Passez votre chemin. Depuis la mort de mon vieux mari, je ne parle plus aux Akladiens.
pl: Akladianiec? Odejdź. Od śmierci mego starego ust nie otwieram do Akladiańców.

source: What do you want? I have already taught one of your people how to cure. That should be enough.
es: ¿Qué deseas? Ya le he enseñado a uno de los tuyos a curar. Eso debería bastar.

source: What do you want? I have already told you I speak to no Akladians since my husband, poor old soul, have died.
es: ¿Qué quieres? Ya te he dicho que no hablo con akladianos desde que mi marido, pobre alma anciana, murió.
fr: Qu'est-ce que vous voulez ? Je vous ai déjà dit que je ne parlais plus aux Akladiens depuis la mort de mon mari, le pauvre homme.
pl: Czego tam znowu? Przeca mówiłam, że z Akladiańcami nie gadam od czasu, gdy mój mąż, biedna duszyczka, zmarł.

source: Ooo, who's there? The avengers from Freetown on a mission, huh?
es: Oooh, ¿quién está ahí? Los vengadores de Freetown en una misión, ¿eh?
fr: Ooh, qui est là ? Les vengeurs de Freetown en mission, hein ?
pl: Ooo, a kogóż tu niesie? Bojownicy z Wolnego miasta w misji, co?

source: Yes, old woman, we are from Freetown. You can go back to your village, you are safe now.
es: Sí, anciana, somos de Freetown. Puedes volver a tu aldea, ahora estás a salvo.
fr: Oui, la vieille, nous sommes de Freetown. Vous pouvez rentrer chez vous au village maintenant, vous êtes en sécurité maintenant.
pl: Tak, stara kobieto, myśmy z Wolnego Miasta. Spokojna o swe bezpieczeństwo możesz powrócić do swej wsi.

source: Ha, ha, ha. Indeed I am, since it seems to me you are taking care of orcs and Akladians. You know what, young fellow: in exchange for what you did for this poor village, I will teach you few tricks about herbs.
es: Ja, ja, ja. Así es, ya que me parece que estás dando cuenta de orcos y akladianos. Sabes qué, jovencito: a cambio de lo que hiciste por esta pobre aldea, te enseñaré algunos trucos sobre hierbas.
fr: Ha, ha, ha. Je le suis en effet, du moment que vous vous occupez des orcs et des Akladiens. Tu sais quoi, jeune homme : en échange de ce que tu as fait pour ce pauvre village, je vais t'apprendre quelques trucs avec des herbes.
pl: Cha, cha, cha. No tak, zaiste jestem bezpieczna, bo wygląda mi na to, że się zajmujecie orkami i Akladiańcami. Wiesz co, młody człowieku: w zamian za to, co czynicie dla tej biednej wsi, nauczę ciebie paru sztuczek z ziołami,

source: Back in Freetown
cs: Zpátky ve Svobodově
es: De vuelta en Freetown
fr: Retour à Freetown.
it: Di ritorno a Freetown
pl: Z powrotem w Wolnym Mieście

source: The winter was just ending when we returned to Freetown. Soldiers were singing mirthful songs, waiting impatiently for the chance to see the faces of their wives and children again.
cs: Zima právě končila, když jsme se vraceli zpátky do Svobodova. Vojáci zpívali bujaré písně, netrpělivě očekávajíce, kdy už konečně spatří tváře svých žen a dětí.
es: El invierno estaba a punto de terminar cuando regresamos a Freetown. Los soldados entonaban alegres canciones, esperando impacientes la oportunidad de volver a ver los rostros de sus esposas e hijos.
fr: L'hiver finissait juste alors quand nous sommes retournés à Freetown. Les soldats chantaient des airs joyeux, dans l'heureuse perspective de revoir leur femme et leurs enfants.
it: L'inverno stava finendo quando eravamo di ritorno a Freetown. I soldati cantavano canzoni gioiose aspettando con impazienza di rivedere i visi dei loro familiari.
pl: Zima właśnie się kończyła, gdy powróciliśmy do Wolnego Miasta. Żołnierze śpiewali radosne piosenki, niecierpliwie wyglądając twarzy swoich żon i dzieci.

source: Even Lorin and Karen seemed to finally be getting along. I thought they might have started to like each other. Karen had even promised to show Lorin a few easy exercises to help her to regain the slenderness of her youth.
cs: Dokonce i Lorin a Karen vypadaly, že se konečně daly dohromady. Myslím, že se začaly mít navzájem rády. Karen dokonce slíbila ukázat Lorin několik snadných cvičení, které jí vrátí mladickou postavu.
es: Incluso Lorin y Karen parecían llevarse bien por fin. Creía que habían empezado a gustarse. Karen incluso había prometido enseñarle a Lorin unos cuantos ejercicios fáciles para ayudarla a recuperar la esbeltez de su juventud.
fr: Même Lorin et Karen semblaient finalement mieux s'entendre. Je pense qu'elles commençaient à s'apprécier mutuellement. Karen avait même promis à Lorin de lui montrer quelques exercices faciles qui lui permettraient de retrouver la souplesse de sa jeunesse.
it: Persino Lorin e Karen sembravano finalmente andare d'accordo. Penso che comincino a piacersi. Karen aveva persino promesso a Lorin di mostrarle alcuni facili esercizi che le avrebbero permesso di recuperare la forma fisica della sua gioventù.
pl: Nawet Lorin i Karen wreszcie chyba zaczęły się lubić. Karen nawet obiecała pokazać Lorin kilka łatwych ćwiczeń, które pozwoliłyby jej wrócić do kształtów z lat młodości.

source: Rob Roe disappeared one night and no one, not even the outlaws in my army, knew the reasons of Roe's sudden disappearance. Outlaws were startled by the event and many of them refused to follow my orders any more.
es: Rob Roe desapareció una noche y nadie, ni siquiera los forajidos de mi ejército, conocía las razones de su repentina desaparición. Los proscritos se sobresaltaron por el suceso y muchos de ellos se negaron a seguir mis órdenes.
fr: Rob Roe disparut une nuit et personne, pas même les brigands de mon armée, ne savait pourquoi. Les brigands furent déroutés et pour la plupart, refusèrent d'obéir plus longtemps à mes ordres.
pl: Rob Roe zniknął pewnej nocy i nikt, nawet banici w mojej armii, nie znał przyczyny. Banici byli poruszeni tym zdarzeniem i wielu z nich odmówiło dalszej służby w mojej armii.

source: Ruvio insisted on leaving all Akladians in our army outside the city, in the forest, but I refused. Of course, the inhabitants of Freetown weren't eager to let Akladians into their city. But there were no serious incidents, much to Ruvio's surprise.
cs: Ruvio naléhal, abychom ještě před branami města, v lese, propustili všechny Akladijce z naší armády, ale zamítl jsem to. Samozřejmě, že obyvatelé Svobodova nebyli vůbec šťastní, že Akladijci vstoupili do jejich města. Ale obešlo se to bez vážných incidentů, což potěšilo hlavně Ruvia.
es: Ruvio insistió en dejar a todos los akladianos de nuestro ejército fuera de la ciudad, en el bosque, pero yo me negué. Por supuesto, los habitantes de Freetown no estaban muy dispuestos a dejar entrar a los akladianos en su ciudad. Pero no hubo incidentes graves, para sorpresa de Ruvio.
fr: Ruvio voulait qu'on laisse tous les Akladiens de notre armée en dehors de la cité, dans la forêt. Mais je refusai. Bien sûr les habitants de Freetown n'avaient aucune envie de voir des soldats Akladiens entrer dans leur ville. Mais, à la grande surprise de Ruvio, il n'y eut aucun incident sérieux.
it: Ruvio insisteva nel lasciare tutte le unità di Akladia fuori dalla città, nella foresta, ma io rifiutai. Naturalmente gli abitanti di Freetown non gradirono che la gente di Akladia entrasse nella loro città. Ma non ci fu nessun grave incidente, con grande sorpresa di Ruvio.
pl: Ruvio nalegał, by pozostawić wszystkich Akladyjczyków z naszej armii poza miastem, w lesie, ale odmówiłem. Oczywiście, mieszkańcy nie byli zbyt szczęśliwi widząc Akladyjczyków wkraczających do ich miasta. Ale nie doszło do żadnych poważnych wypadków, co bardzo Ruvia zaskoczyło.

source: Huon and Mithrandil returned a few days after our arrival. When the time appointed for our next meeting came, nobody questioned my right to be there. Lorin also insisted on participating and, after a short quarrel, Gwidle, the most respected leader of the people of Freetown, agreed.
cs: Huon a Mithrandil byli zpátky pár dní po našem příjezdu. Když přišel čas dalšího setkání, nikdo se neptal na mé právo tam být. Taky Lorin naléhala, aby byla přizvána a po krátké hádce Gwidle, nejuznávanější vůdce lidí ze Svobodova, souhlasil.
es: Huon y Mithrandil regresaron unos días después de nuestra llegada. Cuando llegó la hora señalada para nuestra siguiente reunión, nadie cuestionó mi derecho a estar allí. Lorin también insistió en participar y, tras una breve disputa, Gwidle, el líder más respetado de los habitantes de Freetown, accedió.
fr: Huon et Mithrandil furent de retour quelques jours après notre arrivée. Quand le moment d'une nouvelle réunion fut venu, personne ne remit en cause mon droit à y assister. Lorin insista aussi pour participer, et après une courte querelle, Gwidle, le chef le plus respecté du peuple de Freetown accepta.
it: Huon e Mithrandil tornarono pochi giorni dopo il nostro arrivo. Quando fu l'ora di un'altra riunione, nessuno contestò il mio diritto a partecipare. Anche Lorin volle partecipare e, dopo una breve discussione, Gwidle, il più rispettato capo della gente di Freetown, approvò.
pl: Huon i Mithrandil wrócili kilka dni po naszym przybyciu. Kiedy przyszedł czas następnego spotkania, nikt nie kwestionował mojego prawa, by tam być. Także Lorin nalegała, by uczestniczyć i po krótkiej sprzeczce Gwidle, najbardziej szanowany z przywódców Wolnego Miasta, wyraził zgodę.

source: Greetings and wishes of long life and luck for everyone, even for those who were not invited here and who really should never have entered this city. Mithrandil, you were one who insisted on this gathering, so please, begin.
cs: Moje přání dlouhého života a štěstí každému, včetně těch, kteří sem nebyli přizváni a kteří nikdy neměl projít branami tohoto města. Mithrandile, ty jsi naléhal na svolání tohoto sněmu, tak tedy začni.
es: Saludos y deseos de larga vida y suerte para todos, incluso para aquellos que no fueron invitados aquí y que realmente nunca deberían haber entrado en esta ciudad. Mithrandil, tú fuiste quien insistió en esta reunión, así que por favor, comienza.
fr: Salutations et voeux de longue vie et de chance à tous, même à ceux qui n'étaient pas invités et qui n'auraient jamais dû entrer dans cette cité. Mithrandil, vous êtes celui qui a demandé cette rencontre, alors commencez s'il vous plaît.
it: Porgo i miei saluti e miei auguri di lunga vita e fortuna a tutti, anche quelli che non erano invitati e non sarebbero mai dovuti entrare in questa città. Mithrandil, siete stato voi a insistere per questa riunione, dunque prego, a voi la parola.
pl: Pozdrowienia i życzenia długiego życia wszystkim tu obecnym, nawet tym, co nie byli tutaj zaproszeni i nigdy nie powinni się znaleźć w tym mieście. Mithrandilu, ty nalegałeś na to spotkanie, rozpocznij więc proszę

source: Yes, indeed. The news brought here by Ruvio and this brave young man is quite important.
cs: Jistěže. Novinky, jež před nás předestřeli Ruvio a zde tento mladý chrabrý muž, bych označil za bezpochyby velice závažné.
es: Así es. Las noticias traídas aquí por Ruvio y este valiente joven son muy importantes.
fr: Oui, en effet. Les nouvelles apportées par Ruvio et par ce courageux jeune homme sont plutôt importantes.
it: Sì, certo. Le notizie che ci ha portato Ruvio e questo coraggioso giovane sono molto importanti.
pl: Tak, w rzeczy samej. Wiadomości przyniesione przez Ruvia i tego młodego odważnego mężczyznę są bardzo ważne.

source: But why? All they brought back is a name: Grekulak. What's so important about that?
cs: Ale proč? Vždyť jediné, co přinesli, je jeho jméno: Grekulak. Je to pouze jedno slovo. Proč by mělo být tak důležite?
es: Pero, ¿por qué? Todo lo que trajeron de vuelta es un nombre: Grekulak. ¿Qué tiene eso de importante?
fr: Mais pourquoi ? Tout ce qu'ils appris c'est ce nom : Grekulak. Pourquoi est-ce si important ?
it: Ma perché? Tutto quello che ci hanno detto è quel nome: Grekulak. È solo una parola. Cosa c'è di così importante?
pl: Ale dlaczego? Wszystko, czego się dowiedzieliśmy, sprowadza się do jednego imienia: Grekulak. To tylko jedno słowo. Co jest w nim takiego ważnego?

source: I think everyone here knows the legends about Wesnoth's past. When our kingdom was powerful and rich. You may also recall the old story about the invasion by evil forces from the east, led by the evil lich, Mal-Ravanal.
cs: Hádám, všichni, jak jste zde, důvěrně jste byli obeznámeni s legendami o historii Wesnothu. O dobách největších, kdy Wesnoth silným a bohatým se zdál. Zajisté znáte i starý příběh o invazi sil zla z východu, vedenou ďábelským lichem, Mal-Ravanalem.
es: Creo que todos aquí conocen las leyendas sobre el pasado de Wesnoth. Cuando nuestro reino era poderoso y rico. Puede que también recordéis la vieja historia sobre la invasión de fuerzas malignas del este, lideradas por el malvado liche, Mal-Ravanal.
fr: Je pense que tout le monde ici connaît les légendes du passé de Wesnoth. Quand ce royaume était riche et en paix. Vous connaissez aussi la vieille histoire de l'invasion des forces maléfiques de l'est, dirigées par la liche, Mal-Ravanal.
it: Penso che tutti qui conoscano le leggende del passato di Wesnoth, di quando questo regno era potente e ricco. Conoscete inoltre la vecchia storia dell'invasione delle forze diaboliche dall'est, condotta dal malvagio lich, Mal-Ravanal
pl: Myślę, że wszyscy tutaj znają legendy o przeszłości Wesnoth. Kiedy to królestwo było potężne i bogate. Znacie również starą historię o inwazji złych sił ze wschodu, prowadzonych przez złego licza, Mal-Ravanala.

source: What? Of course not, that would be a legend from WESNOTHIAN culture. Is this yet another fairy tale?
es: ¿Qué? Por supuesto que no, eso sería una leyenda de la cultura WESNODIANA. ¿Es otro cuento de hadas?
fr: Quoi ? Bien sûr que non, il doit s'agir d'une légende de la culture WESNOTHIENNE. C'est encore un conte de fées ?
pl: Ja tam nie znam.

source: During this invasion, large parts of Wesnoth were turned into barren wasteland. The swamps of Saorduc were vast, fertile lands a mere three hundred years ago. But this was before a civil war that left Wesnoth divided.
cs: Po této invazi byla velká část Wesnothu zpustošena. Bažiny Saorducké jsou na místě dřívějších úrodných lánů – před pouhými třemi sty let. Poté přišla občanská válka a Wesnoth byl rozdělen.
es: Durante esta invasión, grandes partes de Wesnoth se convirtieron en páramos estériles. Los pantanos de Saorduc eran tierras vastas y fértiles hace apenas trescientos años. Pero esto fue antes de una guerra civil que dejó Wesnoth dividido.
fr: Après cette invasion, une grande partie de Wesnoth devint un désert stérile. Les marais de Saorduc étaient une vaste terre fertile il y a à peu près trois cents ans. Mais, c'était avant la guerre civile et la division de Wesnoth.
it: Dopo questa invasione, gran parte di Wesnoth è stata trasformata in sterile terreno incolto. Le paludi di Saorduc sono nel posto in cui c'erano vaste terre fertili - esattamente trecento anni fa. Poi, è venuta la guerra civile e Wesnoth è stato diviso.
pl: Po inwazji spora część Wesnoth została obrócona w pustkowie. Bagna Saorduc są w miejsciu, gdzie ledwo trzysta lat temu były rozległe urodzajne ziemie. Potem była wojna domowa, i Wesnoth uległo podziałowi

source: Yes, we know this story. That's why the Akladians were able to conquer us... we were splintered. They could never have been succesful had we been united.
cs: Ano, známe tento příběh. To je důvod, proč nás byli schopni Akladijci přemoci. Byli jsme roztříštěni. Pokud bychom byli jednotní, nebyli by nikdy úspěšní.
es: Sí, conocemos esta historia. Por eso los akladianos pudieron conquistarnos... estábamos divididos. Nunca habrían tenido éxito si hubiéramos permanecido juntos.
fr: Oui, nous connaissons cette histoire. C'est pourquoi les Akladiens ont pu nous conquérir... nous étions éparpillés. Ils n'auraient sans doute jamais réussi si nous avions été unis.
it: Sì, conosciamo la storia. Ecco perché i barbari di Akladia sono riusciti a conquistarci. Non ce l'avrebbero mai fatta se fossimo stati uniti.
pl: Tak, znamy tę historię. To dlatego akladyjscy barbarzyńcy byli w stanie nas podbić. Nigdy by im się to nie udało, gdybyśmy byli zjednoczeni, jak niegdyś.

source: We won because this land was given to us by God. That's why he divided you and made you forget how to handle swords, why you became weak. When we came, mercenaries were doing all the fighting for you.
cs: Vyhráli jsme, páč tento plac nám dal Bůh. Proto vás rozdělil a nechal vás zapomenout, jak vládnout mečem a proto se z vás stali slaboši. Když jsme přišli, jenom žoldáci za vás bojovali.
es: Ganamos porque Dios nos dio esta tierra. Por eso os dividió y os hizo olvidar cómo manejar las espadas, y por eso os volvisteis débiles. Cuando llegamos, los mercenarios dieron toda la lucha por vosotros.
fr: Nous avons gagné parce que cette terre nous a été donnée par Dieu. Voila pourquoi il vous a divisé et vous a fait oublier comment on tient une épée, ce qui vous a rendu faibles. Quand nous sommes arrivés, c'étaient seulement des mercenaires qui se battaient chez vous.
it: Vincemmo perché questa terra ci è stata data dagli dei. Ecco perché vi hanno diviso e vi hanno fatto dimenticare a maneggiare le spade, ecco perché vi siete indeboliti. Quando siamo arrivati erano i mercenari a fare tutto il lavoro per voi.
pl: Wygraliśmy, bo ta ziemia została nam podarowana przez Boga. Dlatego właśnie podzielił was i sprawił, byście zapomnieli, jak się włada mieczami, i uczynił was słabymi. Kiedy przybyliśmy, walczyli za was sami najemnicy.

source: So, as I was saying before you were so kind as to interrupt me, some time ago a new leader appeared amongst the orcs. His name was Grekulak. He united orcish tribes, one by one, using treachery and gold. Right now he rules more than a third of the orcish hordes.
cs: Takže, jak jsem vám vypověděl ještě předtím, než jste mne ráčila přerušit, před nějakým časem nový vůdce se objevil mezi skřety. Jmenoval se Grekulak. Zlatem, lépe řečeno lstí a zlatem, sjednotil hordy skřetů, jednu po druhé, takže nyní poroučí více než třetině skřetů.
es: Así que, como estaba diciendo antes de que fueras tan amable de interrumpirme, hace algún tiempo apareció un nuevo líder entre los orcos. Su nombre era Grekulak. Unió a las tribus orcas, una por una, usando la traición y el oro. Ahora gobierna más de un tercio de las hordas orcas.
fr: Donc, comme je le disais juste avant que vous soyez assez aimable pour m'interrompre, il y a quelque temps, un nouveau chef est apparu parmi les orcs. Son nom est Grekulak. Il a uni les tribus, une par une, par traîtrise ou par corruption. En ce moment, il dirige plus d'un tiers des hordes orcs.
it: Dunque, come stavo dicendo prima che foste così cortesi da interrompermi, qualche tempo fa apparve un nuovo capo tra gli orchi. Si chiamava Grekulak. Stava riunendo le tribù di orchi, una alla volta, usando oro, tradimento e oro e proprio ora controlla più di un terzo dell'orda degli orchi.
pl: Tak więc, jak mówiłem tuż zanim byliście uprzejmi mi przerwać, jakiś czas temu nowy przywódca pojawił się między orkami. Jego imię brzmiało Grekulak. Jednoczył plemiona orków, jedno po drugim, używając złota i zdrady. Obecnie kontroluje więcej niż trzecią część hordy.

source: Wait, wait. You were talking about Mal-Ravanal. What does he have to do with Grekulak?
cs: Počkej, počkej. Mluvíš o Mal-Ravanalovi. A co ten má společného s Grekulakem?
es: Espera espera. Estabas hablando de Mal-Ravanal. ¿Qué tiene que ver con Grekulak?
fr: Attendez, attendez. Vous nous parliez de Mal-Ravanal. Qu'est-ce qu'il a à voir avec ce Grekulak ?
it: Aspetta, aspetta. Stavi parlando di Mal-ravanal. Cosa c'entra con questo Grekulak?
pl: Zaraz, zaraz. Mówiliście o Mal-Ravanalu. Co on ma wspólnego z tym Grekulakiem?
