Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Even the fall of Weldyn was not enough to convince the Wesnothian kings to unite against this common danger. They came together temporarily and even won a large battle, but after this victory they went back to their old quarrels. So they were taken, one by one. Only Elensefar and the last outposts on the sea shore and the north were left, some of them ruled by members of the royal line of... questionable legitimacy. Almost the whole of Wesnoth became the spoil of the Akladian barbarians, who introduced their unthinkably stringent and cruel laws into civilised lands, chasing mages and murdering elvish and dwarvish traders.
cs: Ani pád Weldynu nepřiměl wesnothské krále, aby se proti tomuto společnému nebezpečí spojili. Dočasně se sešli a dokonce vyhráli velkou bitvu, ale po tomto vítězství se vrátili ke svým starým sporům. A tak byli jeden po druhém poraženi. Pouze Elensefar a poslední přímořská pobřeží a severní oblasti si zachovaly svrchovanost, leč u některých zůstává na pováženou legalita jejich královských linií... Téměř celý Wesnoth stal kořistí barbarských Akladijců, kteří s sebou do civilizovaných zemí přinesli své nemyslitelně přísné a kruté zákony, pronásledování mágů a vraždění elfích a trpasličích obchodníků.
es: Ni siquiera la caída de Weldyn bastó para convencer a los reyes wesnodianos de que se unieran contra este peligro común. Se unieron temporalmente e incluso ganaron una gran batalla, pero tras esta victoria volvieron a sus viejas rencillas. Así que fueron capturados, uno a uno. Sólo quedaron Elensefar y los últimos puestos avanzados de la costa y el norte, algunos de ellos gobernados por miembros de la línea real de... dudosa legitimidad. Casi todo Wesnoth se convirtió en botín de los bárbaros akladianos, que introdujeron sus leyes impensablemente estrictas y crueles en tierras civilizadas, persiguiendo a magos y asesinando a comerciantes elfos y enanos.
fr: Même la chute de Weldyn ne fut pas suffisante pour convaincre les rois Wesnothiens de s'unir contre le danger commun. Ils finirent par s'unir et remportèrent même une grande bataille, mais après cette victoire, ils retombèrent dans leurs vieilles querelles. Ainsi ils tombèrent les uns après les autres aux mains des nouveaux-venus. Seuls Elensefar, les derniers bastions sur la côte et le Nord furent épargnés, certains d'entre eux dirigés par les membres d'une lignée royale de légitimité douteuse. Tous les Wesnothiens devinrent le butin des barbares Akladiens. Ceux-ci imposèrent leurs lois intransigeantes et cruelles dans les contrées civilisées, pourchassant les mages, assassinant les elfes et les nains marchands.
it: Neppure la caduta di Weldyn fu sufficiente a convincere i re di Wesnoth a unirsi contro il comune pericolo. Si unirono temporaneamente e vinsero persino una battaglia, ma dopo questa vittoria tornarono a litigare. Così sono stati sconfitti, uno per uno. Soltanto Elensefar e gli ultimi avamposti sulla riva del mare e il nord furono risparmiati, alcuni di questi governati dai membri di un lignaggio reale della discutibile legalità. L'intero Wesnoth divenne zona di razzia dei barbari di Akladia che introdussero le loro leggi di impensabile rigore e crudeltà nelle terre civilizzate, dando la caccia ai maghi, assassinando elfi e nani.
pl: Nawet upadek Weldyn nie przekonał królów, by zjednoczyli się przeciwko zagrożeniu. Zawarli tymczasowy sojusz, ale jedno zwycięstwo wystarczyło, by ponownie pogrążyło się w starych kłótniach. Padli jeden po drugim, podbijani pojedyńczo - za wyjątkiem Elensafaru i pojedyńczych osad na wybrzeżu i północy. Całe Wesnoth stało się łupem nowych barbarzyńskich władców wprowadzających niesłychanie ostre i okrutne prawa, ścigających magów i mordujących krasnoludzkich i elfich kupców.

source: Eventually, your grandfather, Gawen, divided the land among his four sons. Akladians have become far less ruthless, cruel and fearsome now, after years of reasonable prosperity. They even started to mix with Wesnothians, and your father was not the first nor the last who married a Wesnothian woman.
cs: Tehdy tvůj děd, Gawene, rozdělil dobyté území mezi své čtyři syny. Po letech prosperity pak se pak Akladijci stali mnohem méně nemilosrdnými, krutými i nebojácnými. A začali se mísit s wesnothským obyvatelstvem. Tvůj otec nebyl první, kdo se oženil s wesnothskou dívkou.
es: Con el tiempo, tu abuelo, Gawen, dividió la tierra entre sus cuatro hijos. Ahora, tras años de razonable prosperidad, los akladianos son mucho menos despiadados, crueles y temibles. Incluso empezaron a mezclarse con wesnodianos, y tu padre no fue el primero ni el último que se casó con una wesnodiana.
fr: Ensuite, votre grand-père, Gawen, divisa le pays entre ses quatre fils. Les Akladiens étaient devenus nettement moins impitoyables, cruels et effroyables après des années de prospérité raisonnable. Ils avaient même commencé à se mêler aux Wesnothiens et votre père ne fut ni le premier ni le dernier à épouser une femme Wesnothienne.
it: In seguito tuo nonno, Gawen, divise il regno fra i suoi quattro figli. Dopo anni di ragionevole prosperità, la gente di Akladia è diventata ora molto meno spietata, crudele e terribile. Hanno persino cominciato a mescolarsi con la gente di Wesnoth e tuo padre non è stato il primo né sarà l'ultimo a sposare una donna di Wesnoth.
pl: Później twój dziadek, Gawenie, podzielił ziemię między czterech synów, a Akladianie stali się mniej bezwzględni, okrutni i przerażający po latach względnego dobrobytu. Zaczęli się nawet mieszać z Wesnotyjczykami, a twój ojciec nie był ani pierwszym ani ostatnim z twojego ludu, który ożenił się z Wesnotyjską kobietą.

source: In the meantime, Grekulak has been trying to gather what was left after the fall of his kingdom. The Akladian rebellion was a serious blow to him. I think it took him more than a century to rebuild his forces. He abandoned his plans of breeding a new race of warriors and now relies on armies of the undead, armies that cannot rebel against him. His minions have arrived here now, trying to seduce orcs and some of the Akladians with promises of gold, fame and who knows what else.
cs: Mezi tím se Grekulak snažil posbírat, co se se dalo z jeho zničeného království. Akladijská rebelie pro něj byla strašnou ranou. Myslím, že mu trvalo více než století, než znovu vybudoval svou armádu. Zavrhl své plány na vyšlechtění nové rasy válečníků. Nyní spoléhá na armády nemrtvých, armády, které se proti němu nemohou vzbouřit. V současné době sem dorazili jeho přisluhovači, kteří se snaží svést skřety a některé Akladijce přísliby zlata, slávy a kdoví čeho ještě.
es: Mientras tanto, Grekulak ha estado intentando reunir lo que quedó tras la caída de su reino. La rebelión akladiana fue un duro golpe para él. Creo que le llevó más de un siglo reconstruir sus fuerzas. Abandonó sus planes de criar una nueva raza de guerreros y ahora confía en ejércitos de muertos vivientes, ejércitos que no pueden rebelarse contra él. Sus secuaces han llegado aquí ahora, tratando de seducir a los orcos y a algunos de los akladianos con promesas de oro, fama y quién sabe qué más.
fr: Entre-temps, Grekulak essaya de rassembler ce qui lui restait après la chute de son royaume. La rébellion Akladienne a dû être un coup très dur pour lui. Je pense qu'il lui a fallu plus d'un siècle pour reconstruire ses forces. Il a abandonné l'idée de créer une nouvelle race de guerriers et compte sur des armées de morts-vivants incapables de se rebeller contre lui. Ses favoris sont arrivés par ici, essayant de séduire les orcs et certains Akladiens en leur promettant de l'or, la gloire et Dieu-sait-quoi d'autre.
it: Nel frattempo Grekulak stava tentando di riunificare quello che era rimasto dopo il crollo del suo regno. La ribellione di Akladia fu un brutto colpo per lui. Penso che gli ci volle più di un secolo per ricostruire le sue forze. Abbandonò i programmi per allevare un'altra razza di guerrieri. Ora è venuto qui, provando a sedurre gli orchi e qualcuno di Akladia con promesse di oro, fama e chissà cos'altro.
pl: W międzyczasie, Grekulak starał się zebrać w całość to, co pozostało z jego królestwa, któremu akladiańska rebelia zadała poważny cios. Ponad wiek zabrało mu odbudowanie sił. Porzucił plany wyhodowania następnej rasy wojowników, przyszedł teraz próbując uwieść orki i Akladian obietnicami złota, sławy i kto jeszcze wie czego.

source: This story... Deorien, are you sure about this?
cs: Tento příběh... Deoriene, jsi si tím jistý?
es: Esta historia... Deorien, ¿estás seguro de esto?

source: There, he's finished his story. Can we kill him now?
cs: Teď, když dovykládal tu pohádku. Můžem ho konečně zabít?
es: Ya está, ha terminado su historia. ¿Podemos matarlo ahora?
fr: Maintenant qu'il a fini son histoire, on peut le tuer ?
it: Adesso ha finito la sua storia, dovremmo ucciderlo ora?
pl: No, dwie dziurki w nosie i skończyło się. Zabijamy gada?

source: Mother, don't you get it? It means we are practically half-orcs!
cs: Matko, tos to ještě nepochopila? To znamená, že jsme prakticky poloskřeti!
es: Madre, ¿no lo entiendes? ¡Significa que somos prácticamente medio-orcos!
fr: Mère, vous avez entendu ? Ça veut dire que nous sommes pratiquement des demi-orcs !
it: Madre, non hai afferrato? Vuol dire che praticamente siamo mezzi orchi!
pl: Matko, czy ty nic nie pojęłaś z tej historii? Przecież, to oznacza... że jesteśmy w połowie orkami!

source: No, Gawen. Grekulak used the human form as a base and added few orcish features. To describe Akladians as half-orcs is a gross oversimplification.
cs: Ne, Gawene. Použil jako základ lidskou formu a pouze přidával skřetí vlastnosti. Popsat Akladijce jako půlskřety je velice hrubé zjednodušení.
es: No, Gawen. Grekulak utilizó la forma humana como base y añadió algunos rasgos orcos. Describir a los akladianos como medio-orcos es una simplificación excesiva.
fr: Non Gawen. Grekulak a utilisé les humains comme base et n'y a ajouté que peu de traits orcs. Décrire les Akladiens comme des demi-orcs est une simplification grossière.
it: No, Gawen. Grekulak ha usato una base umana e vi ha aggiunto alcune caratteristiche degli Orchi. Descrivere la gente di Akladia come mezzi Orchi è una grossolana semplificazione.
pl: Nie, Gawenie. Grekulak użył ludzkiej formy jako podstawy i dodał kilka orczych cech. Nazywać Akladyjczyków pół-orkami to wielkie uproszczenie.

source: So why did you tell us that whole story?
cs: Proč nám zde vykládáš tento předlouhý příběh?
es: Entonces, ¿por qué nos contaste toda esa historia?
fr: Pourquoi nous avez-vous raconté cette longue histoire ?
it: Perché non ci racconti questa lunga storia dall'inizio?
pl: Więc dlaczego opowiedziałeś nam tą całą historię?

source: You have probably heard the stories about the coming of an Akladian messiah. I think that Grekulak is the source of this stories. He wants to appear amongst the Akladians, to seize control over them again. But we may use those stories against him. The Oracle has also started to make prophecies of her own, and they are more unclear - and more popular - than Grekulak's. While Grekulak's stories state that the new messiah will not be Akladian, the more popular version - from the Oracle - is that he will not be fully Akladian.
cs: Pravděpodobně jsi již slyšel příběhy o mesiáši. Předpokládá, že Grekulak je zdrojem těchto příběhů. Hodlá se zjevit mezi Akladijci a znovu je ovládnout. Ale my máme šanci využít těchto příběhů proti němu. Navíc Věštkyně započala tvořit svá vlastní proroctví, dostatečně nejasná k tomu, aby se rychle roznesla. Podle Grekulakovy verze jím nebude Akladijec, podle Věštkyniny verze to nebude úplný Akladijec.
es: Seguramente habrás oído las historias sobre la llegada de un mesías akladiano. Creo que Grekulak es la fuente de estas historias. Quiere aparecer entre los akladianos, para hacerse de nuevo con el control sobre ellos. Pero podemos usar esas historias contra él. El Oráculo también ha empezado a hacer sus propias profecías, y son más confusas -y más populares- que las de Grekulak. Mientras que las historias de Grekulak afirman que el nuevo mesías no será akladiano, la versión más popular -del Oráculo- es que no será totalmente akladiano.
fr: Vous avez probablement entendu parler d'un messie Akladien. Je pense que Grekulak est à l'origine de ces histoires. Il veut réapparaître parmi les Akladiens et les reprendre sous son contrôle. Mais nous pouvons utiliser cette histoire contre lui. L'Oracle a aussi lancé ses propres prophéties, qui sont moins floues et plus populaires que celles de Grekulak. Alors que Grekulak prétend que le nouveau messie ne sera pas du tout un Akladien, la version plus populaire - celle de l'Oracle - affirme qu'il ne sera pas entièrement Akladien.
it: Probabilmente avrete sentito le storie sul "Liberatore". Penso che sia Grekulak la fonte di queste queste storie. Vuole riapparire fra la gente di Akladia per dominarli di nuovo. Ma possiamo usare quelle storie contro di lui. Per contrastarlo l'Oracolo inoltre ha cominciato a fare le sue proprie profezie, abbastanza oscure da essere popolari. Grekulak dice che il Liberatore non sarà di Akladia, mentre la versione dell'Oracolo più popolare è che non sarà completamente di Akladia.
pl: Słyszałeś zapewne opowiadania o mesjaszu. Myślę, że to Grekulak jest ich źródłem. Chce się pojawić wśród Akladian i uchwycić ich ponownie. Ale możemy jego historie wykorzystać przeciw niemu. Wyrocznia zaczęła głosić własne przepowiednie, wystarczająco niejasne, by stały się popularne. Oryginalna wersja głosiła, że mesjasz nie bedzie Akladianinem, wersja Wyroczni - znacznie popularniejsza - mówi jedynie, że nie będzie nim w pełni.

source: I think you understand now, Gawen. You will become that new messiah. In better times, Wesnoth might have defeated Grekulak easily. Even Akladians could defeat him on his own if not for the current unrest. But in this time of disunity Grekulak has a good chance of taking over these lands, and then over the whole world.
cs: Myslíš, že jsi to pochopil, Gawene, ty budeš tím novým mesiášem. V lepších časech by Wesnoth s přehledem porazil Grekulaka. I sami Akladijci by jej byli schopni sami porazit. Ale nyní, v době rozdrobenosti má Grekulak, stejně jako kdysi Akladijci, šanci ovládnout postupně všechna území a posléze i celý svět.
es: Creo que ahora lo entiendes, Gawen. Te convertirás en ese nuevo mesías. En tiempos mejores, Wesnoth podría haber derrotado a Grekulak fácilmente. Incluso los akladianos podrían derrotarlo por su cuenta si no fuera por la agitación actual. Pero en este tiempo de desunión Grekulak tiene una buena oportunidad de apoderarse de estas tierras, y luego de todo el mundo.
fr: Je pense que vous comprenez maintenant, Gawen. Vous allez devenir ce messie. En des temps meilleurs, Wesnoth aurait facilement pu vaincre Grekulak. Même les Akladiens auraient pu le vaincre sans le désordre actuel. Mais en ces temps de division Grekulak a une chance de conquérir ces terres et ensuite le monde entier.
it: Penso che adesso tu capisca. Gawen, sarai tu il nuovo Liberatore. Nei tempi migliori Wesnoth avrebbe sconfitto facilmente Grekulak. Anche la gente di Akladia potrebbe sconfiggerlo da sola se non ci fosse questo caos. Ma in questo periodo di divisione Grekulak ha la possibilità di prendere il controllo di queste terre ed quindi del mondo intero.
pl: Myślę, że już rozumiecie. Gawenie, ty będziesz tym nowym mesjaszem. W lepszych czasach Wesnoth pokonałby Grekulaka z łatwością. Nawet Akladianie daliby mu radę samemu, gdyby nie panujący chaos. Ale w tym czasie rozłamu Grekulak ma szansę podboju tych ziem, a potem - całego świata.

source: Messiah, ha, ha, ha, that's rich! I really miss Karen - she would probably immediately create some witty song about this. Gawen the messiah! First the king, and now the messiah! Quite the career for someone who is considered a bastard by Akladians and an uncouth barbarian by the Wesnothians!
cs: Mesiáš, ha, ha, ha, to je fakt dobrý. Skutečně mi tu chybí Karen – jistě by o tom ihned složila veršovanku. Gawen mesiášem! Nejdřív král, a teď dokonce Mesiáš! Jaká úžasná kariéra pro někoho, kdo je i Akladijci označen za barbara!
es: Mesías, ja, ja, ja, ¡qué gracioso! Echo mucho de menos a Karen - seguro que crearía inmediatamente alguna canción ingeniosa sobre esto. ¡Gawen el mesías! Primero el rey, ¡y ahora el mesías! ¡Toda una carrera para alguien a quien los akladianos consideran un bastardo y los wesnodianos consideran un bárbaro grosero.!
fr: Messie ! Ha, ha, ha, c'est trop ! Karen me manque vraiment ! Elle aurait immédiatement écrit une chanson très spirituelle là dessus... Gawen le messie ! D'abord le roi et maintenant le messie ! Quelle carrière pour quelqu'un considéré comme un bâtard par les Akladiens et un barbare inculte par les Wesnothiens !
it: 'Liberatore', ah, ah, ah, questa è buona. Ci manca davvero Karen - probabilmente ci avrebbe scritto subito un'allegra canzone. Gawen il "Liberatore"! Prima re e ora "Liberatore"! Che carriera per qualcuno che la gente di Akladia considera bastardo.
pl: Mesjasz, cha cha cha, a to dobre. Naprawdę tęsknię za Karen - od razu wymyśliłaby jakąś zabawną pieśń na ten temat. Mesjasz Gawen! Najpierw królem, a potem mesjaszem! Co za niesamowita kariera jak na kogoś, kogo Akladyjczycy uważają za bękarta.

source: No, Gawen. For a great many Akladians, especially common clan members, Gawen Hagarthen is the rightful king. Only a jealous faction of rebellious Akladian lords hates you. But you are the only person who can unite both Akladians and Wesnothians, who can forge one nation of them, and defeat the forces of evil led by Grekulak, which are even now almost upon our very doorstep.
cs: Ne Gawene. Pro velkou část Akladijců, zvláště pro členy tvého vlastního klanu, je Gawen Hagarthen právoplatným králem. Jenom část akladijských lordů tě nenávidí. Jsi tím, kdo má sílu sjednotit Akladijce a Wesnothské, stvořit z nich jeden národ, a porazit nepřátelské jednotky, které sem dorazí pod vedením Grekulaka.
es: No, Gawen. Para muchos akladianos, especialmente miembros comunes de los clanes, Gawen Hagarthen es el rey legítimo. Sólo una facción celosa de señores rebeldes akladianos te odia. Pero tú eres la única persona que puede unir a akladianos y wesnodianos, que puede forjar una nación de ellos, y derrotar a las fuerzas del mal lideradas por Grekulak, que ahora están casi a nuestras mismas puertas.
fr: Non Gawen. Pour la grande majorité des Akladiens, spécialement les simples membres de clans, Gawen Hagarthen est le roi légitime. Seule une faction jalouse de seigneurs rebelles vous déteste. Vous êtes le seul à pouvoir réunir les Akladiens et les Wesnothiens, le seul à pouvoir créer une nation unique avec eux, et le seul à pouvoir vaincre les forces maléfiques menées par Grekulak, qui sont presque à notre porte.
it: No, Gawen. Per moltissimi uomini di Akladia, specie tra i semplici membri di clan, Gawen Hagarthen è il re legittimo. Solo una parte dei signori ti odia. Sei l'unica persona che può unire sia Akladia sia Wesnoth, che può creare una sola nazione con loro e sconfiggere le forze del male che sono arrivate qui guidate da Grekulak.
pl: Nie Gawen. Dla rzeszy Akladian, szczególnie prostych ludzi, to Gawen Hagarthen jest prawowitym królem, nienawidzi cię jedynie garstka możnych panów. Jesteś jedyną osobą, która może zjednoczyć Akladian i Wesnotyjczyków, wykuć z nich jedną nację i pokonać zło, które przywiódł tu Grekulak.

source: And how do you think I am supposed to do it? I'm just going to say 'hey guys, you may call me the messiah now'? Isn't some kind of miracle needed for this kind of stuff?
cs: A jak si myslíš, že to udělám? Třeba že řeknu: „Nazdar hoši, od teď mi říkejte mesiáš.“? Není k tomu nutné vykonat nějaké zázraky nebo něco takového?
es: ¿Y cómo crees que voy a hacerlo? ¿Simplemente voy a decir "hola chicos, ya podéis llamarme mesías"? ¿No se necesita algún tipo de milagro para este tipo de cosas?
fr: Et comment suis-je censé faire ! Tout simplement leur dire : 'Salut les gars, vous pouvez m'appeler messie maintenant' ? Ne faudrait-il pas quelques miracles pour rendre la chose plus crédible ?
it: Ma come pensi che possa farlo? Dirò solo «Ehi, ragazzi, adesso chiamatemi Liberatore»? Non serve un miracolo e roba del genere?
pl: I jak to sobie wyobrażasz? Mam krzyknąć "hej ludziska, możecie mnie od dzisiaj nazywać mesjaszem"? Nie potrzeba do tego przypadkiem jakiegoś cudu?

source: The Oracle will declare you to be the messiah, and Akladians from all the kingdoms, including even the other Akladian kings, will acknowledge you. You are also of the Wesnothian royal line, so Wesnothians will recognise you as their legitimate ruler. As Gaumhaldric you were able to make a name of your own. And I, and all surviving mages, will serve you as well.
cs: Věštkyně tě prohlásí mesiášem, a Akladijci ze všech království, včetně všech ostatních králů, se ti pokloní. Pocházíš z wesnothské královské krve, takže i lidé Wesnothu tě přijmou za svého právoplatného dědice trůnu. A jako Gaumhaldrik sis vybudoval velké jméno a prestiž. A nakonec já i všichni přeživší mágové ti budou sloužit.
es: El Oráculo te declarará mesías, y los akladianos de todos los reinos, incluso los otros reyes akladianos, te reconocerán. También perteneces a la línea real wesnodiana, por lo que los wesnodianos te reconocerán como su legítimo gobernante. Como Gaumhaldric fuiste capaz de hacerte un nombre propio. Y yo, y todos los magos supervivientes, también te serviremos.
fr: L'oracle va vous déclarer messie et les Akladiens de tous les royaumes, ainsi que les autres rois, vous reconnaîtront. Vous êtes aussi Wesnothien de lignée royale, donc les Wesnothiens vont aussi vous reconnaître comme leur seigneur légitime. En tant que Gaumhaldric, vous vous êtes fait un nom par vous-même. Et moi et les autres mages survivants vous servirons.
it: L'Oracolo ti dichiarerà il Liberatore e tutti i regni di Akladia, compresi persino gli altri re, ti riconosceranno. Sei della stirpe reale di Wesnoth, così anche Wesnoth ti riconoscerà come loro legittimo governante. Come Gaumhaldric ti sei costruito la tua reputazione. E io e tutti i maghi sopravvissuti ti serviremo.
pl: Wyrocznia ogłosi cię mesjaszem, a wtedy Akladianie ze wszystkich królestw, z ich władcami włącznie, uznają cię. A ponieważ jesteś z linii królów Wesnoth, Wesnotyjczycy zrobią to również. Wyrobiłeś sobie pewną sławę jako Gaumhaldric. No i wszyscy ocalali magowie będą ci służyć. Ja również.

source: Oh, shut up, foul mage! Everything you told us is blasphemy. Gawen Hagarthen is the rightful king of Vakladia...
cs: Zklapni, pitomý mágu. Všechno, cos tu navykládal, jsou žvásty. Gawen Hagarthen je král Vakladie.
es: ¡Oh, cállate, mago repugnante! Todo lo que nos dijiste es una blasfemia. Gawen Hagarthen es el legítimo rey de Vakladia...
fr: Tais-toi saleté de mage ! Tout ce que tu dis n'est que blasphème. Gawen Hagarthen est le roi légitime de Vakladia.
it: Taci, lurido mago. Tutto quello che ci hai detto era blasfemo. Gawen Hagarthen è il re di Vakladia.
pl: Zamilcz, obrzydły magu. Wszystkie słowa, które wypowiedziałeś, bluźnierstwem. były. Gawen Hagarthen jest królem Vakladii.
