Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Reumario, whatever my mother did to you, there is no need for you to behave like a lout. If you don't like me, fine, but show that with your sword, not with your mouth.
cs: Reumario, cokoli ti má matka udělala, není třeba se chovat jako idiot. Pokud nemáš rád mě, ukaž mi to svým mečem, ne jazykem.
es: Reumario, te haya hecho lo que te haya hecho mi madre, no hay necesidad de que te comportes como un patán. Si no te gusto, bien, pero demuéstralo con la espada, no con la boca.
fr: Reumario, quoi que ma mère ait pu te faire, ce n'est pas la peine de te conduire comme un voyou. Si tu ne m'aimes pas, soit, mais montre-le avec ton épée plutôt qu'avec ta langue.
it: Reumario, qualunque cosa ti abbia fatto mia madre, non comportarti come uno stupido. Se non ti vado a genio, bene, ma dimostralo con la tua spada, non con la bocca.
pl: Reumario, cokolwiek moja macocha wam zrobiła, nie musicie się zachowywać, jak prostak. Jeżeli mnie nie lubicie, nie ma sprawy, ale okażcie to za pomocą miecza, a nie gęby.

source: Ha, Reumario. Does this feel a bit like a deja vu? What was that you were saying? Oh, that's right, that you dreamt of repaying me.
cs: Ha, Reumario. Nevypadá to jako deja vu? Cos to zase říkal? Aha, že přišel můj čas.
es: Ja, Reumario. ¿No te parece un deja vu? ¿Qué era lo que decías? Ah, es verdad, que soñabas con reembolsarme.
fr: Ha, Reumario. Est-ce que ça n'a pas un petit goût de déjà-vu ? Que disais-tu déjà ? Ah oui, que tu rêvais de me rendre la monnaie de ma pièce.
it: Ah, Reumario. Non ti sembra di vivere un deja vu? Cos'è che stavi dicendo? Ah che era giunta la mia ora.
pl: Ha, Reumario. Czyż nie czujesz czegoś w rodzaju deja vu? A teraz, zaraz, co ty tam wcześniej mówiłeś? Aaa już wiem, że mój czas nadszedł.

source: Ruins of the Past
cs: Ruiny minulosti
es: Ruinas del pasado
fr: Ruines du passé.
it: Rovine del passato
pl: Ruiny Przeszłości

source: What I am about to tell you is the product of many years of meditations and gathering of small bits of information. I cannot guarantee that everything you will hear is true. But I think I have guessed story of Grekulak more or less correctly.
cs: To, co ti nyní sdělím, je výsledek mnohaleté meditace a trpělivého shromažďování malých střípků informací. Nezaručím ti, že vše, co ti nyní vyjevím, je pravda. Ale myslím, že ti mohu vypovědět víceméně přesný příběh Grekulaka.
es: Lo que voy a contarte es el producto de muchos años de meditaciones y recopilación de pequeños fragmentos de información. No puedo garantizar que todo lo que oirás sea cierto. Pero creo que he adivinado la historia de Grekulak más o menos correctamente.
fr: Ce que je vais vous dire est le fruit de nombreuses années de méditations et de patient assemblage de bribes d'information. Je ne garantis pas que tout ce que vous allez entendre est vrai. Mais je pense que j'ai deviné plus ou moins correctement l'histoire de Grekulak.
it: Quanto ti sto per raccontare è il risultato di molti anni passati a meditare e a raccogliere frammenti di informazione. Non garantisco che tutto quello che ascolterai sia veritiero. Ma penso di aver azzeccato più o meno correttamente la storia di Grekulak.
pl: To co usłyszysz jest efektem wielu lat medytacji i pracochłonnego zbierania strzępków informacji. Nie moge zagwarantować, że wszystko jest prawdą, ale mniej lub bardziej poprawnie oddaje historię Grekulaka.

source: But one of adepts of Mal-Ravanal survived; paradoxically, the weakest one. His magic seems to be of a slightly different ilk than that of his fellow liches. In fact, I hesitate to call him a lich at all. I know of no other lich who has kept up his human appearance with the stubbornness of Grekulak. According to my spies, he still looks like a living human.
cs: Ale jeden z Mal-Ravanalových adeptů přežil, paradoxně ten nejslabší. Jeho magie se zdá být jiného druhu než magie všech ostatních lichů. Ve skutečnosti váhám, zda ho vůbec nazvat lichem. Neznám žádného jiného licha, který by si zachoval svůj lidský vzhled s tvrdohlavostí Grekulaka. Podle mých špehů stále vypadá jako živý člověk.
es: Pero uno de los adeptos de Mal-Ravanal sobrevivió; paradójicamente, el más débil. Su magia parecía ser de una clase ligeramente diferente a la de sus compañeros liches. De hecho, dudo en llamarlo liche. No conozco a ningún otro liche que haya mantenido su apariencia humana con la obstinación de Grekulak. Según mis espías, sigue pareciendo un humano vivo.

source: After Mal-Ravanal's defeat, Grekulak was trapped in the swamps, spending his days roving in the morass and quagmire. Finally he came up with an idea. The undead had been storming the world of Wesnoth for millenia. They never succeeded, and often a very small group of brave living creatures - be they elves, humans or dwarves - were able to defeat large hordes of undead.
cs: Po porážce Mal-Ravanala bloudil Grekulak močály a bažinami. Během toulek si začal pohrávat s jistou myšlenkou. Nemrtví útočili na Wesnoth po celá tisíciletí. Vždy bez úspěchu. Někdy stačila dokonce malá skupinka odvážných smrtelníků – ať již to byli elfové, lidé nebo trpaslíci – aby rozdrtila hordy nemrtvých.
es: Tras la derrota de Mal-Ravanal, Grekulak quedó atrapado en los pantanos, pasando los días vagando por la ciénaga y el lodazal. Finalmente se le ocurrió una idea. Los no muertos llevaban milenios asaltando el mundo de Wesnoth. Nunca tenían éxito, y a menudo un grupo muy pequeño de valientes criaturas vivas -ya fueran elfos, humanos o enanos- era capaz de derrotar a grandes hordas de no muertos.
fr: Après la chute de Mal-Ravanal, Grekulak s'est retrouvé piégé dans les marais, passant ses journées à ramer dans les fondrières et dans la boue. Finalement, il lui vint une idée : les morts-vivants avaient déferlé sur Wesnoth depuis des millénaires, mais ils n'étaient jamais parvenus à leurs fins et, souvent un très petit groupe de créatures courageuses -elfes, humains ou nains - s'étaient montré capable de défaire des hordes entières de morts-vivants.
it: Dopo la sconfitta di Mal-Ravanal, Grekulak vagò per pantani e acquitrini. Finché non gli venne un'idea. I non-morti infestavano da millenni il mondo di Wesnoth. Non hanno mai vinto e a volte piccoli gruppi di coraggiose creature viventi - fossero elfi, uomini o nani - sono stati capaci di sconfiggere grosse orde di morti viventi.
pl: Po klęsce Mal-Ravanala Grakulak błąkał się wśród bagien i trzęsawisk. Wreszcie do głowy przyszedł mu pewien pomysł. Przez całe millenia nieumarli szturmowali Wesnoth. Nigdy nie osiągnęli sukcesu. Czasami nawet mała grupka odważnych istot - elfów, ludzi czy krasnoludów - była w stanie pokonać olbrzymie hordy nieumarłych.

source: Grekulak's desire was to rule over the whole of the world. The art of necromancy was only a means for him, not the end itself - at least, that's what I think. Undead lack their own will, spirit, and intelligence and that seemed to him to be the reason for their constant failures. So Grekulak decided that in order to rule the world, he would need to use some race of living creatures as his servants.
cs: Grekulak chtěl ovládnout celý svět a umění nekromancie byla pro něj pouze cesta, nikoli cíl – tedy pokud jsem ho správně pochopil. Nemrtví ztratili svou vůli, ducha a inteligenci a proto nikdy neuspěli. Tak se Grekulak rozhodl, že použije smrtelníky.
es: El deseo de Grekulak era gobernar todo el mundo. El arte de la nigromancia era sólo un medio para él, no el fin en sí mismo; al menos, eso es lo que yo creo. Los no muertos carecen de voluntad, espíritu e inteligencia propios, y esa le parecía la razón de sus constantes fracasos. Así que Grekulak decidió que, para gobernar el mundo, necesitaría utilizar alguna raza de criaturas vivas como sus sirvientes.
fr: Grekulak voulait diriger le monde entier et l'art de la nécromancie n'était qu'un moyen pour lui, pas une fin en soi, du moins je le crois. Les morts-vivants n'ont ni volonté propre, ni esprit, ni intelligence et cela lui parut être la cause de leurs échecs répétés. Donc Grekulak décida que pour dominer le monde, il avait besoin d'asservir une race de créatures vivantes.
it: Grekulak voleva conquistare il mondo, e per lui l'arte della necromanzia era solo un mezzo, non uno scopo - almeno, questa è la mia opinione. Ai non-morti difettava una volontà propria, lo spirito e l'intelligenza e questa era la ragione del loro fallimento. Per questo motivo Grekulak decise di usare alcuni tipi di creature viventi.
pl: Grekulak chciał władzy nad światem, nekromancja była dla niego środkiem, nie celem samym w sobie. Tak przynajmniej sądzę. Nieumarli, którym brakowało własnej woli i intelektu, zawiedli go w tym dążeniu, więc postanowił wykorzystać jakąś rasę istot żywych.

source: I don't know about his twisted experiments - I would guess that he attempted many of them - but he finally came to the conclusion that neither orcs nor humans were well-suited for his goal. So he decided to breed a race of his own.
cs: Nevím nic přesného o jeho experimentech, mohu se pouze domnívat, že jich udělal velmi mnoho, dokud nezjistil, že se ani skřeti ani lidé nehodí pro jeho plány. Proto se rozhodl si stvořit svoji vlastní rasu.
es: Desconozco sus retorcidos experimentos -supongo que intentó muchos-, pero finalmente llegó a la conclusión de que ni los orcos ni los humanos eran adecuados para su objetivo. Así que decidió crear una raza propia.
fr: Je ne sais rien de ses expérimentations tordues - je suppose qu'il y en a eu beaucoup - mais il en a finalement conclu que ni les orcs ni les humains n'étaient appropriés à ses projets. Il décida donc de créer une espèce de son cru.
it: Non so nulla dei suoi esperimenti, io posso supporre che ne abbia fatti parecchi, fino a che concluse che né gli orchi né gli uomini erano adatti al suo scopo. Perciò decise di selezionare una razza nuova.
pl: Nie wiem nic o jego eksperymentach - myślę, że musiał przeprowadzić ich wiele, zanim uznał, że ani orki ani ludzie nie nadają się do jego celów. Więc wyhodował własną rasę.

source: I have no idea how he was able to do it. It flies in the face of the whole of our knowledge and if I had not seen the living proof that he succeeded, I would have said it was impossible. He somehow crossed orcs and humans, until he got a new race of merciless warriors. He crafted and shaped them in every way, much as a smith crafts a sword. Yes, I am talking about the Akladians.
cs: Nevím, jak toho docílil. Příčí se to všem našim znalostem a kdybych neviděl na vlastní oči živoucí důkaz jeho úspěšného snažení, řekl bych, že je to nemožné. Nějakým způsobem křížil mezi sebou skřety a lidi, až získal novou rasu neúprosných válečníků. Vypiplal je z obrovskou trpělivostí, tak jako každý mistr kovářský, když vyrábí svůj mistrovský meč. Ano, synku, mluvím o Akladijcích.
es: No tengo ni idea de cómo pudo hacerlo. Va en contra de todos nuestros conocimientos y, si no hubiera visto la prueba viviente de que lo consiguió, habría dicho que era imposible. De alguna manera cruzó orcos y humanos, hasta obtener una nueva raza de guerreros despiadados. Los creó y les dio forma en todos los sentidos, como un herrero hace con una espada. Sí, estoy hablando de los akladianos.
fr: Je ne sais pas comment il y est parvenu. Ça va à l'encontre de toutes nos connaissances et si je n'avais pas vu moi-même la preuve vivante de son succès, je dirais encore que c'est impossible. Il a plus ou moins croisé des orcs et des humains, jusqu'à obtenir une race de guerriers sans pitié. Il les a forgés, comme un forgeron fabrique une épée... Oui, je parle des Akladiens.
it: Non ho idea come abbia potuto farlo. È contrario a tutto quello che conosciamo e se non avessi visto la prova vivente del suo successo, avrei detto che era impossibile. Ha incrociato in qualche maniera orchi e uomini, fino a ottenere una nuova razza di guerrieri spietati. Li ha forgiati come un fabbro forgia una spada. Sì, sto parlando degli uomini di Akladia.
pl: Nie mam pojęcia, jak zdołał to osiągnąć, stoi to w sprzeczności z całą naszą wiedzą i gdybym nie widział żyjącego dowodu stwierdziłbym, ze to niemożliwe. Krzyżował orki z ludźmi aż uzyskał rasę bezlitosnych wojowników, którą potem ukształtował niczym kowal wykuwający miecz. Tak, mówię o Akladianach.

source: He wished to use them as his tool for the conquest of the world. He wanted warriors, not mindless slaves, so he taught them a religion in which he, Grekulak, was God. It was he who would lead them. He created - or at least strongly influenced - a whole new, brutal and violent, culture. Hatred for elves, disdain for the mages are clear signs of the workings of Grekulak. Why Akladians retained the concepts of honour and loyalty in the face of Grekulak's indoctrination is unclear to me.
cs: Přál si je použít jako svůj nástroj k dobytí celého světa. Chtěl válečníky, ne bezduché otroky, a tak jim dal náboženství, ve kterém on, Grekulak, představoval Boha, který je vede. A tak stvořil – nebo alespoň výrazně ovlivnil její vznik – zcela novou, brutální a násilnou kulturu. Nenávist k elfům i pohrdání mágy jsou jasnými známkami vlivu Grekulaka. Jak je možné, že si Akladijci zachovali koncepty cti a věrnosti tváří v tvář Grekulakově indoktrinaci, mi není jasné.
es: Deseaba utilizarlos como su herramienta para la conquista del mundo. Quería guerreros, no esclavos descerebrados, así que les enseñó una religión en la que él, Grekulak, era Dios. Era él quien los dirigiría. Creó -o al menos influyó fuertemente- una cultura totalmente nueva, brutal y violenta. El odio hacia los elfos, el desprecio hacia los magos son signos claros de la obra de Grekulak. No entiendo por qué los akladianos conservaron los conceptos de honor y lealtad frente al adoctrinamiento de Grekulak.
fr: Il voulait les utiliser pour conquérir monde. Il voulait des guerriers, pas des esclaves écervelés. Il leur a donc donné une religion dans laquelle, lui, Grekulak, était le Dieu, qui allait les guider. Il créa - ou du moins influença fortement - une toute nouvelle culture, violente et brutale. La haine des elfes, le mépris pour les mages, sont clairement l'oeuvre de Grekulak. Pourquoi les Akladiens ont conservé l'honneur et la loyauté malgré l'endoctrinement de Grekulak reste un mystère pour moi.
it: Li voleva usare come strumento per la sua conquista del mondo. Voleva dei guerrieri, non schiavi senza cervello, perciò diede loro una religione nella quale lui, Grekulak, era il dio che li avrebbe guidati. Creò - o almeno influenzò - una cultura completamente nuova, violenta e brutale. L'odio per gli elfi, il disprezzo per i maghi sono chiaramente opera di Grekulak. Il motivo per il quale la gente di Akladia conosce ancora il concetto di onore e di fedeltà non è chiaro nemmeno a me.
pl: Chciał ich użyć jako narzędzia do podboju świata, a że chciał wojowników, nie bezmyślne sługi, dał im religię, w myśl której on, Grekulak, był bogiem który ich poprowadzi. Stworzył, lub mocno wpłynął, na powstanie nowej, brutalnej i gwałtownej kultury. Nienawiść do elfów, pogarda dla magów, to oczywiste wpływy Grekulaka. Jak Akladianie poznali honor i lojalność pozostaje niejasne.

source: But at their core, the Akladians were human. Human enough to want the same thing all humans in all ages have wanted. Freedom. The right to choose their own way in the world. One of them, called Hagarthen, announced that Grekulak was the tool of a false God, and led a bloody rebellion.
cs: Ale ve svém jádru byli Akladijci stále lidmi. Dost lidskými, aby chtěli totéž, co chtěli všichni lidé ve všech dobách. Svobodu. Právo vybrat si ve světě svou vlastní cestu. Jeden z nich, jménem Hagarthen, oznámil, že Grekulak je nástrojem falešného boha a vedl krvavou rebelii.
es: Pero en el fondo, los akladianos eran humanos. Lo suficientemente humanos como para querer lo mismo que todos los humanos de todas las épocas han querido. Libertad. El derecho a elegir su propio camino en el mundo. Uno de ellos, llamado Hagarthen, anunció que Grekulak era la herramienta de un falso Dios, y lideró una sangrienta rebelión.
fr: Mais fondamentalement, les Akladiens étaient humains. Suffisemment pour vouloir ce que tous les humains de tous les temps ont toujours voulu : la liberté, le droit de choisir leur propre voie. L'un d'eux, nommé Hagarthen, annonça que Grekulak était l'instrument d'un faux Dieu et déclencha une rébellion sanglante.
it: Tuttavia la gente di Akladia era ancora abbastanza umana da desiderare la stessa cosa che tutti gli uomini hanno sempre desiderato da sempre. La libertà, il libero arbitrio. Uno di loro, il primo Hagarthen, annunciò che Grelulak era uno strumento di un falso dio e guidò una sanguinosa ribellione.
pl: Ale Akladianie byli wystarczająco ludzcy, by pragnąć tego samego, czego wszyscy ludzie pragną zawsze - wolności i prawa wyboru własnej drogi. Jeden z nich, pierwszy Hagarthen, ogłosił Grekulaka narzędziem fałszywego boga i poprowadził krwawą rebelię.

source: The rebellion left Grekulak's capital in ruins. The Akladians escaped to the west, chased by Grekulak's allies, burning in deserts, drowning in swamps, fighting the saurians tooth and claw to reach fertile lands, and beset by all kinds of the most nightmarish of creatures. This really was an epic journey; survived by less than a quarter of those who had left Grekulak's lands.
cs: Ta zanechala Grekulakovo hlavní sídlo v troskách. Akladijci utekli na západ, pronásledováni Grekulakovými spojenci. V pouštích je sužovalo vedro, topili se v bažinách, bojovali s ještěráckými zuby a drápy a byli sužováni všemi druhy těch nejděsivějších tvorů, aby dosáhli úrodných zemí. Bylo to skutečně hrdinné putování, které nepřežila ani čtvrtina těch, co opustili Grekulakovu zemi.
es: La rebelión dejó la capital de Grekulak en ruinas. Los akladianos escaparon hacia el oeste, perseguidos por los aliados de Grekulak, ardiendo en los desiertos, ahogándose en los pantanos, luchando con uñas y dientes contra los saurios para llegar a tierras fértiles y acosados por todo tipo de las criaturas más pesadillescas. Realmente fue un viaje épico, al que sobrevivió menos de una cuarta parte de los que abandonaron las tierras de Grekulak.
fr: La rébellion laissa la capitale de Grekulak en ruines. Les Akladiens s'enfuirent vers l'ouest, pourchassés par les alliés de Grekulak, brûlant dans les déserts, se noyant dans les marais, combattant les sauriens bec et ongle pour atteindre enfin des terres fertiles, poursuivis par les créatures les plus cauchemardesques. Ce fut réellement un voyage épique, auquel ne survécut que le quart de ceux qui avaient quitté les terres de Grekulak.
pl: Obróciła ona stolicę Grekulaka w gruzy. Akladianie uciekli na zachód ścigani przez sojuszników nekromanty; umierając pod palącym słońcem pustyń, topiąc się w bagnach, walcząc z jaszczurami i innymi rodzajami piekielnych stworzeń. To była prawdziwie epicka podróż, którą przeżyła ledwie czwarta część uczestniczących.

source: When they finally arrived in Wesnoth, they immediately started a brutal conquest. As you know, the kingdom was deeply fragmented then, and at the beginning, all of the squabbling Wesnothian kings looked at the Akladians as a tool they could use to gain an advantage over the others - potential allies or mercenaries - rather than a terrible menace.
cs: Když konečně dorazili do Wesnothu, okamžitě zahájili brutální dobývání. Jak víš, královstí bylo tehdy značně rozděleno a na začátku si všichni westnothští panovníci mysleli, že by se Akladijci mohli stát jejich nástrojem k získání výhody nad ostatními. Tedy potenciálními spojenci nebo žoldáky spíše než děsivou hrozbou.
es: Cuando por fin llegaron a Wesnoth, iniciaron de inmediato una brutal conquista. Como sabes, el reino estaba muy fragmentado por aquel entonces y, al principio, todos los reyes wesnodianos enfrentados veían a los akladianos como una herramienta que podían utilizar para obtener ventaja sobre los demás -aliados potenciales o mercenarios-, más que como una terrible amenaza.
fr: Alors, ils arrivèrent à Wesnoth et se lancèrent immédiatement dans une conquête brutale. Comme vous le savez, le royaume était profondément divisé et au début, tous les rois Wesnothiens ont pensé que les Akladiens seraient un moyen de prendre l'avantage sur les autres, - alliés potentiels ou mercenaires - plutôt qu'une terrible menace.
it: Dunque arrivarono a Wesnoth e iniziarono immediatamente una brutale conquista. Come sapete, allora il regno era estremamente frammentato e all'inizio ogni re di Wesnoth pensava semplicemente che la gente di Akladia potesse essere lo strumento da usare per avvantaggiarsi sugli altri, dei potenziali alleati o mercenari e non una terribile minaccia.
pl: Kiedy dotarli do Wesnoth natychmiast rozpoczęli brutalny podbój. Jak zapewne wiesz, królestwo było wtedy głęboko podzielone, i na początku ówcześni władcy sądzili, że Akladianie mogą się stać narzędziem, które da im przewagę nad resztą. Potencjalnymi sojusznikami lub najemnikami - a nie straszliwą plagą.
