Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Before you will pass, I want to ask you one very simple question. Were you with the Akladian army which burned Freetown?
cs: Než odejdeš, chci se tě zeptat na jednu, velice jednoduchou otázku. Byl's u té akladijské armády, která vypálila Barnon?
es: Antes de que mueras, quiero hacerte una pregunta muy simple. ¿Estuviste con el ejército akladiano que incendió Freetown?
fr: Avant que tu ne trépasses, je veux te poser une question toute simple. Étais-tu avec l'armée Akladienne qui a brûlé Freetown ?
it: Prima che tu perda i sensi, voglio farti una semplice, semplicissima domanda. Eri nell'esercito di Akladia che ha incendiato Barnon?
pl: Zanim odejdziesz zadam ci jedno proste pytanie. Bardzo proste. Czy byłeś w Akladyjskiej armii, która spaliła Wolne Miasto?

source: No! No! That was Bor Cryne, I swear! I wasn't there!
cs: Ne! Ne! To byl Bor Cryne, přísahám! Já tam nebyl!
es: ¡No! ¡No! ¡Ese era Bor Cryne, lo juro! ¡Yo no estaba allí!
fr: Non ! Non ! C'était Bor Cryne, je le jure ! Je n'y étais pas !
it: No! No! È stato Bor Cryne, lo giuro! Io non c'ero!
pl: Nie! Nie! Klnę się na Boga, to był Bor Cryne! Mnie tam nie było!

source: Well..
cs: Dobře...
es: Bueno...
fr: Eh bien...
it: Be'...
pl: Cóż...

source: Where is Bor Cryne?
cs: Kde je Bor Cryne?
es: ¿Dónde está Bor Cryne?
fr: Où est Bor Cryne ?
it: Dov'è Bor Cryne?
pl: Gdzież jest Bor Cryne?

source: Who gave you the location of Freetown?
cs: Kdo vám prozradil pozici Svobodova?
es: ¿Quién te dio la ubicación de Freetown?
fr: Qui a révélé la position de Freetown ?
it: Chi ti ha indicato dove sta Freetown?
pl: Kto wam zdradził drogę do Wolnego Miasta?

source: Do you know who poisoned my mother?
cs: Víš, kdo otrávil mou pravou matku?
es: ¿Sabes quién envenenó a mi madre?
fr: Sais-tu qui a empoisonné ma mère ?
it: Tu sai chi ha avvelenato mia madre?
pl: Czy wiesz, kto otruł moją matkę?

source: Whenever he is, he should be here instead!
cs: Ať je kdekoli, měl by být místo toho tady!
es: ¡Donde sea que esté, debería estar aquí en realidad!
fr: Où qu'il soit, il devrait être ici !
pl: Gdziekolwiek jest, powinien zamiast tego być tutaj!

source: I don't know! I wasn't at Freetown, really!
cs: Nevím, vůbec jsem ve Svobodově nebyl!
es: ¡No lo sé! ¡No estuve en Freetown, de verdad!
fr: Je ne sais pas ! Je n'étais pas à Freetown, vraiment !
it: Non lo so! Non ero a Freetown, davvero!
pl: Nie wiem! Nie było mnie w Wolnym Mieście, naprawdę!

source: I don't know! But Uri van Roe or Bor Cryne may know something about that...
cs: Já to nevím! Uri van Roe nebo Bor Cryne by mohli něco vědět...
es: ¡No lo sé! Pero Uri van Roe o Bor Cryne pueden saber algo de eso...
fr: Je ne sais pas ! Uri van Roe ou Bor Cryne devrait savoir quelque chose à ce sujet...
it: Non lo so! Uri van Roe o Bor Cryne forse ne sanno qualcosa...
pl: To nie jest mi znane! Uri van Roe, lub Bor Cryne mogą wiedzieć coś na ten temat...

source: Don't kill me, Lorin! I knew you when you were a little child, I even played games with you when you were small...
cs: Nezabíjej mě, Lorin! Znal jsem tě, když jsi ještě byla malou molčičkou, hrával jsem si s tebou, když jsi byla malá...
es: ¡No me mates, Lorin! Te conocí cuando eras una niña pequeña, incluso jugué contigo cuando eras diminuta...
fr: Ne me tuez pas, Lorin ! Je vous ai connue alors que vous n'étiez qu'une petite enfant, j'ai joué avec vous quand vous étiez petite...
it: Non mi uccidere, Lorin! Ti conosco quando ancora eri una bambina piccola, ho giocato con te quando eri piccola...
pl: Wstrzymaj swą dłoń, Lorin! Znałem ciebie, gdyś jeszcze dziecięciem małym była. Bawiłem się z tobą, gdyś była szkrabem ...

source: You should've killed me then, when you still had the chance.
cs: Ty bys mě byl býval byl zabil, kdybys byl býval měl k tomu příležitost.
es: Deberías haberme matado entonces, cuando aún tenías la oportunidad.
fr: Vous auriez dû me tuer à ce moment là, quand vous aviez encore une chance de pouvoir le faire.
it: Avresti dovuto uccidermi quando ne avevi ancora la possibilità.
pl: Trzeba było mnie wtedy zabić, póki jeszcze miałeś szansę.

source: Whenever he is, he should be here!
cs: Kdekoli je, měl by být tady!
es: ¡Donde sea que esté, debería estar aquí!
fr: Quoi qu'il en soit, il devrait être ici !
it: Dovunque sia, avrebbe dovuto essere qui!
pl: Gdziekolwiek jest, powinien zamiast tego być tutaj!

source: You truly are worthy to be our king! The Oracle was right! I never should have listened to Hoyre....
cs: Seš opravdu tak vznešený, abys moh být našim králem! Věštkyně měla pravdu! Nikdy jsem neměl poslouchat Hoyreho.
es: ¡Realmente eres digno de ser nuestro rey! ¡El Oráculo tenía razón! Nunca debí haber escuchado a Hoyre....
fr: Vous êtes vraiment digne d'être notre roi ! L'Oracle avait raison ! Je n'écouterai plus Hoyre...
it: Davvero tu sei degno di essere il nostro re! L'Oracolo aveva ragione! Non avrei mai dovuto ascoltare Hoyre...
pl: Zaiste, godnyście, by być naszym królem! Wyrocznia miała rację! Nigdy nie było mi słuchać Hojrego...

source: How could this be possible?
cs: Jak je to možné?
es: ¿Cómo es posible?

source: I should've stayed in hills in the north...
cs: Já radši být kopec sever...
es: Debería haberme quedado en las colinas del norte...
fr: J'aurais dû rester dans les collines au nord...
it: Sarei dovuto rimanere nelle colline del nord...
pl: Powinienem był zostać wśród ojczystych wzgórz na północy...

source: Scouting
cs: Průzkum
es: Explorando
fr: Exploration
it: Ricognizione
pl: Zwiady

source: After leaving the Forest of Raedwood, Gawen and his companions found themselves faced with a problem: what to do next and how to fulfill the request of Mithrandil. Gawen wasn't sure what it meant to 'find the real reason behind the Akladian-Orcish alliance' and definitely had no idea how to accomplish that.
cs: Když opustili les, Gawen a jeho společníci byli postaveni před problém: jak vlastně splnit úkol, který přijali od Mithrandila. Gawen si nebyl jist ani tím, co znamená ´nalézt reálný důvod spojenectví Akladijců a skřetů´, ale hlavně neměl vůbec ponětí jak by to mohl splnit.
es: Tras abandonar el Bosque de Raedwood, Gawen y sus compañeros se encontraron ante un problema: qué hacer a continuación y cómo cumplir la petición de Mithrandil. Gawen no estaba seguro de lo que significaba "encontrar la verdadera razón detrás de la alianza Akladia-Orcos" y desde luego no tenía idea de cómo lograrlo.
fr: Après avoir quitté les bois de Raedwood, Gawen et ses compagnons se retrouvèrent face à un problème : que faire ensuite pour répondre à la requête de Mithrandil. Gawen ne voyait pas ce que voulait dire exactement « trouver la vraie raison de l'alliance akladienne-orc » et n'avait vraiment aucune idée de la manière de s'y prendre.
it: Usciti dalle foreste di Raedwood, Gawen e i suoi compagni dovettero affrontare il problema: cosa fare per soddisfare la richiesta di Mithrandil. Gawen non era sicuro di cosa volesse dire «scoprire la vera ragione dell'alleanza tra orchi e Akladia» e non aveva proprio nessuna idea di come avrebbe potuto farlo.
pl: Po opuszczeniu Lasu Raed, Gawen i jego towarzysze stanęli przed dylematem co robić dalej, by wypełnić prośbę Mithrandila. Gawen nie był pewien, co to znaczy 'odkryj prawdziwe powody sojuszu między orkami i Akladyjczykami, a już zupełnie nie miał pojęcia, w jaki sposób miał tego dokonać.

source: I am still confused. When I saw Gawen, at first I did not recognize him. He had changed from the last time I saw him. He was just a kid then, but now he looks more like a young man... an amazing change in just a few months.
cs: Byla jsem úplně zmatená. Když jsem uviděla Gawena, nejdřív jsem ho vůbec nemohla poznat. Tak moc se změnil od té doby, co ´sem ho viděla naposled. Tenkrát vypadal jako děcko, teď ale spíš jako mladý muž.
es: Todavía estoy confusa. Cuando vi a Gawen, al principio no le reconocí. Había cambiado desde la última vez que lo vi. Entonces era sólo un niño, pero ahora parece más todo un hombre joven... un cambio asombroso en sólo unos meses.
fr: Je suis encore troublée. Quand j'ai vu Gawen, j'ai commencé par ne pas le reconnaître. Il avait changé depuis la dernière fois où je l'avais vu. Il n'était qu'un enfant alors. Là, il faisait plus jeune homme... un changement étonnant en seulement quelques mois.
it: Sono ancora confusa. Quando ho visto Gawen, all'inizio non lo avevo riconosciuto. Era cambiato dall'ultima volta che lo vidi. Allora era solo un ragazzo, ora sembra un giovane uomo. Un cambiamento stupefacente in appena in alcuni mesi.
pl: Gdy zobaczyłam Gawena ponownie, w mojej głowie zapanował chaos. W pierwszej chwili go nie rozpoznałam, zmienił się od czasu, gdy widziałam go po raz ostatni. Wtedy był tylko dzieckiem, teraz wyglądał, jak młody mężczyzna. Zdumiewająca zmiana w ciągu zaledwie kilku miesięcy.

source: ...and now he keeps the company of underlings... an underling child who tries to behave like a woman, an underling man who looks like a veteran of many battles, underling soldiers, and even worse: elves. The green devils. But since I have been amongst underlings for months myself, this moves me much less than I would have thought.
es: ...y ahora mantiene la compañía de plebeyos... un niño plebeyo que intenta comportarse como una mujer, un plebeyo que parece un veterano de muchas batallas, soldados plebeyos, y aún peor: elfos. Los diablos verdes. Pero como yo misma llevo meses entre plebeyos, esto me preocupa mucho menos de lo que habría pensado.

source: Looking at him, I keep on thinking about what the oracle once told me; I am starting to dread those thoughts. When his father died, I thought that everything - well, almost everything - the Oracle had told me were lies, but now... now I am scared and I try not to think about it. But it keeps coming back.
cs: Když se na něj dívám, musím pořád myslet na to, co mi kdysi řekla věštkyně a bojím se těch myšlenek. Když jeho otec zemřel, myslela jsem, že všechno (teda skoro všechno), co mi Věštkyně předpověděla, byly výmysly, ale teď... Ale teď jsem vystrašená a snažím se na to nemyslet. Ale stále se to vrací.
es: Mirándole, no dejo de pensar en lo que el Oráculo me dijo una vez; estoy empezando a temer esos pensamientos. Cuando murió su padre, pensé que todo -bueno, casi todo- lo que me había dicho el Oráculo eran mentiras, pero ahora... ahora tengo miedo e intento no pensar en ello. Pero sigue volviendo.
fr: En le voyant, j'ai repensé à ce que l'oracle m'a dit un jour et soudain j'ai eu peur de ces pensées. Quand son père est mort, j'ai pensé que tout — enfin presque tout — ce que l'Oracle m'avait dit était faux, mais maintenant... maintenant, j'ai peur et j'essaye de ne pas y songer. Mais ça revient sans cesse.
it: Guardandolo, ho rimuginato su quello che l'Oracolo mi aveva detto un tempo e improvvisamente ho provato paura per quei pensieri. Quando suo padre morì ho pensato che tutto - be', quasi tutto - quello che l'Oracolo mi aveva detto - era falso, ma ora... Ora ho paura e... Ho provato a non pensarci. Ma mi torna sempre alla mente.
pl: Patrząc na niego, wciąż myślałam o tym, co powiedziała mi Wyrocznia i nagle zaczęłam się bać tych myśli. Kiedy jego ojciec zginął, wydawało mi się, że wszystko - no, prawie wszystko - co wtedy usłyszałam, okazało się kłamstwem. Ale teraz... Teraz byłam przerażona i ... próbowałam o tym nie myśleć. Bezskutecznie.

source: Gawen ordered his soldiers to march quickly to the temporary base that had been established in the plains north of Barnon. He was afraid that more enemy forces would arrive, and wanted to tend to his wounded.
es: Gawen ordenó a sus soldados marchar rápidamente a la base provisional que se había establecido en las llanuras al norte de Barnon. Temía la llegada de más fuerzas enemigas y quería atender a sus heridos.

source: Fighting in the swamps of Saorduc had not made anyone happy and Gawen's soldiers were delighted to leave the frozen fens. They were all mired in a strange mix of mud and snow, and this was not improving their mood.
cs: Boj na blatech Saorduckých se nikomu dvakrát nezamlouval. Byli už celý zablácení, obalení příšernou směsicí bahna a sněhu, což jim také na náladě nepřidalo. A tak byli Gawenovi vojáci velice nadšeni, když ze zmrzlých močálů odtáhli pryč.
es: Luchar en los pantanos de Saorduc no había hecho feliz a nadie y los soldados de Gawen estaban encantados de abandonar los helados pantanos. Todos estaban enfangados en una extraña mezcla de barro y nieve, y eso no mejoraba su estado de ánimo.
fr: Combattre dans les marais de Saorduc n'avait fait plaisir à personne et les soldats de Gawen se félicitaient de pouvoir quitter les terres gelées. Ils étaient tous embourbés dans un mélange de boue et de neige ce qui n'améliorait en rien leur humeur.
it: Il combattimento nelle paludi di Saorduc non aveva fatto la gioia di nessuno e i soldati di Gawen erano felici di lasciare quell'acquitrino gelido. Erano tutti luridi di una strana poltiglia di neve e fango e certo questo non migliorava il loro umore.
pl: Bitwa wśród bagien Saorduc nie uszczęśliwiła nikogo i żołnierze Gawena byli zadowoleni mogąć opuścić zmrożone trzęsawiska. Wszyscy byli umazani dziwną mieszaniną błota i śniegu, i tym bardziej nie poprawiało to ich nastroju.

source: After seeing the atrocities committed by the orcs, Gawen's soldiers were unusually silent. None joked nor sang, as had been the norm after their last few battles. Each seemed to be thinking about their own families, their wives and children.
cs: Poté, co spatřili zvěrstva napáchaná skřety, byli Gawenovi vojáci neobvykle tiší. Nikdo nevtipkoval ani nezpíval jako po několika předchozích vyhraných bitvách, Všichni vypadali, že přemýšlí o svých blízkých, ženách a dětech.
es: Después de ver las atrocidades cometidas por los orcos, los soldados de Gawen guardaron un silencio inusual. Ninguno bromeaba ni cantaba, como había sido la norma tras sus últimas batallas. Cada uno parecía estar pensando en sus propias familias, en sus esposas e hijos.
fr: Après avoir vu les atrocités commises par les orcs, les soldats de Gawen étaient inhabituellement silencieux. Aucun ne blaguait ou ne chantait, comme ils en avaient l'habitude au sortir des précédentes batailles. Ils semblaient tous penser à leurs familles, leurs femmes et leurs enfants.
it: Dopo avere visto le atrocità commesse dagli orchi, i soldati di Gawen erano insolitamente silenziosi. Nessuno scherzava o cantava, come capita di solito dopo le ultime battaglie. Tutti sembravano pensare alle loro famiglie, mogli e bambini.
pl: Po ujrzeniu zbrodni popełnionych przez orki wśród ludzi Gawena zapanowała niezwykła cisza. Nikt nie żartował ani nie śpiewał, jak to bywało zwykle po ostatnich paru bitwach. Wyglądało jakby każdy myślał o swoich własnych rodzinach, żonach i dzieciach.

source: I am finally free! I still can hardly believe it. Not only am I free, but also Gawen, my king, is alive. It is a very real relief for me; the thought that I had abandoned him during the Battle of Barnon has haunted me for weeks now.
es: ¡Por fin soy libre! Aún no me lo creo. No sólo soy libre, sino que Gawen, mi rey, está vivo. Es un verdadero alivio para mí; la idea de haberlo abandonado durante la batalla de Barnon me había perseguido durante semanas.

source: I am surprised that he is surrounded by Underlings. But then, Gawen has demanded that I should never use that word again, that I should start to think of them as 'Wesnothians'. I think the girl with red hair has a crush on Gawen, and despite Lorin calling her 'a mite of a child' she is a woman already, and quite pretty.
cs: Jsem překvapen, že byl zachráněn podřadnými. Ale Gawen po mně chtěl, abych je již nikdy takto nenazval, takže bude lepší, když na ně začnu myslet jako na obyvatele Wesnothu. Myslím, že to rusovlasé děvče se zakoukalo do Gawena a to, jak ji Lorin označuje za sladké dítě, je nechutné. Je to už žena, a po čertech pěkná.
es: Me sorprende que esté rodeado de plebeyos. Pero Gawen me ha pedido que no vuelva a utilizar esa palabra, que empiece a llamarlos "wesnodianos". Creo que la chica pelirroja está enamorada de Gawen, y a pesar de que Lorin la llama "una chiquilla", ya es una mujer, y bastante guapa.
fr: Je suis surpris de le voir entouré de Métèques. Mais maintenant, Gawen m'a demandé de ne plus utiliser ce mot, et de commencer à penser à eux comme à des Wesnothiens. Je pense que la fille aux cheveux rouges a un petit sentiment pour Gawen et même si Lorin l'appelle « gamine teigneuse », c'est déjà une femme, plutôt jolie d'ailleurs.
it: Fui sorpreso che fosse circondato da miserabili. Ma ora, Gawen mi aveva chiesto di non usare mai più quella parola, in modo che potessi cominciare a pensare a loro come "uomini di Wesnoth". Penso che la ragazza con capelli rossi abbia una cotta per Gawen e malgrado Lorin la chiami «un acaro di un bambina» era già donna, abbastanza carina per giunta.
pl: Byłem zaskoczony, że otaczali go pariasi. Ale gdy Gawen zażądał, bym nigdy więcej nie używał tego słowa, więc zacząłem w myślach określać ich 'Wesnotyjczykami'. Myślę, że rudowłosa dziewczyna jest zakochana w Gawenie, i chociaż Lorin nazywała ją małą dziecinką, jest już kobietą, i do tego całkiem ładną.

source: I am surprised that he is surrounded by Underlings. But then, Gawen has demanded that I should never use that word again, that I should start to think of them as 'Wesnothians'. I think the girl with red hair has a crush on Gawen, and despite her youth, she is a woman already, and quite pretty.
es: Me sorprende que esté rodeado de plebeyos. Pero Gawen me ha pedido que no vuelva a utilizar esa palabra, que empiece a llamarlos "wesnodianos". Creo que la chica pelirroja está enamorada de Gawen, y a pesar de su juventud, ya es una mujer, y bastante guapa.

source: Failing to save Reme left Gawen feeling devastated. The news about Reme's death reached Gawen's temporary base soon after, throwing all into a somber melancholy.
cs: Selhání mise na záchranu Remeho úplně připravila Gawena o náladu. Tato zlá novina se rychle šířila Gawenovým vojskem jako lavina.
es: Al no poder salvar a Reme, Gawen se sintió desolado. La noticia de la muerte de Reme llegó poco después a la base temporal de Gawen, sumiéndolos a todos en una sombría melancolía.
fr: Échouer à sauver Reme eut un effet dévastateur sur le moral de Gawen. La nouvelle de la mort de Reme parvint peu après à la base temporaire de Gawen, le plongeant dans une sombre mélancolie.
it: Non essere riuscito a salvare Reme distrusse veramente l'umore di Gawen. Poco dopo le notizie della morte di Reme raggiunsero la base provvisoria di Gawen.
pl: Nieudana próba ratunku Reme'go wpędziła Gawena w fatalny nastrój. Wiadomość o jego śmierci dotarła do tymczasowej bazy wkrótce potem.

source: Bitter and depressed, having failed to interrogate a single orc leader who knew anything of substance, Gawen and his troops headed home toward Freetown. Along the way, they found a near-frozen orc, dying in the snow. 'Grekulak', it said, and then expired.
es: Amargado y deprimido, tras haber fracasado en su intento de interrogar a un solo líder orco que supiera algo importante, Gawen y sus tropas se dirigieron hacia Freetown. Por el camino, encontraron a un orco casi congelado, moribundo en la nieve. "Grekulak", dijo, y luego expiró.
fr: Amers et déprimés, n'ayant pas réussi à interroger un seul chef orc qui sache quelque chose de substantiel, Gawen et ses troupes se replièrent vers Freetown. Sur le chemin, ils trouvèrent un orc presque complètement gelé et mourant dans la neige. Il dit simplement « Grekulak » et expira.
pl: Zgorzkniały i pozbawieny nadziei, nie potrafiąc przesłuchać nawet jednego przywódcy orków, który by wiedział cokolwiek wartościowego, Gawen i jego ludzie podążyli do domu w Freetown. Po drodze, znaleźli niemalże zamarzniętego orka, umierającego w śniegu. "Grekulak", wyrzęził, i skonał.

source: Rob Roe was not amongst Gawen's soldiers. He disappeared one night and no one, not even the outlaws in Gawen's army, knew the reasons of Roe's sudden disappearance. Outlaws were startled by the event and many of them refused to follow Gawen's orders any more.
es: Rob Roe no se encontraba entre los soldados de Gawen. Desapareció una noche y nadie, ni siquiera los forajidos del ejército de Gawen, supo las razones de la repentina desaparición de Roe. Los proscritos se sobresaltaron por el suceso y muchos de ellos se negaron a seguir las órdenes de Gawen.
fr: Rob Roe n'était pas parmi les soldats de Gawen. Il avait disparu une nuit et personne, pas même les brigands de l'armée de Gawen, ne savait pourquoi. Les brigands en furent déroutés et beaucoup d'entre eux refusèrent d'obéir plus longtemps aux ordres de Gawen.
pl: Pomiędzy ludźmi Gawena nie było Roba Roe. Zniknął pewnej nocy i nikt, nawet banici w armii Gawena, nie znał przyczyny. Banici byli poruszeni tym zdarzeniem i wielu z nich odmówiło dalszej służby w armii Gawena.

source: I've seen a lot of orcs lately. They are going here and there, and have been surprisingly disciplined and well-behaved considering what I've heard about orcs. Well, yes, they killed and ate three of our cows and took our only horse, but that's what one can expect from any soldiers. Some orcish unit is garrisoned near Barnon, south from here.
cs: Později jsem viděl spousty skřetů. Chodili sem i tam, překvapivě disciplinovaně a a podle toho,co jsem zaslechl, se i dobře chovali. Dobře, no, zabili naše tři krávy a vzali si našeho jediného koně, ale to člověk tak nějak od vojáků očekává. Nějací skřeti táboří u Barnonu, jižně odtud.
es: Últimamente he visto muchos orcos. Van de aquí para allá, y han sido sorprendentemente disciplinados y se han portado bien, considerando lo que he oído sobre los orcos. Bueno, sí, mataron y se comieron tres de nuestras vacas y se llevaron nuestro único caballo, pero eso es lo que uno puede esperar de cualquier soldado. Alguna unidad orca está guarnecida cerca de Barnon, al sur de aquí.
fr: J'ai vu des tas d'orcs récemment. Ils vont et viennent, étrangement bien disciplinés et se comportant bien mieux qu'à leur ordinaire. Bien sûr, ils ont tué et mangé trois de nos vaches et pris notre unique cheval, mais c'est le comportement normal de n'importe quel soldat. Quelques unités sont en garnison près de Barnon, au sud d'ici.
it: Ultimamente ho visto molti orchi. Stanno andando qui e là, sorprendentemente disciplinati e inquadrati per quello che si dice di loro. Be', sì, hanno ucciso e mangiato tre delle nostre mucche e hanno preso il nostro unico cavallo, ma è solo quello che ci si può aspettare da qualunque soldato. Alcune unità di orchi si sono acquartierate vicino a Barnon, a sud di qui.
pl: A, widział żem sporo orków ostatnio. Chodzą tu i tam, zdumiewająco zdyscyplinowani i grzeczni, jak na to, co o nich słyszałem. No tak, zabili i zeżarli trzy nasze krowy i zabrali naszego jedynego konia, ale tego w końcu można się spodziewać po każdych żołnierzach. Jedna grupa stacjonuje koło Barnon, na południe stąd.

source: Reme? No, I have not heard about him.
cs: Reme? Ne, nikdy jsem o něm neslyšel.
es: ¿Reme? No, no he escuchado sobre él.
fr: Reme ? Non je n'ai pas entendu parler de lui.
it: Reme? No, non ho sentito nulla di lui.
pl: Reme? Nie, o nim nie słyszałem.

source: Bontom? Of course I know about it. It is a nice place a little bit west from here! My wife is from that area.
cs: Bontom? Jasně že znám. Je to krásné místo trochu západně vodsuď. Ženu sem si z tama přived.
es: ¿Bontom? Por supuesto que lo sé. ¡Es un lugar agradable, un poco al oeste de aquí! Mi mujer es de esa zona.
