Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: So, should we go to the Oracle?
cs: Tak, půjdeme k Věštkyni?
es: Entonces, ¿deberíamos ir al Oráculo?
fr: Alors, devrions-nous aller voir l'Oracle ?
it: Allora dovremmo andare dall'Oracolo?
pl: A więc, czy powinniśmy udać się do Wyroczni?

source: My lord, we already visited the Oracle.
cs: Můj pane, Věštkyni jsme už navštívili.
es: Mi señor, ya visitamos el Oráculo.

source: My lord, I really insist we visit the Oracle first.
cs: Můj pane, opravdu trvám na tom, abychom nejdřív navštívili Věštkyni.
es: Mi señor, realmente insisto en que visitemos primero el Oráculo.

source: Well, I think that...
cs: Dobře, myslím, že...
es: Bueno, creo que...
fr: Bon, je pense que...
it: Be', penso che...
pl: Cóż, sądzę, że...

source: I already know where Deorien may be.
cs: Už vím, kde by Deorien mohl být.
es: Ya sé dónde puede estar Deorien.
fr: Je sais déjà où Deorien peut se trouver.
it: Io so già dove potrebbe essere Deorien.
pl: Już wiem, gdzie może być Deorien.

source: You are right. Let's go to the Oracle first.
cs: Máš pravdu. Pojďme tedy nejdřív k Věštkyni.
es: Tienes razón. Vayamos primero al Oráculo.
fr: Tu as raison, allons d'abord voir l'Oracle.
it: Hai ragione. Andiamo prima dall'Oracolo.
pl: Masz rację. Ruszajmy najpierw do Wyroczni.

source: So, should we pick the route to Okladia that goes through the hills?
es: Entonces, ¿deberíamos elegir la ruta a Okladia que atraviesa las colinas?

source: This option is mainly intended for players, who already played 'A New Order' in the past, or don't care much about the story. If you do not fall in either category, consider reloading.
es: Esta opción está destinada principalmente a los jugadores que ya jugaron 'Un Nuevo Orden' en el pasado, o que no les importa mucho la historia. Si no perteneces a ninguna de las categorías, considera volver a cargar.
fr: Cette option est surtout destinée aux joueurs qui ont pratiqué 'Un Ordre Nouveau' dans le passé, ou qui ne s'intéressent guère à l'histoire. Si vous ne rentrez pas dans l'une de ces catégories, envisagez de récupérer une sauvegarde.
pl: Ta opcja jest przeznaczona głównie dla graczy, którzy już grali w "Nowy Ład"w przeszłości, lub nie dbają o fabułę. Jeżeli nie jesteś jednym z takich graczy, rozważ proszę wczytanie poprzednio zapisanej gry.

source: All right, we shall take the path through the hills to Okladia. Note that we could have taken a different path through the woods to get to Okladia instead, but it is too late for that now!
es: Muy bien, tomaremos el camino a través de las colinas hasta Okladia. Ten en cuenta que podríamos haber tomado un camino diferente a través del bosque para llegar a Okladia, ¡pero ya es demasiado tarde para eso!

source: So, should we pick the route to Okladia that goes through the woods?
es: Entonces, ¿deberíamos elegir la ruta a Okladia que atraviesa el bosque?

source: All right, we shall take the path through the woods to Okladia. Note that we could have taken a different path through the hills to get to Okladia instead, but it is too late for that now!
es: Muy bien, tomaremos el camino a través del bosque hasta Okladia. Ten en cuenta que podríamos haber tomado un camino diferente a través de las colinas para llegar a Okladia, ¡pero ya es demasiado tarde para eso!

source: Welcome to our village, noble travelers.
cs: Vítejte v naší vesničce, vznešení cestovatelé.
es: Bienvenidos a nuestro pueblo, nobles viajeros.
fr: Bienvenue dans notre village, nobles voyageurs.
it: Benvenuti nel nostro villaggio, nobili viaggiatori.
pl: Witajcie w naszej wiosce, szlachetni wędrowcy.

source: We are freedom fighters searching for the mage Deorien.
cs: Jsme bojovníci za svobodu a hledáme mága Deoriena.
es: Somos luchadores por la libertad en busca del mago Deorien.
fr: Nous sommes des combattants pour la liberté et nous recherchons le mage Deorien.
it: Noi siamo i guerrieri della libertà in cerca del mago Deorien.
pl: Jesteśmy bojownikami o wolność szukającymi maga Deoriena.

source: Freedom fighters? Yeah, sure... Just, please, do not fight for freedom here. We are honest, hardworking people.
cs: Bojovníci za svobodu? Jasně, proč ne. Ale nebojujte za svobodu poblíž mé vesnice, jasné? Jsme obyčejní těžce pracující lidé.
es: ¿Luchadores por la libertad? Sí, claro... Sólo, por favor, no luchen por la libertad aquí. Somos personas honestas y trabajadoras.
fr: Combattants pour la liberté ? Oui, bien sûr. Mais ne vous battez pas pour la liberté ici, s'il vous plaît. Nous sommes des gens honnêtes et travailleurs.
it: Combattenti per la libertà? Sì, sicuro. Ma per favore non combattere qua per la libertà. Siamo onesti e gran lavoratori.
pl: Bojownicy o wolność? Jaaasne. Ale proszę, nie wojujcie o wolność w naszej okolicy. Mieszkają tu uczciwi, ciężko pracujący ludzie.

source: Do you know where the Oracle lives?
cs: Víš, kde Věštkyně sídlí?
es: ¿Sabes dónde vive el Oráculo?
fr: Savez-vous où l'Oracle habite ?
it: Sai dove vive l'Oracolo?
pl: Czy wiecie, gdzie przebywa Wyrocznia?

source: Why anyone would want to fight for you?
cs: Proč by měl za tebe někdo bojovat?
es: ¿Por qué alguien querría luchar por ti?
fr: Pourquoi quelqu'un voudrait-il se battre pour vous ?
it: Perché qualcuno dovrebbe combattere per te?
pl: A czemuż to ktokolwiek chciałby walczyć dla was?

source: You have a chance to fight for your freedom.
cs: Dostaneš šanci bojovat za svou svobodu.
es: Tienes la oportunidad de luchar por tu libertad.
fr: Vous avez une chance de vous battre pour la liberté.
pl: Mielibyście szansę walczyć o waszą wolność.

source: I may be your future king.
cs: Můžu být tvůj budoucí král.
es: Podría ser tu futuro rey.
fr: Je pourrais bien devenir votre roi.
it: Io potrei essere il vostro futuro re.
pl: Może być tak, że zostanę waszym przyszłym królem.

source: In my army you may change your lot.
cs: V mé armádě můžeš změnit svůj úděl.
es: En mi ejército puedes cambiar tu suerte.
fr: Dans l'armée, vous pourriez changer de condition.
it: L'esercito ti può cambiare la vita.
pl: W armii możesz odmienić swój los.

source: Why not?
cs: Proč ne?
es: ¿Por qué no?
fr: Pourquoi pas ?
it: Perché no?
pl: A dlaczego by nie?

source: In this forest, we are free already.
cs: Tady, v lese, už svobodní jsme.
es: En este bosque, ya somos libres.
fr: Nous sommes déjà libres dans cette forêt.
it: In questa foresta, noi siamo già liberi.
pl: W tym lesie, jużeśmy wolni.

source: No kidding. I mean, no kidding, your Majesty.
cs: Nekecej. Chtěl jsem říct: nekecejte, Vaše Veličenstvo.
es: No es broma. Quiero decir, no es broma, su Majestad.
fr: Sans plaisanter ! Je veux dire, sans plaisanter votre Majesté.
it: Scherzi a parte. Cioè, scherzi a parte, vostra Maestà.
pl: Jaaaasne. To znaczy, jaaaasne, Wasza Wysokość.

source: Change my lot? What do you mean?
cs: Hodně mně změní? Jak to myslíš?
es: ¿Cambiar mi suerte? ¿Qué quieres decir?
fr: Changer ma condition, que voulez-vous dire ?
it: Cambiarmi la vita? Che vuoi dire?
pl: Odmienić mój los? Co macie na myśli?

source: Well, you know, you may earn some gold, and if you are lucky, you may even became a knight.
cs: No, vždyť víš, vyděláš nějaké peníze a když budeš mít štěstí, můžeš se stát rytířem.
es: Bueno, ya sabes, puedes ganar algo de oro, y si tienes suerte, incluso puedes convertirte en un caballero.
fr: Eh bien, vous pourriez gagner de l'or et, avec de la chance, devenir chevalier.
it: Be', ascolta, puoi guadagnare dell'oro e, se sei fortunato, potresti persino diventare cavaliere.
pl: Coż, no wiecie, moglibyście zarobić sporo złota, a przy odrobinie szczęścia moglibyście nawet stać się rycerzem.

source: A knight? Ha, ha, I thought you were serious. There are only archers in this village.
cs: Rytířem? Ha ha ha, myslel jsem, že jsi normální. Máme ve vesnici jenom lučištníky.
es: ¿Un caballero? Ja, ja, pensé que hablabas en serio. Solo hay arqueros en este pueblo.
fr: Chevalier ? Ah ! Ah ! J'ai cru que vous étiez sérieux ! Il n'y a que des archers dans ce village !
it: Cavaliere? Ah, ah, per un attimo ti ho preso sul serio. Ci sono solo arcieri in questo villaggio.
pl: Rycerzem? Cha, cha, a jużem myślał, że poważnie mówicie. W tej wsie dałoby się odnaleźć tylko łuczników.

source: The best archers earn 45 gold pieces when hired, and twenty gold pieces for each battle.
cs: Nejlepší lučištníci mohou dostat 45 zlatých za odvedení a 20 zlatých za každou bitvu.
es: Los mejores arqueros ganan 45 piezas de oro cuando son contratados, y veinte piezas de oro por cada batalla.
fr: Les meilleurs archers peuvent même gagner 45 pièces d'or à l'engagement ; une vingtaine de pièces d'or par bataille.
it: Gli arcieri migliori possono anche guadagnare 45 pezzi d'oro all'ingaggio, più venti pezzi per ogni battaglia.
pl: Najlepsi łucznicy mogą zarobić nawet do 45 sztuk złota przy powołaniu do armii, i po 20 sztuk złota za każdą bitwę.

source: Fourty-five gold pieces? Ok, I just found a volunteer here. He will fight for you.
cs: Čtyřicet pět? No, myslím, že by se nějaký dobrovolník našel, co by za tebe bojoval.
es: ¿Cuarenta y cinco piezas de oro? Bien, acabo de encontrar un voluntario aquí. Él luchará por ti.
fr: Quarante-cinq pièces d'or ! Très bien, je pense qu'il y aura un volontaire, ici. Il se battra pour vous.
it: Quarantacinque pezzi d'oro? Ok, pensa che ci sia un volontario qua. Combatterò per te.
pl: Czterdzieści pięć sztuk złota? Ha, myślę że znajdzie się tutaj jakiś ochotnik. Z chęcią będzie dla was walczył.

source: My lord, will we accept this recruit into our army? It is not a loyal unit, just a normal Bowman.
cs: Můj pane, přijmeme do armády takového rekruta? Není to věrná jednotka, je to jen obyčejný lučištník.
es: Mi señor, ¿aceptaremos a este recluta en nuestro ejército? No es una unidad leal, solo un arquero normal.
fr: Monseigneur, est-ce qu'on va accepter cette recrue dans notre armée ? Il n'est pas fidèle, ce n'est qu'un simple archer.
it: Mio signore, potremo accettare questa unità nel nostro esercito? Non è una unità leale, è solo un semplice arciere.
pl: Panie mój, czy przyjmiemy tą jednostkę do armii? To nie jest lojalna jednostka, to zwykły Łucznik.

source: A unit joined your cause.
cs: Jednotka se připojila do tvých řad.
es: Una unidad se unió a tu causa.
fr: Une unité s'est ralliée à notre cause.
pl: Człek dołączył wesprzeć twą sprawę.

source: firstname^Roman
es: Romero

source: Because we have a lot to do in our own village, for example?
cs: Co třeba proto, že máme hodně práce v naší vlastní vesnici?
es: ¿Porque tenemos mucho que hacer en nuestro propio pueblo, por ejemplo?
fr: Parce que nous avons énormément à faire dans notre propre village, par exemple.
it: Perché abbiamo un sacco di cose da fare nel nostro villaggio, per esempio?
pl: Ponieważ mamy mnóstwo rzeczy do zrobienia w naszej własnej wsi, tak na przykład?

source: I already answered that question.
cs: Už jsem ti na tuto otázku odpovídal.
es: Ya respondí a esa pregunta.
fr: J'ai déjà répondu à cette question.
it: Ho già risposto a questa domanda.
pl: Jużeście mnie o to raz pytali.

source: Well, I don't know. But I think he lives on the Isle of Alduin, where all mages live.
es: Bueno, no lo sé. Pero creo que vive en la Isla de Alduin, donde viven todos los magos.

source: You mean you don't know? South from here, west from a larger village called Porkton. If I lived in that village, I would change its name into something different. Hogton, for example.
es: ¿Quieres decir que no lo sabes? Al sur de aquí, al oeste de un pueblo más grande llamado Porkton. Si viviera en ese pueblo, cambiaría su nombre por algo diferente. Hogton, por ejemplo.
fr: Vous voulez dire que vous ne savez pas ? Au sud d'ici, à l'ouest d'un plus gros village appelé Porcville. Si j'habitais ce village, je changerais son nom. En Beurkvil, par exemple !
pl: To znaczy, że nie wiecie? Na południe stąd, na wschód od większej wsi zwanej Świniarze. Gdyby przyszło mi żyć w tej wiosce, zmieniłbym jej nazwę na inną. Wieprzowce, na przykład.

source: Something interesting? Well, young Henry is marrying Mary from Buckston. The last storm was so heavy that it broke all trees in Larry's orchard. Orcs and Akladians are slaughtering each other. Hmm... I think that's about it.
cs: Něco zajímavého? Ano, mladý Henry si bere Mařku z Mamonova. Poslední bouřka byla tak silná, že polámala všechny stromy v Larryho sadu. Skřeti a Akladijci se nazvájem mordujou. Zapomněl jsem na něco? Hmm... myslím, že ne.
es: ¿Algo interesante? Bueno, el joven Henry se está casando con Mary de Buckston. La última tormenta fue tan fuerte que rompió todos los árboles en el huerto de Larry. Orcos y akladianos se están matando unos a otros. Hmm... Creo que eso es todo.
fr: Quelque chose d'intéressant ? Eh bien, le jeune Henry a épousé Mary de Fricvill. La dernière tempête a été si violente qu'elle a cassé tous les arbres du verger de Larry. Les orcs et les Akladiens se massacrent. Hum... Je crois que c'est tout.
it: Qualcosa di interessante? Be', il giovane Enrico sta per sposare Maria di Buckston. L'ultima tempesta è stata così dura che ha rotto tutti gli alberi nel frutteto di Lucio. Gli orchi e gli uomini di Akladia si massacrano a vicenda. Altro? Hm... Non credo.
pl: Coś interesującego? Coż, młody Henry żeni się z Mary z Buckston. Ostatnia burza była tak potężna, że wiatr połamał wszystkie drzewa w sadzie Larry'ego. Orcy i Akladiańcy wyrzynają się wzajemnie. Czy coś więcej? Hm.. Chyba nie.

source: Have luck in your travels, stranger. You will need it.
cs: Hodně štěstí na tvých cestách, cizinče. Budeš je potřebovat.
es: Que tengas suerte en tus viajes, forastero. La necesitarás.
fr: Je vous souhaite bonne chance dans votre voyage, étranger. Vous en aurez besoin.
it: Che la fortuna accompagni il tuo viaggio. Ne avrai bisogno.
pl: Szczęścia w podróży, nieznajomy. Będziesz go potrzebował.

source: Wesnothians! What are you doing here? If you thought you could pillage our village, you will be dissapointed!
cs: Wesnoťané! Co vy tady? Pokud chcete vyrabovat naši vesnici, setsakra ste se sekli!
es: ¡Wesnodianos! ¿Qué estáis haciendo aquí? ¡Si creíais que podíais saquear nuestro pueblo, os llevaréis una decepción!
fr: Des Wesnothiens ! Que faites-vous ici ? Si vous pensiez que vous pourriez piller notre village, vous allez être déçus !
it: Uomini di Wesnoth! Che ci fate qua? Se pensate di poter saccheggiare il nostro villaggio, rimarrete delusi!
pl: Wesnotyjczycy! Co wy tu robicie? Jeśli myśl was naszła, że osadę naszą możecie splądrować, będziecie rozczarowani.

source: Gawen Hagarthen? No! That would mean... my king!
cs: Gawen Hagarthen? Ne! To by znamenalo... můj králi!
es: ¿Gawen Hagarthen? ¡No! Eso significaría... ¡Mi rey!
fr: Gawen Hagarthen ? Non ! Ça voudrait dire... Mon roi !
it: Gawen Hagarthen? No! Questo significa... Mio re!
pl: Gawen Hagarthen? Nie! To by znaczyło... królu mój!

source: Ah, the rebel from Freetown?
cs: Á, rebel ze Svobodova?
es: Ah, ¿el rebelde de Freetown?
fr: Ah, le rebelle de Freetown ?
it: Ah, il ribelle di Freetwon?
pl: A, rebeliant z Wolnego Miasta?

source: My king, you do not have to ask. You may order us to join you.
cs: Můj králi, ty se nemusíš ptát. Můžeš mi přikázat se k tobě připojit.
es: Mi rey, no tiene que preguntar. Puede ordenarnos que nos unamos a vos.
fr: Mon roi, vous n'avez pas besoin de le demander. Ordonnez-nous de nous joindre à vous !
it: Mio re, non dovete chiedere. Ci potete ordinare di unirci a voi.
pl: Królu mój, nie musicie pytać. Możecie nam rozkazać, byśmy do was dołączyli.

source: A loyal unit joined your cause.
es: Una unidad leal se unió a su causa.
fr: Une unité loyale s'est ralliée à votre cause.
pl: Lojalna jednostka wsparła twą sprawę.

source: Fight for you? Against my own kin? No thanks.
cs: Bojovat za tebe? Proti vlastním lidem? Žertuješ.
es: ¿Luchar por ti? ¿Contra mi propia familia? No, gracias.
fr: Me battre pour vous ? Contre ma propre famille ? Non merci !
it: Combattere per te? Contro la mia stessa gente? Non scherzare.
pl: Walczyć dla was? Przeciwko własnemu narodowi? Raczej nie sądzę.

source: Well, I don't know. But I think The Oracle may know, she knows everything.
cs: Dobře, nevím. Ale myslím, že Věštkyně to bude vědět, ta ví všechno.
es: Bueno, no lo sé. Pero creo que El Oráculo puede saberlo, ella lo sabe todo.
fr: Eh bien, je ne sais pas. Mais je pense que l'Oracle saura. Elle sait tout.
it: Be', io non lo so. Ma penso che l'Oracolo possa saperlo, lei sa tutto.
pl: Cóż, wiadome mi to nie jest. Ale Wyrocznia wiedzieć może, albowiem jej wszystko wiadome jest.

source: God's voice is west from here. I've heard she will visit one of our lords soon.
cs: Svatý hlas Boha je na východ odtud. Slyšel jsem, že brzy navštíví jednoho z našich lordů.
es: La voz de Dios está al oeste de aquí. He oído que pronto visitará a uno de nuestros señores.
fr: La voix de Dieu est à l'est d'ici. J'ai entendu dire qu'elle allait bientôt rendre visite à un de nos seigneurs.
it: La sacra voce degli dei è a est di qua. Ho sentito che presto renderà visita a uno dei nostri signori..
pl: Głos Boga na ziemi przebywa na zachod stąd. Słuchy mnie dobiegły, że jeden z panów naszych wizytą przez nią zaszczycon zostanie w nieodległym czasie.

source: How should I know? The lords live their own lives, as do we.
cs: Jak bych to měl vědět? Lodri žijou svůj vlastní život, my zas ten náš.
es: ¿Cómo voy a saberlo? Los señores viven sus propias vidas, como nosotros.
fr: Comment pourrais-je le savoir ? Les seigneurs ont leur propre vie, nous avons la nôtre.
it: Come faccio a saperlo? I signori hanno una propria vita, noi abbiamo la nostra.
pl: To skąd by mi mogło być wiadome? Panowie żyją swoimi życiami, jako i my.

source: Well, Akladians from Easkladia were defeated by Wesnothians in battle near Broken Heart Runlet. I think it is because God hides his face from us. Their king escaped. If you ask me, I would say that Easkladia is finished.
cs: No, Akladijci z Easkladie byli poraženi Wesnoťany v bitvě u Potůčku Zlomených Srdcí. Myslím, že je to tím, že Bůh od nás odvrátil svoji tvář. Jejich král uprchl. Pokud se mne zeptáš, tak ti řeknu, že Easkladie skončila.
es: Bueno, los akladianos de Easkladia fueron derrotados por los Wesnodianos en una batalla cerca de Broken Heart Runlet. Creo que es porque Dios esconde su rostro de nosotros. Su rey escapó. Si me preguntas, diría que Easkladia está acabada.
fr: Eh bien, les Akladiens d'Easkladia ont été vaincus par les Wesnothiens lors d'une bataille près de Broken Heart Runlet. Je pense que c'est parce que Dieu se détourne de nous. Leur roi s'est enfui. Si vous voulez mon avis, Easkladia est finie.
it: Be', gli uomini di Akladia da Easkladia sono stati sconfitti da quelli di Wesnoth nella battaglia vicino al ruscello dei cuori infranti. Penso che sia successo perché gli dei ci nascondono il loro volto. Il loro re è scappato. Se me lo chiedete, vi direi che Easkladia è finito.
pl: Cóż, Wesnotyjczycy pokonali Akladyjczyków z Easkladii w bitwie koło strumienia Złamanego Serca. Ja tam sobie tak dumam, że to dlatego, bo Bóg odwrócił od nas swoją twarz. Król Easkladii zbiegł. Gdybyście chcieli mojego zdania, to bym powiedział, że sprawa z Easkladią skończona.

source: We have no king now and because of that, according to custom, the other Hagarthens should wait one year until one of them is invited to rule Vakladia by either the regent or council of lords. But we have no regent and the lords are fighting amongst themselves. So I think sooner or later, Hagarthens from other kingdoms will invite themselves.
cs: Nemáme žádného krále a tak musí podle zvyku všichni Hagarthenové počkat jeden rok, dokud nebude jeden z nich povolán regentem nebo radou lordů, aby vládl Vakladii. Ale teď nemáme regenta a lordi bojují mezi sebou. takže dřív nebo později Hagarthenové ze sousedních království pozvou sami sebe.
es: Ahora no tenemos rey y por eso, según la costumbre, los otros Hagarthen deben esperar un año hasta que uno de ellos sea invitado a gobernar Vakladia por el regente o el consejo de señores. Pero no tenemos regente y los señores están peleando entre ellos. Así que creo que tarde o temprano, los Hagarthens de otros reinos se invitarán a sí mismos.
fr: Nous n'avons pas de roi pour le moment et selon nos traditions, les autres Hagarthens devraient attendre un an avant que l'un d'entre eux ne soit invité à diriger Vakladia, que ce soit un régent ou le Conseil des Seigneurs. Mais nous n'avons pas de régent et les seigneurs s'entre-tuent. C'est pourquoi je pense qu'un jour ou l'autre les Hagarthens des autres royaumes s'inviteront tous seuls.
it: Adesso non abbiamo più re e perciò, secondo la tradizione, gli altri Hagarthen dovrebbero aspettare un anno prima che uno di loro sia invitato a governare Vakladia dal reggente o dal consiglio dei signori. Ma noi non abbiamo reggente e i signori si stanno combattendo tra di loro. Perciò credo che presto o tardi si inviteranno da soli.
pl: Nie mamy króla i przez to, zgodnie ze zwyczajem, inni Hagarthenowie powinni rok jeden odczekać, zanim jeden z nich zostanie zaproszon przez namiestnika, lub radę panów, aby Vakladią władać. Lecz namiestnika brak, a panom prędzej krwi przelew w głowach niźli rada. Myślę, że prędzej czy później Hagarthenowie z innych królestw zaproszą się sami.

source: Other Hagarthens? How many of them?
cs: Další Hagarthenové? Kolik jich je?
es: ¿Otros Hagarthens? ¿Cuántos de ellos?
fr: Les autres Hagarthens ? Combien sont-ils ?
it: Altri Hagarthen? Quanti?
pl: Inni Hagarthenowie? A ilu ich jest?

source: There is old Perien from Easkladia, but he has troubles of his own. There are two brothers: Luc and Gauri from Guilcorta and there is Buffin from Okladia. Of course, there is also gossip that a new messiah will come and he will lead Akladians to true greatness...
cs: Je tady starý Perien z Eskladie, ale ten má potíže sám se sebou. Pak jeho bratři: Luc a Gauri z Guilcorta a pak je tu Buffin z Okladie. No, taky se proslýchá, že mezi nás přijde nový mesiáš, aby nás vedl k opravdové velikosti a slávě...
es: Está el viejo Perien de Easkladia, pero tiene sus propios problemas. Hay dos hermanos: Luc y Gauri de Guilcorta y está Buffin de Okladia. Por supuesto, también se rumorea que vendrá un nuevo mesías que llevará a los akladianos a su verdadera grandeza...
fr: Il y a le vieux Perien d'Easkladia, mais il a déjà assez d'ennuis comme ça. Il y a les deux frères : Luc et Gauri de Guilcorta. Il y a Buffin d'Okladia. Oh ! Il y a aussi des rumeurs selon lesquelles un nouveau messie va mener les Akladiens vers la véritable grandeur...
it: C'è il vecchio Perien di Easkladia, ma ha i suoi problemi, ci sono i due fratelli: Luc e Gauri da Guilcorta e c'è Buffin da Okladia. Be', c'è anche la voce del nuovo Liberatore che deve arrivare per guidare la gente di Akladia alla vera gloria...
pl: Stary Perien z Eskladii, ale on ma własne kłopoty, dwóch braci - Luc i Gauri z Guilcorty i Buffin z Oklandii. No i jeszcze ta plotka, głosząca nadejście nowego mesjasza, mającego poprowadzić Akladyjski lud do prawdziwej wielkości...

source: Maybe, if this messiah will come, our women will be able to give a birth to healthy children again; This winter three children were born, two of them dead.
es: Tal vez, si llega este mesías, nuestras mujeres podrán volver a dar a luz a niños sanos; este invierno nacieron tres niños, dos de ellos muertos.
fr: Peut-être que si le messie arrive, nos femmes pourront de nouveau donner naissance à des enfants viables; cet hiver trois enfants sont nés et deux sont morts.
pl: Może, jeżeli ten mesjasz nadejdzie, nasze kobiety będą znów w stanie rodzić zdrowe dzieci; tej zimy troje dzieci zrodzone, lecz dwoje z nich było martwe, zanim się pojawiły na świecie.

source: Have luck in your travels, my king. You will need it.
cs: Hodně štěstí na tvých cestách, můj králi. Budeš je potřebovat.
es: Que tengas suerte en tus viajes, mi rey. La necesitarás.
