Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: My lord! Aren't you Gaumhaldric, about whom we've heard so many tales?
cs: Můj pane! Není to náhodou Ten Gaumhaldrik, o kterém jsme toho tolik slyšeli?
es: ¡Mi señor! ¿No es vos Gaumhaldric, de quien hemos oído tantas historias?
fr: Monseigneur ! N'est-ce pas ce Gaumhaldric, celui dont nous avons tant entendu parler ?
it: Mio signore! Questo non è quel Gaumhaldric, di cui tanto si racconta?
pl: Mój panie -- czyście nie Gaumhaldric, o którym tak wiele słyszeliśmy?

source: It would be honor to join your army.
cs: Bude mi ctí připojit se ke tvé armádě.
es: Sería un honor unirme a su ejército.
fr: Ce serait un honneur de pouvoir rejoindre votre armée.
it: Per me è un onore unirmi al vostro esercito.
pl: Honorem będzie dołączyć do waszej armii.

source: My lord, should we accept that unit into our army? It is a loyal unit, but it's just a simple Peasant.
cs: Můj pane, přijmeme tohoto vojáka do naší armády? Je sice věrný, ale je to pouhý sedlák.
es: Mi señor, ¿deberíamos aceptar esa unidad en nuestro ejército? Es una unidad leal, pero es un simple campesino.
fr: Monseigneur, allons-nous accepter cette unité dans notre armée ? Il est fidèle, mais ce n'est qu'un simple paysan.
it: Mio signore, potremo accettare questa unità nel nostro esercito? È una unità legale, ma è solo un semplice contadino.
pl: Panie, czy przyjmiemy tą jednostkę w swoje szeregi? Jest lojalna, ale to tylko prości chłopi.

source: Yes, that is a good enough reason.
cs: Ano, to je dobrý důvod.
es: Sí, esa es una buena razón.
fr: Oui, c'est une raison suffisante.
it: Sì, questo è un motivo sufficiente.
pl: Tak, to wystarczający powód.

source: My lord, will we accept that unit into our army? It is a loyal unit, but it's just a simple Peasant.
cs: Můj pane, přijmeme tohoto vojáka do naší armády? Je sice věrný, ale je to pouhý sedlák.
es: Mi señor, ¿aceptaremos esa unidad en nuestro ejército? Es una unidad leal, pero es un simple campesino.
fr: Monseigneur, allons-nous accepter cette unité dans notre armée ? Il est fidèle, mais ce n'est qu'un simple paysan.
it: Mio signore, potremo accettare questa unità nel nostro esercito? È una unità legale, ma è solo un semplice contadino.
pl: Panie, czy przyjmiemy tą jednostkę w swoje szeregi? Jest lojalna, ale to tylko prości chłopi.

source: Gold? I thought you were fighting for freedom, not gold. I am so disappointed.
es: ¿Oro? Creía que luchabais por la libertad, no por el oro. Estoy muy decepcionado.

source: Well, I don't know. But I think the Oracle may know, she knows everything.
cs: Dobře, nevím. Ale myslím, že Věštkyně to bude vědět, ta ví všechno.
es: Bueno, no lo sé. Pero creo que el Oráculo puede saber, ella lo sabe todo.
fr: Eh bien, je ne sais pas. Mais je pense que l'Oracle saura. Elle sait tout.
it: Be', io non lo so. Ma penso che l'Oracolo possa saperlo, lei sa tutto.
pl: Nie wiem tego. Ale Wyrocznia może wiedzieć. Jej wszystko jest wiadome.

source: East from here.
cs: Jižně odtud.
es: Al este de aquí.
fr: À l'est d'ici.
it: A est di qua.
pl: Na wschód stąd.

source: East from here. But please, hurry.
cs: Jižně odtud. Ale prosím, pospěšte si.
es: Al este desde aquí. Pero por favor, daos prisa.
fr: À l'est d'ici, mais s'il vous plaît, dépêchez-vous !
it: A est di qua. Ma per favore, fate in fretta.
pl: Na wschód stąd. Ale proszę, śpieszcie się.

source: A large army went there not long ago. Orcs, Akladians, Outlaws. I don't know what their intentions are, but I doubt they are good.
cs: Před nedávnem tudy prošla velkánksá armáda. Skřeti, Akladijci, zbojníci. Nevím přesně z jakého důvodu, ale nechovali se zrovna přátelsky.
es: Un gran ejército fue allí no hace mucho. Orcos, akladianos, forajidos. No sé cuáles son sus intenciones, pero dudo que sean buenas.
fr: Une grande armée est allée là-bas il n'y a pas si longtemps. Des orcs, des Akladiens, des hors-la-loi. Je ne sais pas quelles étaient leurs intentions, mais je ne pense pas qu'elles soient très pacifiques.
it: Un grande esercito è passato di qua ad poco. Orchi, uomini di Akladia e di Senzalegge. Non conosco le loro intenzioni, ma non penso che siano esattamente amichevoli.
pl: Duża armia przeszła tędy niedawno. Orki, bandyci, Akladiańcy. Nie znam ich zamiarów, ale nie podejrzewam ich o przesadnie przyjazne uczucia.

source: The greatest news of all is that you have saved the Oracle. This - this is so wonderful I can't find proper words to describe it.
cs: Nejlepší zpráva ze všech je ale ta, že jste zachránili Věštkyni. To – to je tak báječné, že nemůžu najít správná slova, abych to popsal.
es: La mejor noticia de todas es que habéis salvado al Oráculo. Esto... esto es tan maravilloso que no encuentro palabras para describirlo.
fr: La plus grande nouvelle de toutes, c'est que vous avez sauvé l'Oracle. C'est si merveilleux ! Je ne trouve pas les mots pour en parler.
it: La notizia più grande di tutte è che avete salvato l'Oracolo. È... È così meraviglioso che non riesco a trovare le parole adeguate per dirlo.
pl: Najlepsza wiadomość to ta, że ocaliliście Wyrocznię. To jest tak wspaniałe, że nie potrafię znaleźć właściwych słów, by to opisać.

source: Akladians from another kingdom were defeated by our people in battle near Broken Heart Runlet. Well, our people - this army was from Blackwater. A large army recently went west; I think they want to harm the Oracle.
es: Akladianos de otro reino fueron derrotados por nuestro pueblo en una batalla cerca de Broken Heart Runlet. Bueno, nuestra gente - este ejército era de Aguasnegras. Un gran ejército fue recientemente al oeste; creo que quieren atacar al Oráculo.

source: Who's there? Friend or foe?
cs: Kdo tam? Přítel nebo nepřítel?
es: ¿Quién va? ¿Amigo o enemigo?
fr: Qui va là ? Ami ou ennemi ?
it: Chi c'è? Amico o nemico?
pl: Kim jesteście? Przyjaciółmi czy wrogami?

source: Friend.
cs: Přítel
es: Amigo.
fr: Ami.
it: Amico.
pl: Swoi.

source: A lot of 'friends' came to us recently. There are Akladians in your army, I think. Why should I trust you?
cs: Mnoho přátel už tu bylo. Máš ve své armádě Akladijce. Proč bych ti měl věřit?
es: Muchos "amigos" vinieron a nosotros recientemente. Hay akladianos en tu ejército, creo. ¿Por qué debería confiar en ti?
fr: Beaucoup d'amis sont venus nous voir récemment. Il y a des Akladiens dans votre armée, je crois. Pourquoi devrais-je vous faire confiance ?
it: Molti amici sono venuti di recente. C'è gente di Akladia nel vostro esercito, mi pare. Perché dovrei fidarmi?
pl: Sporo 'swoich' przyszło do nas ostatnio. W twojej armii są Akladianie, dlaczego miałbym ci zaufać?

source: And die in the first fight? No, thank you.
cs: A zemřít v první bitvě. Ne, děkuji.
es: ¿Y morir en la primera pelea? No, gracias.
fr: Et mourir au premier combat. Non merci.
it: E morire al primo scontro. No, grazie.
pl: I umrzeć w pierwszym starciu. Nie, dziękuję.

source: Really? Well, If so, one of our boys wants to join your army.
cs: Opravdu? Dobře, jeden z tvých chlapců by se mohl připojit k mojí armádě.
es: ¿Seguro? Bueno, si es así, uno de nuestros muchachos quiere unirse a tu ejército.
fr: Vraiment ? Dans ce cas, l'un de nos gars peut rejoindre vos rangs.
it: Davvero? Be', se è così, uno dei nostri ragazzi può fare parte del vostro esercito.
pl: Naprawdę? Cóż, jeżeli tak, jeden z naszych chłopaków chce dołączyć do waszej armii.

source: Dead people do not bring gold home.
cs: Mrtvoly domů peníze nenosí.
es: Los muertos no traen oro a casa.
fr: Les morts ne ramènent pas d'or à la maison.
it: I morti non portano oro a casa.
pl: Martwi nie przynoszą złota z powrotem do domu.

source: Well, I don't know. He may live in the free kingdom of Elensefar.
cs: No, nevím. Možná žije ve svobodném království Elensefaru.
es: Bueno, no sé. Puede vivir en el reino libre de Elensefar.
fr: Oh, je ne sais pas trop. Il pourrait vivre au royaume libre d'Elensefar.
it: Be', non lo so. Forse vive nel regno libero di Elensefar.
pl: Nie wiem. Może żyć w wolnym królestwie Elensefar.

source: West from here. Near Porkton.
cs: Západně odtud. Poblíž Vepřovic.
es: Al oeste desde aquí. Cerca de Porkton.
fr: À l'ouest, près de Porcville.
it: A ovest di qua. Vicino a Porkton.
pl: Na zachód stąd. Koło Świniarzy.

source: There was a battle west from here, in which Akladians, Outlaws and Orcs tried to captured the Oracle. But they were defeated by some young man, who... wait a minute. What was your name, again?
cs: Byla tu bitva, na západ od nás, ve které se Akladijci, zbojníci a skřeti pokusili zajmout Věštkyni. Ale byli poraženi nějakým mladým mužem, který... počkej, jak že jsi říkal, že se jmenuješ?
es: Hubo una batalla al oeste de aquí, en la que akladianos, forajidos y orcos intentaron capturar al Oráculo. Pero fueron derrotados por un joven que... espera un minuto. ¿Cómo era tu nombre?
fr: Il y a eu une bataille à l'est, durant laquelle des Akladiens, des hors-la-loi et des orcs ont essayé de capturer l'Oracle. Mais ils en ont été défaits par un jeune homme, qui... attendez une minute. Quel est votre nom déjà ?
it: C'è stata una battaglia a ovest di qui, nella quale quelli di Akladia, quelli di Senzalegge e gli orchi hanno cercato di catturare l'Oracolo. Ma sono stati sconfitti da un giovanotto, che... aspetta un attimo. Mi ripeti il tuo nome?
pl: Na zachód stąd była bitwa, Akladiańcy, bandyci i orki próbowali schwytać Wyrocznię. Ale zostali pokonani przez jakiegoś młodzieńca... Moment. Mówiłeś, że jak się nazywasz?

source: A lot of interesting things happened recently! Two girls were born in my village, on the same day and even in the same hour! Fat Robert lost a horse in the forest, stolen by outlaws, I think.
cs: Posledni dobou se stalo tolik zajímavých věcí! Dvě holčičky se nám ve vesnici narodily, a to ve stejný den, dokonce ve stejnou hodinu! Tlustému Robertovi se ztratil v lese kůň, asi mu ho ukradli zbojníci.
es: ¡Muchas cosas interesantes sucedieron recientemente! ¡Dos niñas nacieron en mi pueblo, el mismo día y hasta a la misma hora! Gordo Robert perdió un caballo en el bosque, creo que fue robado por forajidos.
fr: Beaucoup de choses intéressantes se sont passées récemment ! Deux filles sont nées dans mon village, le même jour à la même heure ! Gros-Robert a perdu un cheval en forêt, et je pense qu'il a été volé par des hors-la-loi.
it: Sono molte le cose interessanti che sono accadute di recente! Nel mio villaggio sono nato due bambine, lo stesso giorno e persino alla stessa ora! Roberto il ciccione ha perso un cavallo nella foresta, gli è stato rubato da banditi, credo.
pl: Dużo ciekawych rzeczy wydarzyło się ostatnio! W mojej wiosce urodziły się dwie dziewczynki, w tym samym dniu i nawet o tej samej godzinie! A gruby Robert stracił konia w lesie, chyba obrabowany został przez bandytów.

source: Ruvio, please tell me...
cs: Ruvio, prosím, řekni mi...
es: Ruvio, por favor, dime...

source: You must be kidding. The woman is so hard to be around I cannot understand why Yahyazad has a crush on her.
cs: To si děláš legraci. Jen těžko lze žít poblíž té ženy. Nechápu, jak se do ní mohl Jahjazad tak zbláznit.
es: Debes estar bromeando. Es tan difícil estar cerca de esa mujer que no puedo entender por qué Yahyazad está tan enamorado de ella.
fr: Tu veux rire ! Cette femme est si difficile à fréquenter que je ne comprends pas comment Yahyazad peut avoir le béguin pour elle.
it: Stai scherzando. È così difficile vivere accanto a questa donna che io non capisco perché Yahyazad sembrava avesse una cotta per lei.
pl: Chyba żartujesz. Życie w pobliżu tej kobiety jest tak ciężkie, że nie rozumiem, dlaczego Yahyazad wydawał się być nią zauroczony.

source: I think I know what are 'ruins of the great city', my Lord. This could be our former capital, Weldyn. It is located in Okladia. We should go there.
es: Creo saber lo que son las 'ruinas de la gran ciudad', mi señor. Esta podría ser nuestra antigua capital, Weldyn. Se encuentra en Okladia. Deberíamos ir allí.
fr: Je crois que je sais où sont les 'ruines d'une grande ville', Monseigneur. Il pourrait s'agir de notre ancienne capitale, Weldyn. Elle se trouve en Okladie. Nous devrions nous y rendre.
pl: Myślę, że wiem, gdzie są "ruiny wielkiego miasta", mój panie. To zapewne nasza dawna stolica, Weldyn. Leży obecnie w Okladii. Powinniśmy się tam udać.

source: Nothing really. I think your under... Wesnothian soldiers are starting to - well, maybe not like - but to tolerate me.
cs: Nic zvláštního. Ale myslím, že tví podřa... westnothští vojáci mě začínají – no, dobrá, možná ne přímo milovat – ale tolerují mě.
es: Nada en realidad. Creo que estás bajo... A los soldados de Wesnoth estoy empezando a - bueno, tal vez no gustarles - pero sí tolerarme.

source: What happened that night we left Freetown?
cs: Co se stalo tu noc, když jsme opouštěli Svobodov?
es: ¿Qué pasó esa noche que salimos de Freetown?
fr: Que s'est-il passé la nuit où nous avons quitté Freetown ?
it: Cosa è accaduto la notte che abbiamo lasciato Freetwon?
pl: Co się wydarzyło tamtej nocy, gdy opuszczaliśmy Wolne Miasto?

source: What do you think about Karen?
cs: Co si myslíš o Karen?
es: ¿Qué opinas de Karen?
fr: Que pensez-vous de Karen ?
it: Cosa pensi che sia accaduto a Karen?
pl: Co myślisz o Karen?

source: What did the Oracle tell you?
cs: Co ti řekla Věštkyně?
es: ¿Qué te dijo el Oráculo?
fr: Qu'est-ce que l'Oracle vous a dit ?
it: Cosa ti ha detto l'Oracolo?
pl: Co ci powiedziała Wyrocznia?

source: I've told you before I'm not going to talk about it.
cs: Už sem ti řekla, že ti to nikdy neřeknu.
es: Ya te he dicho antes que no voy a hablar de eso.
fr: Je t'ai déjà dit que je n'en parlerai pas.
it: Ti ho già detto che non te lo dirò.
pl: Przecież już ci mówiłam, że nie mam zamiaru o tym rozmawiać.

source: She's a cute child. In a few years she could even pretend to be a woman.
cs: Hezké dítě. Za pár let se z ní bude pěkná ženská.
es: Es una niña muy linda. En unos años podría incluso fingir ser mujer.
fr: C'est une mignonne gamine. Dans quelques années elle pourra même prétendre être une femme.
it: Che bambina graziosa. Tra qualche anno potrebbe persino pretendere di essere una donna.
pl: Ładne dziecko. Za kilka lat mogłaby nawet udawać kobietę.

source: When I was young, I visited her and she told me... no, I can't tell you. It was just between the Oracle and me. The first part of her prediction has already been fulfilled. As for the second part... I think I will know soon...
cs: Když jsem byla malá, navštívila jsem ji a ona mi řekla... Ne, to ti nemohu říct. Bylo to jen mezi Věštkyní a mnou. První část její předpovědi se již vyplnila. A ta druhá... myslím, že se to brzo dozvím.
es: Cuando era joven la visité y me dijo... no, no te lo puedo decir. Es algo entre el Oráculo y yo. La primera parte de su predicción ya se ha cumplido. En cuanto a la segunda parte... creo que lo sabré pronto...
fr: Quand j'étais jeune, je lui ai rendu visite et elle m'a dit... Non, je ne peux pas te le dire. C'est entre l'Oracle et moi. La première partie de la prédiction s'est déjà réalisée. La seconde... Je pense que je le saurai assez vite.
it: Quando ero giovane, le ho fatto visita e mi disse... No, non posso dirtelo. Era una cosa solo tra l'Oracolo e me. La prima parte della sua profezia si è già compiuta. La seconda parte... io penso che lo saprò presto.
pl: Kiedy byłam młoda, odwiedziłam ją, jak to jest w zwyczaju, a ona mi powiedziała... Nie, nie mogę, to była rozmowa tylko między Wyrocznią a mną. Pierwsza część przepowiedni już się wypełniła, druga... Myślę, że wkrótce się przekonam.

source: Fall of Freetown
cs: Pád Svobodova
es: Caída de Freetown
fr: La Chute de Freetown
it: La caduta di Freetown
pl: Upadek Wolnego Miasta

source: I was trying to get to Freetown as quickly as possible. On the way I heard dark news - about Akladian armies in Raedwood forest, columns of smoke in the woods. I was expecting the worst, yet I was still surprised.
cs: Snažil jsem se dostat do Svobodova jak nejrychleji to šlo. Cestou jsme slyšeli zvěsti, které nás varovaly – o akladijských armádách v Raedwoodském lese, a ohních v lese. Očekával jsem to horší, ale i tak jsem byl překvapen.
es: Estaba tratando de llegar a Freetown lo más rápido posible. En el camino escuché oscuras noticias, sobre ejércitos de akladianos en el bosque de Raedwood, y columnas de humo en el bosque. Esperaba lo peor, pero aun así me sorprendió.
fr: J'essayais de rejoindre Freetown le plus rapidement possible. Sur la route, de sombres nouvelles nous sont parvenues, parlant d'armées Akladiennes dans les forêts de Raedwood, de colonnes de fumée dans les bois. Je m'attendais au pire et pourtant, je fus encore surpris.
it: Stavo cercando di tornare a Freetown il più presto possibile. Sulla strada avevo raccolto notizie preoccupanti di eserciti di Akladia all'interno della foresta di Raedwood, di incendi nei boschi. Anche se temevo il peggio, rimasi lo stesso attonito.
pl: Próbowałem dostać się do Wolnego Miasta najszybciej, jak to możliwe, gdyż po drodze usłyszałem wiadomości, które mnie zaniepokoiły. Akladiańskie wojska w lesie Raed i kolumny dymu nad koronami drzew. Oczekiwałem najgorszego, a jednak zostałem zaskoczony.

source: From the first moment I knew that Freetown had not been taken by orcs. Orcs couldn't possibly be that atrocious. Children killed together with their mothers. Impaled girls and men on the trees. People burned in their houses. And still, no matter how stupid it seems, I still held out hope.
cs: Od prvního okamžiku jsme věděli, že Svobodov nebyl dobyt skřety. Ti by nebyli tak brutální. Děti byly zabity spolu se svými matkami. Na kůl nabodnuté dívky a muži na křižovatkách. Lidé upálení ve svých domovech. Ale stále, je jedno jak to bylo hloupé, jsem doufal.
es: Desde el primer momento supe que los orcos no habían tomado Freetown. Los orcos no podrían ser tan atroces. Niños asesinados junto con sus madres. Niñas y hombres empalados en los árboles. La gente quemada en sus casas. Y aun así, no importa lo estúpido que parezca, todavía tenía esperanza.
fr: Tout de suite j'ai su que Freetown n'avait pas été prise par des orcs. Ils n'auraient pas pu être aussi atroces : les enfants tués avec leur mère, les filles empalées, les hommes pendus aux arbres. Des gens brûlés dans leurs maisons. Et pourtant, aussi stupide que cela puisse paraître, j'avais encore de l'espoir.
it: Fin da subito avevo capito che Freetown non era stata presa dagli orchi. Gli orchi non sarebbero stati così feroci. Bambini uccisi assieme alle loro madri. Ragazze impalate e uomini crocifissi. Gente bruciata viva nelle loro case. Eppure, per quanto stupido possa sembrare, avevo ancora speranza.
pl: Od pierwszej chwili wiedziałem, że Wolnego Miasta nie zdobyły orki. Nawet one nie byłyby tak brutalne. Dzieci zabite wraz z matkami, dziewczęta na palach, ukrzyżowani mężczyźni. Ludzie spaleni w swoich domach. I mimo tego wszystkiego, choć wiem jak głupie się to wydaje... wciąż miałem nadzieję.

source: Her face, though smeared with dirt and blood, was untouched. She lay in a position which clearly told me her fate before she met the blow of mercy. I knelt next to her, fondling her hair as I used to do when she was a child. I felt nothing. I should have felt anger, despair, I should have screamed for vengeance, but I felt nothing. My wife, my daughters, dead? It was too impossible to be believed.
cs: Její tvář, ať zkrvavená a špinavá, zůstala netknutá. Ležela v pozici, která mi jasně prozradila její osud ji potkal ještě dříve, než ztratila veškerou odvahu. Poklekl jsem k ní, laskal její vlasy tak jak jsem to dělával, když byla ještě dítě. Necítil jsem nic. Měl bych cítit zlobu, zlost či bolest, ale necítil jsem nic. Má žena, mé dcery a mrtvé? Bylo tak nemožné tomu uvěřit.
es: Su rostro, aunque manchado de suciedad y sangre, estaba intacto. Yacía en una posición que claramente me revelaba su destino antes de recibir el golpe de misericordia. Me arrodillé a su lado, acariciando su cabello como solía hacer cuando era niña. No sentí nada. Debería haber sentido ira, desesperación, debería haber gritado por venganza, pero no sentí nada. ¿Mi esposa, mis hijas, muertas? Era demasiado imposible de creer.
fr: Son visage, bien que taché de poussière et de sang, était intact. Elle gisait dans une position qui montrait clairement ce qu'elle avait subi avant de recevoir le coup de grâce. Je m'agenouillais à côté d'elle, caressant ses cheveux comme je le faisais quand elle était enfant. Je ne ressentais rien. J'aurais dû ressentir de la colère, du désespoir, j'aurais dû hurler vengeance, mais je ne ressentais rien. Ma femme et mes filles mortes ? C'était impossible à croire.
it: Il suo viso, anche sporco di terra e sangue, era intatto. Giaceva in una posizione che mi spiegava con chiarezza qual era stato il suo destino prima di ricevere il colpo di grazia. Mi inginocchiai vicino a lei, accarezzandole i capelli come facevo quand'era una bambina. Non sentivo nulla. Avrei dovuto essere furioso, disperato, avrei dovuto urlare vendetta, ma non sentii nulla. Mia moglie e le mie figlie erano morte? Non ci potevo credere.
pl: Jej twarz, choć umazana w błocie i krwi, pozostała nietknięta. Leżała w sposób, który jasno określał jej los, zanim otrzymała cios łaski. Uklękłem obok, głaszcząc jej włosy, tak jak wtedy, gdy była jeszcze dzieckiem. I nie czułem nic. Ani gniewu, ani rozpaczy. Nie czułem nic, choć przecież powinienem szaleć z pragnienia zemsty. Moja żona, moje córki martwe? Zbyt nieprawdopodobne, zbyt absurdalne, by uwierzyć...

source: I tried to protect them, I tried so hard. I wanted Karen to be safe in Freetown. If not for my orders, maybe at least she...
cs: Jen jsem je chránil, tak moc jsem se snažil je chránit. Chtěl jsem, aby Karen byla v bezbečí, ve Svobodově. Kdybych jí to nepřikázal, možná by alespoň ona...
es: Traté de protegerlas, lo intenté tan duro. Quería que Karen estuviera a salvo en Freetown. Si no fuera por mis órdenes, tal vez al menos ella...
fr: J'ai essayé de les protéger, j'ai tellement essayé. Je voulais que Karen soit à l'abri, à Freetown. Sans les ordres que j'avais donné, peut-être qu'elle au moins...
it: Ho tentato di proteggerle, ho provato con tutte le mie forze. Volevo che Karen fosse al sicuro, a Freetown. Se non l'avessi ordinato, forse almeno lei...
pl: Próbowałem je ochronić. Tak bardzo próbowałem je chronić. Chciałem, by Karen była bezpieczna w Wolnym Mieście. Gdyby nie moje rozkazy, to może przynajmniej ona...
