Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: You really thought I would send my son to Vattin? You are so easy to fool! That boy at Vattin is not of my blood. Now, prepare to go straight to hell.
cs: Opravdu sis myslela, že bych poslal svého pravého syna do Vattinu? Nechali jste se snadno napálit! Ten kluk ve Vattinu není mé krve. Teď se připravte, že potáhnete přímo do pekla.
es: ¿Realmente pensaste que enviaría a mi verdadero hijo a Vattin? ¡Eres tan fácil de engañar! Ese muchacho que está en Vattin no es mi primer hijo. Ahora, preparaos para ir directos al infierno.
fr: Vous croyiez vraiment que j'allais envoyer mon fils à Vattin ? Vous êtes si faciles à tromper ! Ce garçon qui est à Vattin n'est pas de mon sang. Maintenant, prépare-toi à aller tout droit en enfer.
it: Hai veramente pensato che avrei mandato il mio vero figlio a Vattin? È così facile imbrogliarti! Il ragazzo che è a Vattin non è il mio primogenito. Ora, preparati per andare dritta all'inferno.
pl: Naprawdę myślałaś, że wysłałbym rodzonego syna do Vattin? Jak łatwo ciebie oszukać! Chłopiec w Vattin nie jest moim pierworodnym. A teraz przygotuj się na podróż prosto do piekła.

source: This isn't a total surprise to me. My king, we have to escape.
cs: Není to pro mě úplné překvapení. Můj králi, musíme uprchnout.
es: Esto no me sorprende, en realidad. Mi rey, tenemos que escapar.

source: How?
cs: Jak?
es: ¿Cómo?

source: We have two ways to out of this trap: there is one way to the west...
cs: Máme dvě možné cesty, jak se dostat z této pasti. Jedna vede na západ...
es: Tenemos dos formas de salir de esta trampa: hay un camino al oeste...

source: ...and another way to the east.
cs: ... a druhá na východ.
es: ...y otro camino al este.

source: Which one is better?
cs: A která je lepší?
es: ¿Cuál es mejor?
fr: Quelle est la meilleure ?
it: Qual è la migliore?
pl: Która z nich jest lepsza?

source: There is no difference, really. We can use either to reach Vattin. The eastern one leads amidst swamps and forests, while the western one leads through the hills and grasslands. God, I swear to sacrifice a horse if you will help us survive this. A whole, beautiful horse. And I will add a silver saddle!
cs: To je vcelku jedno. Skutečně. Obě cesty vedou do Vattinu. Východní cesta vede mezi bažinami a lesy, západní pak přes kopce a pastviny. Bože, přísahám, že ti obětuji koně, když nám tohle pomůžeš přežít! Celého, krásného, chutného koníčka! A přidám i stříbrné sedlo!
es: No hay diferencia, realmente. Por ambos podemos llegar a Vattin. El oriental nos lleva entre pantanos y bosques, mientras que el occidental a través de colinas y prados. Dios, juro sacrificar un caballo si nos ayudas a sobrevivir en esto. Todo un buen caballo. ¡Y agregaré una montura de plata!

source: Reme, take my step-mother and protect her. I will stay here to guard your rear during withdrawal.
cs: Reme, vem moji macechu a ochraňuj ji. Já je tu na chvíli zdržím, než se z tadyma dostanete.
es: Reme, toma a mi madrastra y protégela. Permaneceré aquí para proteger la retaguardia en la retirada.
fr: Reme, prends ma belle-mère avec toi et protège-la. Je reste ici pour couvrir vos arrières durant la retraite.
it: Reme, prendi la mia matrigna e proteggila. Io resterò qua a proteggerti le spalle durante la ritirata.
pl: Reme, zabierz moją macochę i chroń ją. Ja zostanę tutaj, by pilnować waszych tyłów podczas odwrotu.

source: No! That's suicide! I won't let you!
cs: NE! To je sebevražda! Já tě tu nenechám!
es: ¡No! ¡Es un suicidio! ¡No lo permitiré!
fr: Non ! C'est du suicide ! Je ne te laisserai pas faire !
it: No! È un suicidio! Non lo posso permettere!
pl: Nie! To samobójstwo! Nie zgadzam się!

source: Reme, take her and go. That is an order. And this is not suicide; I will follow you as soon as possible.
cs: Reme, vem ji a běž. To je ROZKAZ! A nebojte, není to sebevražda. Mám plán. Přijdu za vámi hned jak to bude možné.
es: Reme, tómala y vete. Es una orden. Y no es ningún suicidio, los seguiré lo más pronto posible.
fr: Reme, pars avec elle, c'est un ordre. Et ce n'est pas suicidaire. Je vous suis dès que c'est possible
it: Reme, prendila con te e parti. È un ordine. E non è un suicidio, io vi raggiungerò appena possibile.
pl: Reme, zabierz ją i ruszaj. To rozkaz. To nie jest samobójstwo, podążę za wami tak szybko, jak tylko to będzie możliwe.

source: I can't. I won't. I won't leave you, my lord.
cs: Nemohu. Nesmím. Nechci tě opustit, můj pane!
es: No puedo. No quiero. No lo dejaré, mi señor.
fr: Je ne peux pas. Je ne vous laisserai pas, Monseigneur.
it: Non posso. Non voglio. Non voglio lasciarvi, sire.
pl: Nie mogę. Nie zrobię tego. Nie opuszczę was, panie mój.

source: That's an order! Reme, if I run from a fight, who will respect me? I am not suicidal, believe me. And you must live; I order you to escort Lady Lorin safely out of this mess. And make sure to bring some loyal guards with you, too!
cs: To je rozkaz! Reme, když uteču z boje, kdo mě bude respektovat? Nejsem sebevrah, věř mi. A teď musíš jít. Přikazuji ti doprovodit lady Lorin bezpečně pryč z tohodle zmatku. A nezapomeň s sebou vzít také nějaké věrné stráže!
es: ¡Es una orden! Reme, si huyo de una pelea, ¿quién me respetará? No soy un suicida, créeme. Y tú debes vivir; te ordeno que escoltes a la señora Lorin a salvo fuera de este lío. ¡Y asegúrate de llevar algunos guardias leales contigo, también!

source: Any unit which reaches either signpost will be evacuated and join Lorin and Reme's party. Gawen will be refunded the cost of evacuated loyal units. Units not recalled will be lost. Units that do not escape will also be lost. Gawen must not escape, or he would be considered an unworthy coward by his soldiers. Lorin will get a bonus applied to her own pool of gold for each turn Gawen resists beyond the required limit. Note that Lorin's gold is separate from Gawen's, so she will not be able to access any gold that he has left over after this scenario. Thus, it is better if Gawen spends all gold available to him now.
cs: Jakákoli jednotka, která dosáhne některého rozcestníku, bude evakuována a přidá se ke Lorinině a Remeho skupině. Gawenovi budou vráceny náklady za evakuované loajální jednotky. Nepovolané jednotky budou ztraceny. Jednotky, které neuniknou, budou také ztraceny. Gawen nesmí uprchnout, jinak bude svými vojáky považován za nehodného zbabělce. Lorin získá bonus do své vlastní zásoby zlata za každé kolo, které Gawen odolá nad požadovaný limit. Lorinivo zlato je oddělené od Gawenona, takže Lorin po tomto scénáři nebude mít přístup k žádnému zlatu, co mu zbylo. Proto je lepší, když teď Gawen utratí všechno zlato, které má k dispozici.
es: Cualquier unidad que alcance uno de los dos postes indicadores será evacuada y se unirá al grupo de Lorin y Reme. Se reembolsará a Gawen el coste de las unidades leales evacuadas. Las unidades que no sean reincorporadas se perderán. Las unidades que no escapen también se perderán. Gawen no debe escapar, o será considerado un cobarde indigno por sus soldados. Lorin obtendrá una bonificación aplicada a su propia reserva de oro por cada turno que Gawen resista más allá del límite requerido. Ten en cuenta que el oro de Lorin está separado del de Gawen, por lo que ella no podrá acceder al oro que a él le quede después de este escenario. Por tanto, es mejor que Gawen gaste todo su oro disponible ahora.

source: Death of Lady Lorin
cs: Lady Lorin zemře
es: Muerte de la señora Lorin
fr: Mort de Dame Lorin
it: Morte di Lady Lorin
pl: Śmierć Pani Lorin

source: Death of Reme Carrenemoe
cs: Reme Carrenemoe zemře
es: Muerte de Reme Carrenemoe
fr: Mort de Reme Carrenemoe
it: Morte di Reme Carrenemoe
pl: Śmierć Remego Carrenemoe

source: Cowardly escape of Gawen Hagarthen
cs: Zbabělý útěk Gawena Hagarthena
es: Escape cobarde de Gawen Hagarthen
fr: Fuite honteuse de Gawen Hagarthen
it: Vile fuga di Gawen Hagarthen
pl: Tchórzliwa ucieczka Gawena Hagarthena

source: I can't just run away. I don't want to. I would prefer to die here, fighting.
cs: Nemohu prostě jen tak vzít nohy na ramena. A ani nechci. Musím bojovat. Radši tu umřu v boji.
es: Simplemente no puedo seguir corriendo. No quiero hacerlo. Preferiría morir aquí, luchando.
fr: Je ne peux pas simplement m'enfuir. Je ne le veux pas. Je préfére encore mourir ici, au combat.
it: Non posso fuggire. Non voglio. Preferisco morire combattendo.
pl: Nie mogę uciec. Nie chcę. Wolałbym już prędzej zginąć tutaj, z mieczem w dłoni.

source: Reme, you have to take care of Lorin! She went the other way
cs: Reme, musíš se postarat o Lorin! Šla druhou cestou!
es: ¡Reme, tenías que cuidar de Lorin! Ella se fue para el otro lado
fr: Reme, tu dois veiller sur Lorin. Elle est partie de l'autre côté.
it: Reme, dovevi prenderti cura di Lorin. È andata dall'altra parte.
pl: Reme, musisz się zająć Lorin! Poszła w drugą stronę.

source: Take care, Reme Carrenemoe.
cs: Tak se starej, Reme Carrenemoe.
es: Tenga cuidado, Reme Carrenemoe.
fr: Prends garde, Reme Carrenemoe.
it: Abbi cura di te, Reme Carrenemoe.
pl: Bywaj, Reme Carrenemoe.

source: Respect, my king. Follow us as soon as possible!
cs: Rozumím, můj králi. Přijď za námi, jakmile to bude možné!
es: Respeto, mi rey. ¡Síganos en cuanto sea posible!

source: Yes... of course. I'm afraid that means... never.
cs: Jasňačka... Ale bojím se, že to znamená... nikdy.
es: Sí... por supuesto. Tengo miedo de que signifique.. nunca.

source: Mother, you have to go the other way. Reme is waiting for you there!
cs: Lorin, musíš jít jinudy! Reme už na tebe čeká!
es: Madre, tienes que ir por el otro lado. ¡Reme te está esperando allí!
fr: Mère, vous devez prendre l'autre direction, Reme vous attend là-bas !
it: Lorin, devi andare dall'altra parte. Reme ti aspetta là!
pl: Matko, musisz pójść w drugą stronę. Tam czeka na ciebie Reme!

source: No! I won't leave you! I don't want to! Let's die together!
cs: Ne! Neopustím Tě, nechci Tě opustit! Zemřeme společně!
es: ¡No! ¡No te dejaré! ¡No quiero! ¡Muramos juntos!
fr: Non ! Je ne te laisserai pas ! Je ne veux pas ! Nous mourrons ensemble !
it: No! Non ti lascerò! Non voglio! Moriremo assieme!
pl: Nie! Nie zostawię cię! Nie chcę! Zgińmy razem!

source: Take her to safety, men!
cs: Muži, dostaňte ji do bezpečí!
es: ¡Llévala a lugar seguro, obedece!
fr: Amenez-la en lieu sûr, les gars.
it: Portatela in salvo, gente.
pl: Zabierzcie ją w bezpieczne miejsce!

source: set scenario
es: establecer escenario

source: Set scenario status to...
es: Establece el estado del escenario a...

source: this spot.
es: este punto.

source: say hello to...
es: di hola a...

source: Hello.
es: Hola.

source: Please tell me...
cs: Prosím, řekni mi...
es: Por favor, dime...
fr: S'il vous plaît, dites-moi...
it: Per favore, dimmi...
pl: Powiedz...

source: your name
cs: své jméno
es: tu nombre

source: the path to your portrait
cs: jak najdu tvůj portrét
es: la ruta a tu retrato

source: your ID
es: tu ID

source: your usage
es: tu uso

source: I changed my mind
cs: Rozmyslel jsem se
es: He cambiado de idea
fr: J'ai changé d'avis.
it: Ho cambiato idea.
pl: Zmieniłem zdanie

source: My name is $selected_unit.name|.
cs: Jmenuji se $selected_unit.name|.
es: Mi nombre es $selected_unit.name|.

source: The path to my portrait is $selected_unit.profile|.
cs: Můj portrét je zde: $selected_unit.profile|
es: La ruta a mi retrato es $selected_unit.profile|.

source: My ID is $selected_unit.id|.
es: Mi ID es $selected_unit.id|.

source: My usage is $selected_unit.usage|.
es: Mi uso es $selected_unit.usage|.

source: That's impossible! I still have so much to learn!
cs: To nemůže být pravda! Ještě se mám toho tolik naučit!
es: ¡Eso es imposible! ¡Aún tengo mucho que aprender!
fr: C'est impossible ! J'ai encore tant à apprendre !
it: È impossibile! Ho ancora così tanto da imparare!
pl: Nie, to niemożliwe! Tyle jeszcze się muszę nauczyć!

source: That's impossible! I have not finished my mission!
cs: To nelze! Ještě jsem nedokončil svoji misi!
es: ¡Es imposible! ¡Aún no terminé mi misión!
fr: C'est impossible ! Je n'ai pas fini ma mission !
it: Non è possibile! Devo ancora completare la mia missione!
pl: To niemożliwe! Przecież moja misja nie została ukończona!

source: Without him, our cause is doomed!
cs: Bez něj je naše snaha marná!
es: ¡Sin él, nuestra causa está condenada!
fr: Sans lui, notre cause est condamnée !
it: Senza di lui, siano perduti!
pl: Bez niego, nasza sprawa jest stracona!

source: Our scouts have reported that King Buffin has amassed a huge army.
cs: Naši zvědové hlásí, že král Buffin přitáhl s velkou armádou.
es: Nuestros exploradores han reportado que el rey Buffin ha amasado un enorme ejército.
fr: Nos éclaireurs nous ont prévenus que le roi Buffin avait levé une énorme armée.
it: I nostri esploratori riferiscono che il re Buffin ha radunato un esercito enorme.
pl: Nasi zwiadowcy twierdzą, że król Buffin zgromadził wielką armię.

source: Our soldiers will defeat him handily. Besides, someone here was saying that once Gawen is declared the 'messiah,' everyone will greet him and there will be nothing but rejoicing.
cs: Ty zvládnem levou zadní. Mimochodem, kdosi tady cosi říkal o tom, že když se jednou Gawen prohlásí mesiášem, všichni ho uvítaj a davy budou radostně jásat.
es: Nuestros soldados le vencerán fácilmente. Además, alguien por aquí estaba diciendo que cuando Gawen sea declarado el "mesías", todo el mundo lo recibirá y no habrá más que regocijo.
fr: Nos soldats le vaincront facilement. En plus, quelqu'un ici a dit qu'une fois que Gawen serait déclaré messie tout le monde l'acclamerait dans la joie.
it: I nostri soldati da soli lo sconfiggeranno. Inoltre, qualcuno qua stava dicendo che una volta che Gawen sia proclamato "Liberatore" tutti lo acclameranno e ci saranno feste e celebrazioni.
pl: Nasi żołnierze pokonają go z jednym palcem w nosie. Poza tym, no może mi się tylko zdawało, ale czy ktoś tutaj nie obiecywał, że kiedy Gawena się ogłosi 'mesjaszem', wszyscy będą go witać chlebem i solą?

source: Someone must go to Oracle and tell her the time has come. This would have to be a very brave and trustworthy man.
cs: Někdo musí jít k Věštkyni a sdělit jí, že už je čas. Měl by jít jenom jeden, velice odvážný muž.
es: Alguien debe ir al Oráculo y decirle que el momento ha llegado. Debería ser un hombre valiente y digno de confianza.
fr: Quelqu'un doit aller voir l'Oracle et lui dire que c'est le moment. Il faut un homme parfaitement fiable et très courageux.
it: Qualcuno dovrebbe andare dall'Oracolo a dirle che l'ora è giunta. Qualcuno molto coraggioso.
pl: Ktoś musi pójść do Wyroczni i przekazać jej, że już czas. Musiałby to być jeden, bardzo odważny człowiek.

source: I will go.
cs: Já půjdu.
es: Iré yo.
fr: J'irai.
it: Ci andrò io.
pl: Ja pójdę.

source: My lord, do not listen to him. I will go.
cs: Můj pane, neposlouchej ho. Půjdu já.
es: Mi señor, no le escuches. Iré yo.
fr: Monseigneur, ne l'écoutez pas. J'irai, moi.
it: Mio signore, non ascoltatelo. Ci andrò io.
pl: Panie mój, nie słuchajcie go. Ja pójdę.

source: Ruvio, I want you by my side. And besides, who said that...
cs: Ruvio, chci tě mít po svém boku. Ale, mimochodem, kdo říkal, že...
es: Ruvio, te quiero a mi lado. Y además, quien dijo eso...
fr: Ruvio, je veux que tu restes à mes côtés. Et en plus, qui a dit que...
it: Ruvio, ti voglio al mio fianco. E poi chi ha detto che...
pl: Ruvio, chcę mieć ciebie przy moim boku. Poza tym, kto powiedział, że ...

source: So, it is decided. I will go.
cs: Je tedy rozhodnuto. Půjdu já.
es: Entonces, está decidido. Yo iré.
fr: Donc, c'est décidé, j'irai.
it: Allora è deciso. Ci andrò io.
pl: A więc, zadecydowane. Ja pójdę.

source: My lord, please. It can't be an Akladian, because Akladians have no experience with skulking and hiding. I, on the other hand, have been forced to skulk and hide for half of my life. I will reach the Oracle safely and then I will go to Freetown to tell the elders about everything, so they can gird themselves for the coming war and prepare Freetown for your arrival.
cs: Můj pane, prosím, tento úkol nemůžeš svěřit Akladijci, protože oni se nevyznají v plížení či skrývání. Já jsem se skrýval a plížil polovinu svého života. Já bezpečně najdu Věštkyni a pak vyrazím do Svobodova, abych o všem zpravil staršiny. Pak se vyzbrojí na závěrečnou bitvu, aby bylo všechno připraveno, než dorazíš.
es: Mi señor, por favor. No puede ser un akladiano, porque los akladianos no tienen experiencia en acechar y esconderse. Yo, por otro lado, he sido forzado a esconderme la mitad de mi vida. Llegaré al Oráculo a salvo y luego iré a Freetown a contárselo todo a los ancianos, que se dispongan para la guerra que se avecina y preparen Freetown para tu llegada.
fr: Monseigneur, s'il vous plaît. Ce ne peut pas être un Akladien, parce que les Akladiens n'ont aucune expérience dans l'art du camouflage. Par contre, moi, j'ai été forcé de me cacher la moitié de ma vie. J'atteindrai l'Oracle sain et sauf et ensuite je rentrerai à Freetown pour informer nos aînés. Comme ça, ils pourront se préparer pour la guerre à venir et tout préparer pour votre arrivée.
it: Mio signore, vi prego. Non uno di Akladia, perché quelli di Akladia non sanno muoversi furtivamente e nascondersi. Io, invece, mi sono mosso furtivo e nascosto per metà della mia vita. Io raggiungerò l'Oracolo senza correre rischi e poi andrò a Freetown per raccontare tutto agli anziani in modo che possano armarsi per la battaglia finale e preparare ogni cosa per il vostro arrivo.
pl: Panie, proszę. To nie może być Akladianin, ponieważ oni nie mają doświadczenia w skradaniu się i kryciu, ja zaś robiłem to przez większość swojego życia. Dotrę bezpiecznie do Wyroczni a potem wyruszę do Wolnego Miasta, powiedzieć o wszystkim radzie starszych, tak, by zebrali się do ostatniego starcia i przygotowali wszystko na twoje przybycie.

source: Will you allow me to finish? Who said I have agreed? I want to be neither a king nor a messiah. Why me? Why not someone else? This is all insane! I will happily lead the army, but...
cs: Necháte mne to dokončit? Kdo řekl, že souhlasím? Já nechci být ani králem, ani nějakým mesiášem. Proč já? Proč ne někdo jiný? Celé je to šílené! Budu šťastně vést armádu, ale...
es: ¿Me dejas terminar? ¿Quién ha dicho que acepte? No quiero ser ni rey ni mesías. ¿Por qué yo? ¿Por qué no otro? ¡Esto es una locura! Con gusto lideraré el ejército, pero...

source: (<i>sigh</i>) Once again, it can't be anyone else. Only you can unite Wesnothians and Akladians, because only YOU are have the blood of the royal lines of both nations flowing in your veins. I thought I explained that to you already. I'm afraid you were born to this doom, Gawen, you have no choice... unless you want to leave this whole country in chaos, instead.
cs: (<i>Povzdech</i>) Ještě jednou, nemůže to být nikdo jiný. Jen ty můžeš sjednotit Wesnothské a Akladijce, protože POUZE TY jsi z královské krve obou národů. Myslel jsem, že jsem ti to už vysvětlil. Obávám se Gawene, že ses narodil, abys tento osud naplnil. Zkrátka nemáš na výběr..., pokud místo toho nechceš nechat celou tuto zemi v chaosu.
es: (<i>suspiro</i>) Una vez más, no puede ser otro. Sólo tú puedes unir a wesnodianos y akladianos, porque sólo TÚ tienes la sangre del linaje real de ambas naciones corriendo por tus venas. Creí que ya te lo había explicado. Me temo que naciste para esta condena, Gawen, no tienes elección... a menos que quieras dejar todo este país sumido en el caos, en su lugar.

source: Also, from this time forth, stop using the name of Gaumhaldric. From this moment forward, everyone should address you as Gawen Haldric Hagarthen, king of both Wesnoth and Akladia.
cs: A, mimochodem, od této chvíle přestaň používat jméno Gaumhaldrik. Od této chvíle budiž již navždy nazýván Gawen Haldrik Hagarthen, král celého Wesnothu a Akladie.
es: Además, desde ahora, deja de usar el nombre de Gaumhaldric. A partir de este momento, todos deberán dirigirse a ti como Gawen Haldric Hagarthen, rey tanto de Wesnoth como de Akladia.
fr: Et, évidemment, à partir de ce moment, cessez d'utiliser le nom de Gaumhaldric. Tout le monde devra vous appeler Gawen Haldric Hagarthen, roi de tout Wesnoth et Akladia.
it: E, a proposito, da questo momento smettiamola di usare il nome di Gaumhaldric. Da questo momento tutti devono rivolgersi a voi con Gawen Halrdic Hagarthen, re di tutto Wesnoth e Akladia.
pl: A przy okazji, od teraz przestańcie używać imienia Gaumhaldric. Od tej chwili powinniście być tytułowany Gawen Haldric Hagarthen, król Wesnoth i Akladii.

source: My king, wish me luck. We will meet soon in Freetown. I will wait for you there, with as large an army as we can muster.
cs: Můj králi, popřej mi štěstí. Brzy se potkáme ve Svobodově. Počkám tam na tebe s tak velkou armádou, jakou dokážeme shromáždit.
es: Mi rey, deséeme suerte. Nos encontraremos pronto en Freetown. Le esperaré allí, con el ejército más grande que podamos reunir.
fr: Mon roi, souhaitez-moi bonne chance. Nous nous reverrons bientôt à Freetown. Je vous attends là-bas, avec la plus grande armée que nous pourrons réunir.
it: Mio re, auguratemi buona fortuna. Ci incontreremo presto a Freetown. Vi aspetterò laggiù, con un esercito gigantesco.
pl: Królu mój, życz mi szczęścia. Wkrótce spotkamy się w Wolnym Mieście. Będę tam na ciebie czekał, z armią tak wielką, jak tylko uda się zgromadzić.

source: Now, finally! With a bit of luck, Ruvio will perish, and Gawen will reclaim the throne without the 'help' of him and under... others.
cs: No konečně! S trochou štěstí Ruvia zapíchnou a my získáme trůn bez „pomoci“ jeho nebo těch podř... druhých.
es: ¡Ahora, al fin! Con un poco de suerte, Ruvio perecerá y Gawen reclamará el trono sin su 'ayuda' y la de los pleb... demás.
fr: Bien, finalement ! Avec un peu de chance, Ruvio va y passer et Gawen réclamera le trône sans son 'aide' et sans l'aide des métè... des autres.
it: Oh, finalmente! Con un pizzico di fortuna, Ruvio morirà e noi potremo reclamare il trono senza il suo "aiuto" o quello di miser... altri.
pl: Nareszcie! Przy odrobinie szczęścia Ruvio umrze i odzyskamy tron bez jego 'pomocy' i opieki par... pozostałych.

source: A Former Friend
cs: Dávný přítel
es: Un viejo amigo
fr: Un ancien ami.
it: Un vecchio amico
pl: Dawny przyjaciel

source: Ha! They were hiding some gold here!
cs: Ha! Schovali tu nějaké zlato!
es: ¡Ja! ¡Los bandidos estaban escondiendo algo de oro aquí!
fr: Ah ! Ils avaient caché de l'or ici !
it: Ah! Avevano nascosto dell'oro qua!
pl: Ha! Ukrywali tutaj nieco złota!

source: You have received $gold_amt gold pieces.
cs: Získal jsi $gold_amt zlatých.
es: Has recibido $gold_amt piezas de oro.

source: OOPS. There is a bug with looting Robert the Hefty's keep; please report it.
cs: Jejda. Při rabování pevnosti Roberta Heftyho došlo k chybě. Prosím, nahlas ji.
es: UPSS. Hubo un error al saquear el torreón de Robert el Fornido; por favor repórtalo.

source: OOPS. There is a bug with looting Uri van Roe's keep; please report it.
cs: Jejda. Při rabování pevnosti Uri van Roera došlo k chybě. Prosím, nahlas ji.
es: UPSS. Hubo un error al saquear el torreón de Uri van Roe; por favor repórtalo.

source: OOPS. There is a bug with looting Borlug's keep; please report it.
cs: Jejda. Při rabování pevnosti Borluga došlo k chybě. Prosím, nahlas ji.
es: UPSS. Hubo un error al saquear el torreón de Borlug; por favor repórtalo.

source: OOPS. There is a bug with looting Bor Cryne's keep; please report it.
cs: Jejda. Při rabování pevnosti Bor Cryneho došlo k chybě. Prosím, nahlas ji.
es: UPSS. Hubo un error al saquear el torreón de Bor Cryne; por favor repórtalo.
