Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Mother, wait! Don't kill him! I want to ask him a few questions!
cs: Matko, ne! Nezabíjej ho, chci mu položit pár otázek!
es: ¡Espera, madre! ¡No lo mates! ¡Quiero hacerle unas preguntas!
fr: Mère, attendez, ne le tuez pas ! Je voudrais lui poser quelques questions.
it: Madre, aspetta! Non ucciderlo! devo fargli alcune domande!
pl: Matko, czekaj! Nie zabijaj tego człowieka! Chcę go o coś zapytać!

source: What questions?
cs: Jaké otázky?
es: ¿Qué preguntas?
fr: Quelles questions ?
it: Che domande?
pl: O co?

source: And who said I will answer any of your questions?
cs: A kdo říkal, že ti na nějaké tvé blbé otázky odpovím?
es: ¿Y quién dice que vaya a responder tus preguntas?
fr: Et qui a dit que je répondrais à vos questions ?
it: E chi ha detto che risponderò alle tue domande?
pl: I kto powiedział, że na jakiekolwiek pytanie odpowiem?

source: Underling, keep your mouth shut. When I want you to give me the answers, you will. I am a master of the sword - but calling me merely a master of the knife would be far underestimating my skills, when it comes to getting people to talk.
cs: Podřadný, zavři tu svou klapačku. Když budu chtít, abys mě odpověděl, tak odpovíš. Říkají o mě, že jsem mistryně meče – ale pokud jde o umění mluvit s lidmi, daleko líp by sedělo „mistryně nože“.
es: Plebeyo, mantén la boca cerrada. Cuando quiera que me des las respuestas, lo harás. Soy una maestra de espadas, pero llamarme simplemente maestra de cuchillos sería subestimar mis habilidades cuando se trata de hacer que la gente hable.
fr: Métèque, tiens ta langue. Quand je voudrai que tu me donnes des réponses, tu le feras. Je suis maître d'épée, mais m'appeler maître du poignard serait largement sous-estimer mes compétences quand il faut faire parler les gens.
it: Chiudi il becco, miserabile. Quando vorrò sentire le tue risposte te lo dirò. Io sono maestra della spada e chiamarmi maestra della coltello sarebbe sottovalutare di parecchio le mie capacità quando si tratta di far parlare la gente.
pl: Milcz, pariasie. Kiedy będę chciała od ciebie odpowiedzi, udzielisz mi ich. Jestem mistrzynią miecza, ale nazywanie mnie mistrzem noża uwłacza moim umiejętnościom, gdy przychodzi do rozwiązywania języków.

source: My true mother... Ask him whether he knows who poisoned my true mother? And...
cs: Má skutečná matka... Zeptej se ho, jestli ví, kdo otrávil mou matku. A...
es: Mi verdadera madre... Pregúntale si sabe quién envenenó a mi verdadera madre. Y...
fr: Ma vraie mère... Demandez-lui s'il sait qui a empoisonné ma vraie mère ? Et...
it: La mia vera madre... Chiedigli se sa chi ha avvelenato la mia vera madre. E...
pl: Moja prawdziwa matka.. Zapytaj go, czy wie, kto otruł moją prawdziwą matkę? I jeszcze...

source: Aaargh!
es: ¡Aaaarg!
pl: Aaaa!

source: Oh, for shame! He was more heavily wounded than I thought. He just passed away so suddenly... sorry...
cs: Ale Božíčku! Byl víc zraněný, než jsem si myslela. Už je po ňom.
es: ¡Ah, qué lástima! Estaba más gravemente herido de lo que pensaba. Murió tan repentinamente... lo siento...
fr: Oh, mon Dieu ! Il était plus gravement blessé que je ne le pensais. Il vient juste de rendre l'âme si brutalement... Désolée...
it: Oh, dei! Era ferito molto più gravemente di quanto pensassi. È appena svenuto.
pl: Och, mój Boże! Był ciężej ranny niż myślałam. Właśnie umarł.

source: This is for your outlaws' attack on the Carrenemoe clan, and my capture!
cs: Tohle je za váš proradný útok na klan Carrenemoe a mé zajetí!
es: ¡Esto es por el ataque de tus forajidos contra el clan Carrenemoe y mi captura!

source: Wait, Reme, I had some questions I wanted to ask him!
cs: Počkej, Reme, mám nějaké otázky, co mu chci položit!
es: ¡Espera, Reme, tenía algunas preguntas que quería hacerle!

source: I apologize, Gawen, the heat of battle got to me. I'll try not to let it happen again.
cs: Omlouvám se, Gawene, ovládl mě žár boje. Budu se snažit, aby se to neopakovalo.
es: Me disculpo, Gawen, el fragor de la batalla me afectó. Trataré de que no vuelva a suceder.

source: Wait a minute... Rob Roe? What are you doing, me fellow Rob? What happened to our bandit fellowship?
es: Un momento... ¿Rob Roe? ¿Qué estás haciendo, mi colega Rob? ¿Qué pasó con nuestra comunidad de bandidos?

source: Oh, you know how things go, me fellow Rob... allegiances change. 'snothing personal, you see... strictly business.
es: Oh, ya sabes cómo funciona estas cosas, mi colega Rob... las lealtades cambian. Ná personal, ya ves... sólo negocios.

source: Oh well, it figures...
es: Oh, bueno, doy cuenta de ello...

source: Oh no! A Necromancer. I hate all necromancers.
cs: Ach ne! Nekromant. Nenávidím všechny nekromanty.
es: ¡Oh, no! Un nigromante. Odio a todos los nigromantes.

source: And? What will you do, stupid fleshbag? Ha ha, I am afraid of nothing! Nothing! Death will be just beginning of my path!
cs: A co? Co budeš dělat, ty hloupá kupko masa? Ha ha, ničeho se nebojím! Ničeho! Smrt bude jen začátek mé cesty!
es: ¿Y? ¿Qué vas a hacer, estúpida babosa? ¡Ja, ja, no tengo miedo de nada! ¡Nada! ¡La muerte será sólo el comienzo de mi camino!

source: Well, think about this: after I kill you I will cut off you head. Could you still be raised from the dead without your head?
cs: Dobře, tak popřemýšlej o tomhle: až tě zabiju, odseknu ti hlavu. Mohl bys být stále vzkříšen z mrtvých bez svý hlavy?
es: Bueno, piensa en esto: después de que te mate, te cortaré la cabeza. ¿Aún podrías resucitar de entre los muertos sin tu cabeza?

source: Of course! Stupid woman, you know nothing about our art, don't you?
cs: Samozřejmě! Hloupá ženská, ty nevíš nic o našem umění, že?
es: ¡Por supuesto! Estúpida mujer, no sabes nada de nuestro arte, ¿no?

source: Hm... You know, we Akladians have traditions about making sure someone is not brought back from the grave. Anyone have a wooden stick?
cs: Hm... Víš, my Akladijci máme tradice, jak zajistit, aby někdo nevylez z hrobu. Má tu někdo dřevěný kolík?
es: Hum... Sabes, nosotros los akladianos tenemos tradiciones sobre asegurarnos de que alguien no vuelva de su tumba. ¿Alguien tiene un palo de madera?

source: Ha, ha, ha, you think that will work?
cs: Ha ha ha, ty myslíš, že to bude fungovat?
es: Ja, ja, ja, ¿crees que eso funcionará?

source: No idea, but it worked in the stories I've heard. Wooden stick through the heart, cut off the head, and place it between the legs. We will start with the stick...
cs: Nemám tušení, ale v příbězích, co jsem slyšela, to fungovalo. Dřevěným kolíkem probijem srdce, odříznem hlavu a strčíme ji mezi nohy. Začnem tím kolíkem...
es: Ni idea, pero funcionó en las historias que he escuchado. Atraviesa el corazón con un palo, corta la cabeza y colócala entre las piernas. Empezaremos con el palo...

source: Ha! Bald man, you look quite nice without hair - I wonder how you would look without ears.
cs: Ha! Holá palice, vypadáš úchvatně bez vlasů – zajímalo by mě, jak bys vypadal bez uší.
es: ¡Ja! Tío calvo, te ves muy bien sin pelo. Me pregunto cómo te verías sin orejas.
fr: Ha ! Homme chauve, tu es marrant sans cheveux. Je me demande à quoi tu ressemblerais sans oreilles.
it: Ah! Crapa pelata, hai un bell'aspetto senza capelli - mi domando quale sarà il tuo aspetto senza orecchie.
pl: Ha! Łysolu, nawet nieżle ci pasuje ta łysinka. Ciekawa jestem, jakbyś wyglądał bez uszu.

source: Stupid woman, I am your God! I created you! Your whole race! You are mine, you will always be mine!
cs: Blbá ženská, já jsem tvůj Bůh! Já tě stvořil! Celou tvou rasu! Jsi moje, a vždycky budeš!
es: ¡Estúpida mujer, yo soy tu Dios! ¡Yo te creé! ¡Toda tu raza! ¡Eres mía, siempre serás mía!

source: ...aaand if I were to cut off your nose as well, you would look like an egg with hands and legs! What an excellent idea!
cs: ... aaa kdybych ti ufikla i nos, vypadal bys jako vejce s rukama a nohama! Úžasná představa!
es: ...y si te cortase la nariz también, ¡te verías como un huevo con manos y piernas! ¡Qué excelente idea!
fr: ....eeeet si je te coupe aussi le nez, tu ressembleras à un oeuf avec des mains et des jambes ! Quelle idée amusante !
it: ...eee se ti tagliassi anche il naso, potresti sembrare un uovo con braccia e gambe! Grandiosa idea!
pl: ..aaaa jeśli do tego odetnę ci nos, będziesz wyglądał jak jajko z rękoma i nogami! Wspaniały pomysł!

source: Oh nooo... Woman... Human woman has killed me...
cs: Ne! Ženština... Lidský ženština mne zabít...
es: Oh, nooo... Mujer... Una mujer humana me ha matado...

source: This human woman has already killed dozens of other orcs, foul creature. And every one of them said the same thing.
cs: Tadle ženská už zamordovala hafo skřetů, hlupáku! A každý z vás říká to říká furt dokola.
es: Esta mujer humana ya ha matado a docenas de orcos, repugnante criatura . Y todos dijeron lo mismo.
fr: La femme dont tu parles a déjà tué des douzaines d'autres orcs, répugnante créature. Et chacun d'eux disait la même chose.
it: Questa femmina umana ha già ucciso dozzine di altri orchi, lurida creatura. E tutti hanno detto la stessa cosa.
pl: Ta kobieta ludzików zabiła już całe tuziny orków, ohydna kreaturo. A każdy z nich mówił mniej więcej to samo.

source: Wait a moment! You are She-wolf of Haeltin? Then it is not as great a disgrace as I thought...
cs: Počkat chvíli! Ty být Vlčice Haeltin? Tak to nebýt zas takový potupa...
es: ¡Espera un momento! ¿Eres la Loba de Haeltin? Entonces no es una desgracia tan grande como pensaba...
fr: Attends un moment ! Tu es la Louve d'Haeltin ? Alors, ce n'est pas un aussi grand déshonneur que je ne le pensais.
it: Aspetta un momento! Sei tu la Lupa di Haeltin? Allora non una vergogna così grande quanto avevo pensato...
pl: Chwileczkę! Ty jesteś... Wilczyca z Haeltin? Więc nie jest to taka wielka hańba, jak myślałem..

source: Grekulak, it is time for you to find you final rest. Too many ages you have wandered this earth. Too many tears have watered the earth because of you.
cs: Grekulaku, je čas, abys našel svůj poslední odpočinek. Příliš mnoho let jsi otravoval tuto zemi. Příliš mnoho hrůzy pocítila kvůli tobě tato zem.
es: Grekulak, es hora de que encuentres tu descanso final. Demasiadas edades has vagado por esta tierra. Demasiadas lágrimas han regado la tierra por tu culpa.
fr: Grekulak, il est temps pour toi de penser au repos final. Il y a bien trop longtemps que tu traînes sur cette terre. Trop de larmes ont coulé sur cette terre par ta faute.
it: Grekulak, è tempo ormai che tu raggiunga l'estremo riposo. Da troppi secoli ha calcato il suolo di questa terra. Troppe lacrime sono cadute sulla terra a causa tua.
pl: Grekulaku, czas, byś odnalazł ostateczny odpoczynek. Zbyt wiele wieków przemierzałes ten świat, zbyt wiele łez go zrosiło przez ciebie.

source: You know nothing, stupid man. My goals... And plans... you can't even begin to grasp their greatness.
cs: Nevíš nic, stupidní člověče. Mé cíle... a plány... Ty nejsi schopen ani pochopit jejich velikost.
es: No sabes nada, hombre estúpido. Mis objetivos... y planes... ni siquiera podrías pensar en comprender su grandeza.
fr: Tu n'en sais rien, homme stupide ! Mes buts... Et mes plans... Tu ne peux même pas même commencer à en saisir la grandeur.
it: Non sai nulla, stupido uomo. I miei obiettivi... i miei piani... non puoi nemmeno afferrare la loro grandezza.
pl: Nic nie pojmujesz, głupi człowieku. Moje cele.. moje plany... nawet nie jesteś w stanie ogarnąć ich wielkości.

source: Greatness? I can see only the madness in everything you have done. Die now... and despite the great evil you have wrought on this earth, I hope your spirit may find the path to the light.
cs: Velikost? Já vidím jenom zhoubu ve vše, cos kdy udělal. Zemři tedy... a zřekni se všech těch hrůz, které jsi tu na zemi natropil. Doufám, že pak tvůj duch nalezne cestu ke světlu.
es: ¿Grandeza? Solo puedo ver la locura en todo lo que has hecho. Muere ahora... y a pesar del gran mal que has causado en esta tierra, espero que tu espíritu encuentre el camino hacia la luz.
fr: Grandeur ? Je vois seulement la folie dans tout ce que tu as fait. Meurs maintenant... et malgré tout le mal que tu as fait sur cette terre, j'espère que ton esprit trouvera le chemin de la lumière.
it: Grandezza? Vedo solo della pazzia in tutto quello che hai fatto. Adesso muori... e nonostante tutto il male che hai fatto su questa terra, io spero che il tuo spirito trovi la strada per la luce.
pl: Wielkość? We wszystkim co zrobiłeś widzę tylko szaleństwo. Giń... i pomimo całego zła, które uczyniłeś temu światu mam nadzieję, że odnajdziesz drogę do światła.

source: What do you have to say now, Cryne? You heinous coward, you... you...
cs: A co řekneš teď, Cryne? Ty odporný zbabělče, ty... ty...
es: ¿Qué tienes que decir ahora, Cryne? Cobarde atroz, tú... tú...

source: Ha, ha, ha! I spit on you, underling! Nothing will change the fact that I had your wife and all of your daughters! Your spirit will wander aimlessly for eternity in the land of ancestors, for no one will care for your memory and you will leave no heir!
cs: Ha, ha, ha! Kašlu na tebe, podřadný! Nic už nezmění fakt, že jsem dostal tvou ženskou a všechny tvé dcery! Tvůj duch bude bezcílně bloudit na věčnosti v zemi předků s vědomím, že na tebe nikdo nebude vzpomínat a že chcípneš bez dědice!
es: ¡Ja, ja, ja! ¡Te escupo, plebeyo! ¡Nada cambiará el hecho de que tuve a tu esposa y a todas tus hijas! ¡Tu espíritu vagará sin rumbo por la eternidad en la tierra de los ancestros, porque nadie cuidará tu memoria y no dejarás heredero!
fr: Ha, ha, ha ! Je te crache dessus, métèque ! Rien ne changera le fait que j'aie eu ta femme et toutes tes filles ! Ton esprit errera pour l'éternité dans les champs de tes ancêtres et personne ne s'occupera de ta mémoire car tu ne laisseras pas d'héritier !
it: Ah, ah, ah! Io sputo su di te, miserabile! Nulla potrà mai cambiare il fatto che io mi sono preso tua moglie e le tue figlie! Il tuo spirito vagherà per tutta l'eternità nella terra degli avi senza nessuno che conservi il ricordo di te e non avrai nessun erede!
pl: Cha, cha, cha! Pluję ci w twarz, pariasie! Nic nie zmieni faktu, że miałem twoją żonę i wszystkie córki! Twój duch będzie błąkał się przez całą wieczność w krainie przodków, pełen cierpienia, gdyż nikt nie będzie o tobie pamiętał i nie zostawisz potomka!

source: ...and neither will you.
cs: ... stejně jako na tebe.
es: ...y tú tampoco.
fr: Toi non plus !
it: Nemmeno tu.
pl: ...nikt tez nie będzie pamiętał o tobie.

source: I have a son, you stupid underling!
cs: Já mám syna, ty podřadný blbečku!
es: ¡Tengo un hijo, estúpido plebeyo!
fr: J'ai un fils, stupide métèque !
it: Io ho un figlio, stupido miserabile!
pl: Ja mam syna, kretynie!

source: He won't care for your memory. I will make sure of that, I promise you.
cs: Ani se nepostará o tvou památku. Na to osobně dohlédnu, to ti slibuji!
es: A él no le importará tu recuerdo. Me aseguraré de ello, te lo prometo.
fr: Il ne s'occupera pas de ta mémoire. Je m'en assurerai personnellement, je te le promets.
it: Non porterà il tuo ricordo. Me ne incarico di persona, lo giuro.
pl: Nie zadba on o twoją pamięć. Obiecuję ci, że tego dopilnuję.

source: What did you mean, Ruvio? I won't allow you to punish Cryne's child for his father's sins.
cs: Cos tím myslel, Ruvio? Nechci trestat Crynovi děti za chyby jejich otce.
es: ¿A qué te referías, Ruvio? No permitiré que castigues al hijo de Cryne por los pecados de su padre.
fr: Que vouliez-vous dire, Ruvio ? Je ne permettrai pas que l'on punisse les enfants de Cryne pour les crimes de leur père.
it: Cosa vuoi dire, Ruvio? Non ti permetterò di punire il figlio di Cryne per le colpe di suo padre.
pl: Co miałeś na myśli, Ruvio? Nie pozwolę na to, by dziecko Cryne'a karano za grzechy ojca.

source: I won't do any harm to Cryne's son, my lord - he is an orphan now; I wish to adopt him, raise him as a Wesnothian, and teach him the things Bor would not have taught him... to be noble and honourable... and perhaps, in time, the bloodline of the Crynes will, of their own volition, perform deeds of such quality that they will more than redeem the offenses that Bor himself has wrought upon the land.
cs: Neublížím Crynovu synovi, můj pane. Je teď sirotek. Přál bych si ho adoptovat, vychovat ho jako wesnoťana a naučit ho věcem, které by ho Bor nenaučil... být ušlechtilý a čestný... a možná časem bude pokrevní linie Crynů ze své vlastní vůle vykonávat činy takové kvality, že více než odčiní přečiny, které na zemi napáchal sám Bor.
es: No le haré ningún daño al hijo de Cryne, mi señor; ahora es huérfano; deseo adoptarlo, criarlo como un wesnodiano y enseñarle las cosas que Bor no le habría enseñado... a ser noble y honorable... y tal vez, con el tiempo, la línea de sangre de los Cryne, por su propia voluntad, realicen acciones de tal calidad que rediman con creces las ofensas que el mismo Bor ha cometido sobre estas tierra.
fr: Je ne veux aucun mal au fils de Cryne, Monseigneur - c'est un orphelin maintenant; je voudrais l'adopter, l'élever comme un Wesnothien et lui apprendre ce que Bor ne lui aurait pas appris... comment être noble et honorable... et peut-être qu'avec le temps, la lignée de Cryne pourra de son propre vouloir, accomplir des hauts faits qui effaceront et au delà tout le mal que Bor lui-même à ourdi dans ce pays.
pl: Nie uczynię krzywdy synowi Cryne'a, mój panie. Syn ten jest teraz sierotą. Zaadoptuję go, wychowam jako Wesnotyjczyka, i nauczę go rzeczy, których Bor nigdy by nie pokazał... Jak być szlachetnym, honorowym... i być może, kiedyś, po latach, potomkowi Cryne'a dokonają czynów tak wielkich i szlachetnych, że odkupią winy swego protoplasty.

source: Ruvio, my old friend, in your words today, all present have heard the true timbre of your noble soul. You have my blessing... and my promise that I will help you, Ruvio.
cs: Ruvio, můj starý příteli, z tvých dnešních slov mohli všichni přítomní zaslechnout skutečnou harmonii tvé vznešené duše. Máš mé požehnání... a slib, že ti pomůžu, Ruvio.
es: Ruvio, mi viejo amigo, en tus palabras de hoy, todos los presentes hemos escuchado el verdadero timbre de tu noble alma. Tienes mi bendición... y mi promesa de ayuda, Ruvio.
fr: Ruvio, mon vieil ami, dans ces mots aujourd'hui, chacun a pu entendre l'authentique voix de votre noble esprit. Vous avez mon approbation... et la promesse que je vous aiderai, Ruvio.
pl: Ruvio, przyjacielu, w twych słowach wszyscy obecni usłyszeli prawdziwy wyraz szlachetności twej duszy. Masz me poparcie - i obietnicę, że ci pomogę, Ruvio.

source: Ha, underling! Before I die, I spit on you and your whole worthless race!
cs: Ha, podřadný! Než umřu, plivu na tebe i na celou tvou ubohou rasu!
es: ¡Ja, plebeyo! ¡Antes de morir, te escupiré a ti y a toda tu raza sin valor!
fr: Ha, métèque ! Avant de mourir, je crache sur toi et toute ta méprisable race !
it: Ah, miserabile! Prima che io muoia, sputerò su di te e su tutta la tua razza indegna!
pl: Pariasie! Zanim umre splunę na ciebie i całą twoją bezwartościową rasę!

source: Whatever you do, you will be dead, and with you all of your ideas - every theory you believed in - will be dead as well. Wesnoth will be restored, and Akladians and Wesnothians will live in peace.
cs: Cokoli uděláš, zemřeš. Do hrobu si vezmeš všechny své nápady, všechny teorie, ve které věříš, zemřou s tebou. Wesnoth bude obnoven a Wesnoťané s Akladijci budou žít v míru.
es: Hagas lo que hagas, estarás muerto, y contigo todas tus ideas, cada teoría en la que creías, también estará muerta. Wesnoth será restaurado, y akladianos y wesnodianos vivirán en paz.
fr: Quoi que tu fasses, tu seras mort et avec toi, toutes tes idées et toutes les théories auxquelles tu crois. Wesnoth sera restauré et les Akladiens et les Wesnothiens vivront en paix.
it: Qualunque cosa tu faccia, sarai morto e, con te, moriranno tutte le tue idee, ogni teoria in cui hai creduto sarà morta con te. Il regno di Wesnoth sarà restaurato e uomini di Wesnoth e di Akladia vivranno in pace.
pl: Cokolwiek zrobisz, będziesz martwy, a wraz z tobą wszystkie twoje pomysły i przekonania. Wesnoth zostanie odrodzone a Akladianie i Wesnothianie będą żyć w pokoju.

source: Wesnothians! Bunch of flabby wimps! Band of stinking lobs! (<i>coughs</i>) You... you...
cs: Wesnoťané! Horda slabých bab! Banda smradlavých tchořů! (<i>kašle</i>) Vy... vy...
es: ¡Wesnodianos! ¡Montón de cobardes flácidos! ¡Banda de babosas fétidas! (<i>tose</i>) Tú... tú...

source: Yes, foam and froth, nobody will listen to you... and, by the way, I will be taking your sword, now.
cs: Ano, jen se vyžvaň, nikdo ti stejně nebude naslouchat... apropos, teď si vezmu tvůj meč.
es: Sí, jabón y espuma, nadie te va a escuchar... y, por cierto, me llevaré tu espada, ya.
fr: Oui, crie et écume, personne ne t'écoutera plus... Et, tant que j'y suis, donne-moi ton épée.
it: Ma sì, agitati e shiuma di rabbia, non ti ascolterà nessuno... e, a proposito, dammi la tua spada.
pl: Wściekaj się i unoś, i tak nikt nie będzie cię słuchał... A przy okazji, oddaj mi swój miecz.

source: No! No! Where are you going... come back! I can't die without my sword in hand!
cs: Ne! Ne! Kam jdeš... vrať se! Nemohu umřít bez svého meče!
es: ¡No! ¡No! ¿Adónde vas? ¡Vuelve! ¡No puedo morir sin mi espada en mano!
fr: Non ! Non ! Où vas-tu ? Reviens ! Je ne peux pas mourir sans épée à la main.
it: No! No! Dove vai... vattene! Non posso morire senza una spada in pugno!
pl: Nie! Nie! Gdzie idziesz... wracaj! Nie mogę umrzeć bez miecza w dłoni!

source: Oh no! My most loyal servant has been slain!
cs: Ale ne! Zabili mé nejvěrnější služebníky!
es: ¡Oh, no! ¡Mi sirviente más leal ha sido asesinado!
fr: Oh non ! Mon esclave le plus fidèle a été tué !
it: Oh no! Il mio schiavo più fedele è stato ucciso!
pl: Och nie! Najbardziej lojalny z mych sług nie żyje!

source: Arise, my slave, arise!
cs: Povstaňte, mí sluhové, povstaňte!
es: ¡Ízate, mi esclavo, ízate!
fr: Lève-toi, mon esclave, lève-toi !
it: Levati, schiavo, levati!
pl: Powstań, mój niewolniku, powstań!

source: Shadow of Mal-Raylal
cs: Mal-Raylalův stín
es: Sombra de Mal-Raylal
fr: Ombre de Mal-Raylal
it: L'ombra di Mal-Raylal
pl: Cień Mal-Raylala

source: Arise, my slave, arise! Why are you deaf to my calls?
cs: Povstaňte, mí sluhové, povstaňte! Proč jste hluší k mému volání?
es: ¡Ízate, mi esclavo, ízate! ¿Por qué no respondes a mis llamados?

source: He who dies by my hand is freed from the chains of necromancy forever.
cs: Kdo zemře mou rukou, je navždy osvobozen z okovů nekromancie.
es: El que muere por mi mano se libera para siempre de las cadenas de la nigromancia.
fr: Celui qui meurt de ma main est libéré pour toujours des chaînes de la nécromancie.
pl: Ten, co z mej ręki pada, na zawsze jest wolny od nekromancji.

source: Hm, it seems that this necromancer has strayed rather far from his master...
es: Hm, parece que este nigromante se ha alejado bastante de su maestro...

source: Arise, my slave, arise! Why you are deaf to my calls?
cs: Povstaňte, mí sluhové, povstaňte! Proč jste hluší k mému volání?
es: ¡Ízate, mi esclavo, ízate! ¿Por qué no respondes a mis llamados?
fr: Lève-toi, mon esclave, lève-toi ! Pourquoi restes-tu sourd à mes appels ?
it: Levati, schiavo, levati! Perché non rispondi alla mia invocazione?
pl: Powstań, mój niewolniku, powstań! Dlaczego jesteś głuchy na me wołania?

source: Wait! Deorien! Heal him before he passes, so that I may have a chance to strike the final blow!
cs: Počkejte! Deoriene! Uzdrav ho, než pojde, abych měl šanci zasadit poslední ránu!
es: ¡Espera! ¡Deorién! ¡Cúralo antes de morir, quiero la oportunidad de dar el golpe final!

source: I'm sorry, Ruvio, but it looks as though it's already too late...
cs: Promiň, Ruvio, ale vypadá to, že už je příliš pozdě...
es: Lo siento, Ruvio, pero parece que ya es demasiado tarde...
