Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Wait, do not die yet! I want you to answer a few questions first!
cs: Počkej, ještě neumírej! Nejdřív se tě chci na něco zeptat!
es: ¡Espera, no te mueras todavía! ¡Quiero que respondas algunas preguntas primero!
fr: Attends, ne meurs pas tout de suite. Je veux que tu répondes d'abord à quelques questions.
it: Aspetta, non morire ancora! Vorrei che tu rispondessi ad alcune mie domande!
pl: Czekaj, nie umieraj! Chcę, byś najpierw odpowiedział na parę pytań!

source: You have defeated me, so I will grant you your wish. What do you want to know?
cs: Ty jsi mě porazil, takže máš právo se ptát. Co bys chtěl vědět?
es: Me has derrotado, así que te concederé tu deseo. ¿Que quieres saber?
fr: Vous m'avez vaincu. J'exaucerai donc votre désir. Que voulez-vous savoir ?
it: Mi hai sconfitto, dunque esaudirò il tuo desidero. Cosa vuoi sapere?
pl: Pokonaliście mnie, a więc słuszne jest, bym wasze życzenie spełnił.Co chcecie wiedzieć?

source: Why you have kidnapped this poor girl?
cs: Proč jste unesli tu ubohou dívku?
es: ¿Por qué ha secuestrado a esta pobre muchacha?
fr: Pourquoi avez-vous enlevé cette pauvre fille ?
it: Perché hai rapito questa povera ragazza?
pl: Dlaczego porwałeś tą biedną dziewczynę?

source: What are the plans of king Buffin?
cs: Jaké jsou plány krále Buffina?
es: ¿Que planes tiene el rey Buffin?
fr: Quels sont les plans du roi Buffin ?
it: Quai sono i piani del re Buffin?
pl: Jakie są plany króla Buffina?

source: What do you know about the situation in Vakladia?
cs: Co víš o situaci ve Vakladii?
es: ¿Qué sabes sobre la situación en Vakladia?
fr: Que savez-vous de la situation dans Vakladia ?
it: Cosa sai della situazione a Vakladia?
pl: Co wiesz o sytuacji w Vakladii?

source: Because I wanted to.
cs: Protože jsem chtěl.
es: Porque yo quise.

source: I don't have to explain myself to anyone.
cs: Nemusím to nikomu vysvětlovat.
es: No tengo por que dar explicaciones a nadie.
fr: Je n'ai pas à me justifier devant quiconque.
it: Perché lo desideravo. Non devo spiegazioni a nessuno.
pl: Przed nikim nie muszę się spowiadać.

source: Why should I tell you? This is confidential and even though you gave me a good fight and an honourable death, I can't tell you.
cs: Proč bych ti to měl říkat? To je tajemství. Dobře jsem si zaválčil, mám čestnou smrt, ale stejně ti nic neřeknu.
es: ¿Por qué te lo debo decir? Eso es confidencial y aunque me dieses una buena pelea y una muerte honorable, no puedo decirte.
fr: Pourquoi devrais-je répondre ? C'est un secret et vous avez beau m'avoir offert un beau combat et une mort honorable, je ne peux pas vous le dire.
it: Perché dovrei dirtelo? È un segreto e anche se è stato uno bello scontro e la mia morte onorevole, non te lo posso dire.
pl: Dlaczego miałbym wam wyjawić coś, co tajemnicą jest? Chociażeście dobrą walkę mi podarowali i śmierć honorową, wyjawić tajemnicy owej wam nie mogę.

source: Vakladia is finished. The whole country is in chaos. I think Bor Cryne, one of their lords, wants to declare himself king, but not many Akladians living there will recognise him. Only Hagarthens can be kings.
cs: Vakladie končí. Celá upadla do chaosu. Já myslím, že Bor Cryne, jeden z lordů, se chce stát králem, ale málo Akladijcům se to líbí. Vždy vládl nějaký Hagarthen.
es: Vakladia se termina. El país entero está en caos. Creo que Bor Cryne, uno de sus señores, quiere declararse rey, pero no muchos akladianos que viven allí lo reconocerán. Sólo los Hagarthens puede ser reyes.
fr: Vakladia est finie. Tout le pays est dans le chaos. Je pense que Bor Cryne, un de leur seigneur, veut se proclamer roi, mais il n'y a pas beaucoup d'Akladiens vivant là-bas qui le reconnaîtront. Seuls les Hagarthens peuvent devenir rois.
it: Vakladia non ha futuro. L'intero paese è nel caos. Penso che Bor Cryne, uno dei loro signori, intenda dichiararsi re, ma della gente di Akladia che vive lì solo pochi lo riconosceranno. Solo gli Hagarthen possono essere re.
pl: Vakladia skończona jest. Cały kraj w chaosie pogrążon. Bor Cryne, jeden z ich panów, łaknie królewskiego tytułu, ale spośród Akladyjskiego ludu żyjącego w owej dziedzinie, niewielu się znajdzie takich, co by mu gotowi byli go przyznać. Hagarthenom jeno korona przysługuje.

source: I don't know that name.
cs: Neznám.
es: No conozco ese nombre.
fr: Je ne connais pas ce nom.
it: Non conosco quel nome.
pl: Imię to znane mi nie jest.

source: Where is your lord keeping the kidnapped girl?
cs: Kde tvůj pán ukrývá unesené děvče?
es: ¿Dónde guarda tu señor a la chica secuestrada?
fr: Où votre seigneur détient-il la fille qu'il a enlevée ?
it: Dove tiene la ragazza rapita il vostro signore?
pl: Gdzie twój pan trzyma porwaną dziewczynę?

source: North of his castle, in small cage.
cs: Od hradu na sever. V malé díře.
es: Al norte de su castillo, en una pequeña jaula.
fr: Au nord de son château, dans une petite cage.
it: A nord del castello, in una piccola gabbia.
pl: Niewiasta ta na północ od zamku, w małej klatce jest zamknięta.

source: I don't know. Only the king would know what his plans are.
es: No lo sé. Sólo el rey sabe cuáles son sus planes.
fr: Je ne sais pas. Le roi seul doit savoir quels sont ses plans.
pl: To wiadome mi nie jest. Co król zamyślił, tylko król wie.

source: Their king is dead, orcs are ravaging though their land, their country is in chaos... These are hard times for worthy people. Easkladia lies in ruins, and now Vakladia is falling too... we all await the messiah who will end these grueling times.
cs: Jejich král chcípnul, skřeti tam vyrabovali co se dalo, celá země v chaosu... Těžké časy příšly na vznešený lid. Easkladie je rozbitá, Vakladie bude brzo taky... Čekáme na mesiáše, který nám vrátí ty slibované krásné časy.
es: Su rey ha muerto, los orcos asolan su tierra, su país es un caos... Son tiempos difíciles para la gente digna. Easkladia yace en ruinas, y ahora Vakladia está cayendo también... todos esperamos al mesías que pondrá fin a estos tiempos penosos.
fr: Leur roi est mort, les orcs ravagent leurs terres, leur pays est dans le chaos... Les temps sont durs pour les honnêtes gens ! Easkladia est en ruines et maintenant, Vakladia suit le même chemin... Nous attendons tous le messie qui mettra fin à ces temps cruels.
it: Il loro re è morto, gli orchi stanno devastando la loro terra, il loro paese è nel caos. Sono tempi duri per la brava gente. Easkladia è in rovina e ora anche Vakladia sta peggiorando. Aspettiamo tutti che il Liberatore metta fine a questo periodo così difficile.
pl: Ich król umarł, oki plądrują ich ziemię, ich dziedzina jest pogrążona w chaosie... Trudne czasy dla godnych ludzi. Easkladia jest w ruinach, a teraz Vakladia również upada... Wszyscy oczekujemy na mesjasza, który zakończy te paskudne czasy.

source: I've never heard of that name.
cs: Neznám.
es: Nunca he eschuchado ese nombre.
fr: Je n'ai jamais entendu parler de lui.
it: Non conosco quel nome.
pl: Tego miana nie słyszałem.

source: The peasants told Gawen that the lord of the neighbouring territory, Bark O Skagrrak, had kidnapped a young girl and was trying to force her to marry him. The decision to save the poor girl came naturally for Gawen.
cs: Sedláci řekli Gawenovi, že ten lord ze sousedství, Bark O Skagrrak, unesl mladou dívku, protože se s ní chce oženit. Rozhodnutí ji vysvobodit bylo pro Gawena naprosto přirozené.
es: Los campesinos contaron a Gawen que el señor del territorio vecino, Bark O Skagrrak, había secuestrado a una joven e intentaba obligarla a casarse con él. La decisión de salvar a la pobre muchacha fue algo natural para Gawen.
fr: Les paysans dirent à Gawen que le seigneur du territoire voisin, Bark O Skagrrak, avait enlevé une jeune fille pour la contraindre à l'épouser. La nécessité de sauver cette pauvre fille devint rapidement évidente pour Gawen.
it: I contadini dissero a Gawen che il signore del territorio vicino, Bark O Skagrrak, aveva rapito una giovane ragazza per costringerla a sposarlo. La decisione di salvare la povera ragazza fu una cosa naturale per Gawen.
pl: Chłopi powiedzieli Gawenowi, że pan pobliskiego terytorium, Bark O Skagrrak, porwał młodą dziewczynę, by zmusić ją do małżeństwa. Decyzja, by ją uratować przyszła całkiem naturalnie.

source: Rurk, report about your preparations.
cs: Rurku, jak pokračují tvoje přípravy?
es: Rurk, informa sobre tus preparativos.
fr: Rurk, faites-moi votre rapport sur vos préparatifs.
it: Rurk, riferiscimi dei tuoi preparativi.
pl: Rurk, raport o przygotowaniach.

source: We are ready, my lord. Where will we be going? Is the gossip I've heard about the hordes on our eastern border true?
cs: Jsme hotoví, můj pane. Kam půjdeme? Proslýchá se něco o hordách na naší východní hranici. Je to pravda?
es: Estamos listos, mi señor. ¿A dónde iremos? ¿Son ciertas las habladurías que he oído sobre las hordas en nuestra frontera oriental?
fr: Nous sommes prêts, Monseigneur. Où allons-nous ? Est-ce que les rumeurs que j'ai entendues au sujet des hordes sur nos frontières sont avérées ?
it: Siamo pronti, mio signore. Dove dobbiamo andare? Sono vere le voci che abbiamo sentito sulle orde ai nostri confini orientali?
pl: Jesteśmy gotowi, mój panie. Kiedy ruszamy? Czy plotki, które docierają tutaj o hordach na naszych wschodnich granicach, są prawdziwe?

source: What gossip? Ghosts invading the castles? Rurk, I thought you were a reasonable man. Ghosts and undead are stories for Wesnothians. I think king Buffin is planting such gossip himself to scare Wesnothians and to distract them from thinking about rebelling again.
cs: Co že se říká? Že duchové napadli hrad? Rurku, myslel jsem si, že jsi chytrý chlapík. Duchové a nemrtví jsou povídačky pro Wesnoťany a myslím, že tuto fámu vypustil sám král Buffin, aby je vystrašil a aby přestali myslet na další rebélie.
es: ¿Qué cotilleos? ¿Fantasmas invadiendo los castillos? Rurk, pensé que eras un hombre razonable. Fantasmas y muertos vivientes son historias para wesnodianos. Creo que el rey Buffin está plantando esos chismes él mismo para asustar a los wesnodianos y distraerlos de pensar en rebelarse de nuevo.
fr: Quelles rumeurs ? Les fantômes qui envahissent les châteaux ? Rurk ! Je pensais que tu étais un homme raisonnable. Les fantômes et les morts-vivants sont des histoires pour Wesnothiens. Je pense que le roi Buffin crée lui-même ces racontars pour effrayer les Wesnothiens et leur donner autre chose à penser qu'une nouvelle rébellion.
it: Quali voci? Fantasmi che infestano i castelli? Rurk, pensavo che tu fossi una persona di buon senso. Fantasmi e i non-morti sono storielle per quelli di Wesnoth, penso che sia stato lo stesso re Buffin a mettere in giro queste voci per spaventare la gente di Wesnoth e impedir loro di organizzare la prossima ribellione.
pl: Jakie plotki? Duchy napadające na zamki? Rurk, miałem was za rozsądnego człowieka. Duchy i nieumarli to bajeczki dla Wesnotyjczyków, Dumam, że rozsiewa je król Buffin, by przerazić ich serca zajęcze i by powstrzymać od kolejnego buntu.

source: So why are we preparing our army?
cs: Tak proč teda chystáme armádu?
es: Entonces, ¿por qué estamos preparando nuestro ejército?
fr: Alors, pourquoi préparons-nous l'armée ?
it: Ma allora perché stiamo preparando l'esercito?
pl: Czemuż więc armię szykujemy?

source: You don't need to know. You need only to fulfill my orders.
cs: To nemusíš vědět. Prostě splň moje příkazy.
es: No necesitas saber. Sólo necesitas cumplir mis órdenes.
fr: Tu n'as pas besoin de le savoir. Tu dois juste suivre mes ordres.
it: Non ti riguarda. Il tuo compito è obbedire ai miei ordini.
pl: Tego wiedzieć ci nie trzeba. Jedynie rozkazy me wypełnić ci trzeba.

source: They are keeping that poor girl somewhere north of their castle. We have to release her and help her return to her father.
cs: Drží to ubohé děvče někde na sever od svého hradu. Musíme ji osvobodit a vrátit jejímu otci.
es: Retienen a esa pobre chica en algún lugar al norte de su castillo. Tenemos que liberarla y ayudarla a volver con su padre.
fr: Ils gardent cette pauvre fille quelque par au nord de leur château. Nous devons la libérer et l'aider à retourner auprès de son père.
it: Tengono quella povera ragazza da qualche parte a nord del castello. Dobbiamo liberarla e aiutarla a tornare da suo padre.
pl: Trzymają tą biedną dziewczynę gdzieś na północ od zamku. Musimy ją uwolnić i pomóc powrócić do ojca.

source: ...and of course we should kill the cretins who kidnapped her.
cs: ... a samozřejmě ještě zapíchnout všechny ty kretény, co ji unesli, že?
es: ...y por supuesto deberíamos matar a los cretinos que la secuestraron.

source: That isn't necessary.
cs: To není nutné.
es: Eso no es necesario.
fr: Pas nécessairement.
it: Questo non è necessario.
pl: To nie jest konieczne.

source: I know.
cs: Ach jo...
es: Lo sé.
fr: Je sais.
it: Lo so.
pl: Przecież wiem.

source: My Lord, this seems to be an ideal task for an Elf who can ambush like I can. I can sneak right up to the cage and free that girl!
es: Mi Señor, esta parece ser una tarea ideal para un elfo que sabe emboscar como yo. ¡Puedo acercarme sigilosamente a la jaula y liberar a esa chica!

source: Okay, but you had best be quick about it; we don't have much time here.
es: Vale, pero será mejor que te des prisa, no tenemos mucho tiempo.

source: Indeed, I shall hurry on this mission!
es: ¡Por supuesto, daré lo mejor de mí para esta misión!

source: My Lord, this seems to be an ideal task for an Elvish Avenger. I can sneak right up to the cage and free that girl!
cs: Můj pane, to vypadá jako úkol přímo stvořený pro elfího mstitele. Mohu se proplížit přímo k té díře a vysvobodit tu dívku!
es: Mi señor, esta parece ser una tarea ideal para un vengador élfico. ¡Puedo escabullirme hasta la jaula y liberar a esa chica!
fr: Monseigneur, on dirait que c'est une mission taillée sur mesure pour un vengeur elfe. Je peux me glisser jusqu'à la cage et libérer cette fille !
it: Mio signore, sembra la missione ideale per la vendicatrice elfica. Può intrufolarsi fino alla gabbia e liberare la ragazza!
pl: Panie mój, to wygląda na zadanie wręcz idealne dla Elfickiego Mściciela. Mogę się przekraść tuż pod samą klatkę i uwolnić tą dziewczynę!

source: Kill all enemy leaders OR
cs: Zabij všechny nepřátelské vůdce NEBO
es: Mata a todos los líderes enemigos O
fr: Tuez tous les chefs ennemis OU
it: Uccidi tutti i comandanti nemici O
pl: Zabij wszystkich wrogich przywódców, ALBO

source: Release the peasant girl being kept in a cage and move her to the northern edge of the map.
cs: Vysvoboď vesnickou dívku drženou v zajetí v díře a dostaň ji na severní okraj mapy.
es: Libera a la campesina que está encerrada en una jaula y muévela al borde norte del mapa.
fr: Libérez la paysanne qui est gardée en cage et déplacez-la à la limite nord de la carte.
it: Libera la contadina tenuta prigioniera nella gabbia e spostala al bordo settentrionale della mappa.
pl: Uwolnij chłopską córkę trzymaną w klatce i przesuń ją do północnego skraju mapy.

source: Thank you! Thank you!
cs: Děkovat, moc děkovat!
es: ¡Gracias! ¡Gracias!
fr: Merci ! Merci !
it: Grazie! Grazie!
pl: Dziękuję! Dziękuję!

source: Don't thank me, it's not over yet. You have to escape. I think we can escape to the north.
cs: Ještě neděkuj, ještě to není za námi. Musíš uprchnout. A nejlepší bude prchnout na sever.
es: No me des las gracias, aún no ha terminado. Tienes que escapar. Creo que podemos huir por el norte.
fr: Ne me remerciez pas encore, ce n'est pas encore fini. Vous devez vous échapper. Je suppose que l'on peut s'échapper par le nord.
it: Non ci ringraziare, non è ancora finita. Dobbiamo fuggire. Credo che possiamo scappare verso nord.
pl: Nie dziękuj nam, to jeszcze nie koniec. Musisz uciec. Najłatwiej nam chyba będzie na północ.

source: Move the peasant girl to the northern edge of the map.
cs: Dostaň vesnickou dívku na severní okraj mapy.
es: Mueve a la campesina al borde norte del mapa.
fr: Déplacez la paysanne à la limite nord de la carte.
it: Sposta la contadina al bordo settentrionale della mappa.
pl: Przesuń chłopkę do północnej części mapy.

source: Thank you once again! Now I can go to my village, to my family and fiance!
cs: Ještě jednou moc děkuju! Mohu se vydat do mé vesnice, ke své rodině a příteli!
es: ¡Gracias otra vez! ¡Ahora podré ir a mi pueblo, con mi familia y con mi prometido!
fr: Merci encore ! Maintenant, je peux rentrer dans mon village pour retrouver ma famille et mon fiancé !
it: Ancora grazie! Adesso posso tornare al mio villaggio dalla mia famiglia e dal mio fidanzato!
pl: Dziękuję raz jeszcze, teraz mogę wrócić do wioski, rodziny i narzeczonego!

source: Our task here is finished. Should we withdraw now, my lord?
cs: Naše práce tady skončila. Můžeme teď ustoupit, můj pane?
es: Nuestra tarea aquí ha terminado. ¿Deberíamos retirarnos ahora, mi señor?
fr: Notre tâche ici est finie. Devons-nous nous retirer maintenant, Monseigneur ?
it: Il nostro compito è terminato. Ci dovremmo ritirare adesso, mio signore?
pl: Zadanie skończone. Czy powinniśmy się teraz wycofać, panie?

source: Understood. We shall continue to fight any remnants of her captors' forces until it is completely safe.
es: Comprendido. Continuaremos luchando contra los restos de las fuerzas de sus captores hasta que sea completamente seguro.

source: Father! Father! Everything is going dark!
cs: Tati! Tatínku! Umírám...
es: ¡Padre! ¡Padre! ¡Todo se está oscureciendo!
fr: Père ! Père ! Tout devient noir !
it: Padre! Padre! Sto lasciando la mia...
pl: Ojcze! Ojcze! Wszystko pochłania ciemność!

source: Oh no! We have failed our mission!
cs: Ale ne! Selhali jsme!
es: ¡Oh, no! ¡Hemos fallado en nuestra misión!
fr: Oh non, nous avons échoué.
it: Oh no! Abbiamo fallito la nostra missione!
pl: O nie! Nie uda się nam zakończyć zadania!

source: The poor girl is saved and we may now continue our quest.
cs: Ubohá dívka byla zachráněna a my můžeme pokračovat.
es: La pobre niña se salvó y ya podemos continuar nuestra búsqueda.
fr: Cette pauvre fille est sauvée et nous pouvons continuer notre quête.
it: La povera ragazza è salva e ora possiamo continuare la nostra missione.
pl: Dziewczyna ocalona, więc możemy kontynuować wyprawę.

source: Yes - Gawen Hagarthen, a great destiny waits for you. Do not permit it to wait for too long.
cs: Ano – Gawene Hagarthene, čeká tě velká budoucnost. Tak ji nenech čekat dlouho!
es: Sí - Gawen Hagarthen, te espera un gran destino. No permitas que espere demasiado.
fr: Oui, Gawen Hagarthen, un grand destin vous attend. Ne le faites pas attendre trop longtemps.
it: Sì - Gawen Hagarthen, un grande futuro ti aspetta. Non farlo aspettare troppo.
pl: Tak Gawenie Hagarthen, czeka cię wielka przyszłość. Nie pozwól. by czekała zbyt długo.

source: Welcome, noble Bark O Skagrrak. My name is Lorin of Gallorae. Some call me the She-wolf of Haeltin. Have you heard about me?
cs: Vítej, ctihodný Barku O Skagrraku. Já jsem Lorin z Gallorů. Někteří mě nazývají Vlčice Haeltinská. Slyšel jsi o mě?
es: Bienvenido, noble Bark O Skagrrak. Mi nombre es Lorin de Gallorae. Algunos me llaman la Loba de Haeltin. ¿Has oído hablar de mí?
fr: Bienvenue, noble Bark O Skagrrak. Mon nom est Lorin de Gallorae. Certains m'appellent la Louve d'Haeltin. Avez-vous entendu parler de moi ?
it: Benvenuto, nobile Bark O Skagrrak. Mi chiamo Lorin di Gallorae. Qualcuno mi ha soprannominata la Lupa di Haeltin. Hai sentito parlare di me?
pl: Witajcie, szlachetny Bark O Skagrrak. Nazywam się Lorin z Gallorae, niektórzy zwą mnie Wilczycą z Haetlin. Może słuch do mnie doszedł i tutaj?

source: Yes... I've heard about you. You're the hag wife of Hagarthen, the drab harlot from Vattin.
cs: Ano... už jsem o tobě slyšel. Babizna na Hagarthenově trůně, prodejná děvka z Vattinu.
es: Sí... he oído hablar de ti. Eres la bruja de Hagarthen, la insípida ramera de Vattin.
fr: Oui... J'ai entendu parler de vous. Vous êtes l'épouse sorcière d'Hagarthen, la triste catin de Vattin.
it: Sì... ho sentito parlare di te. La strega sposa di Hagarthen, la puttana, la sgualdrina di Vattin.
pl: Tak... słyszałem. Wiedźmia żona Hagarthena, dziwka z Vattin.

source: Such a funny man you are, Bark. So willing to mock and flout. I wonder whether you will be equally ready to die.
cs: Jak zábavní jste vy muži, Barku. Vždy připravení vysmívat se a ponižovat. Doufám, že budeš stejně připravený i zemřít.
es: Qué hombre tan gracioso eres, Bark. Tan dispuesto a burlarse y mofarse. Me pregunto si estarás igualmente dispuesto a morir.
fr: Quel drôle d'homme, Bark. Toujours prêt à vous moquer et à narguer. Je me demande si vous êtes aussi prêt à mourir.
it: Quanto sei divertente, Bark. Subito pronto a sfottere e schernire. Mi chiedo se sei anche pronto a morire.
pl: Zabawny z ciebie człowiek Bark. Tak pełen chęci, by obrażać i poniżać. Ciekawe czy równie gotowy na śmierć.

source: Mother, please...
cs: Matko, prosím...
es: Madre, por favor...
fr: Mère, s'il vous plaît...
it: Madre, ti prego...
pl: Matko, proszę...

source: You've heard what he called me! Bark O Skagrrak, my name is Lady Lorin of the Gallorae clan. And my knife is called Truth-sayer. Say hello to it.
cs: Slyšel jsi, jak mi říkal? Barku o Skagrrak, jmenuji se lady Lorin z klanu Gallorů. A můj nůž se nazývá Pravdomluvný. Seznamte se.
es: ¡Ya has oído cómo me ha llamado! Bark O Skagrrak, mi nombre es Lady Lorin del clan Gallorae. Y mi cuchillo se llama Sacaverdades. Salúdalo.
fr: Tu as entendu comment il m'appelle ? Bark O Skagrrak, mon nom est Lorin du clan de Gallorae. Et mon poignard s'appelle 'Dis-la-vérité'. Dis-lui bonjour.
it: Hai sentito come mi chiamo? Bark O Skagrrak, io mi chiamo Lorin del clan Gallorae. E questo il mio coltello. Fagli ciao.
pl: Słyszeliście, jak mnie nazwał? Barku O Skagrrak, nazywam się Lorin z klanu Gallorae. A to jest mój nóż, zwany Mówcą Prawdy. Przywitajcie się.

source: You think I will be... AAAARGH!
cs: Ty si myslíš, že já budu... AAAARGH!
es: Crees que voy a... ¡AAAARG!

source: Why have you kidnapped this poor girl?
cs: Proč jste unesli tu ubohou dívku?
es: ¿Por qué has secuestrado a esta pobre muchacha?
fr: Pourquoi avez-vous enlevé cette pauvre fille ?
it: Perché hai rapito questa povera ragazza?
pl: Dlaczego porwałeś tą biedaczkę?

source: She is so beautiful... I want her as a wife and slave, for all eternity.
cs: Je tak překrásná... Chci ji mít za ženu. Nebo při nejhorším jako otrokyni. Na věky věků.
es: Es tan hermosa... La quiero como esposa y esclava, por toda la eternidad.
fr: Elle est si belle... Je la veux pour femme et comme esclave, pour l'éternité.
it: È così bella... deve essere la mia donna o la mia schiava per tutta l'eternità.
pl: Jest taka piękna... Chcę ją jako żonę i służkę, na całą wieczność.

source: Besides, our women are under an unknown curse; they give birth to few children and many of them are born sick. A Wesnothian woman could give me a son!
es: Además, nuestras mujeres están bajo una maldición desconocida; dan a luz pocos hijos y muchos de ellos nacen enfermos. ¡Una mujer wesnodiana podría darme un hijo!

source: A slave cannot give a son to a Akladian lord!
es: ¡Un esclavo no puede dar un hijo a un señor akladiano!

source: I don't care! If she would give a life to my son, I would free her, I would made her my first wife, just as she would be of worthy people!
es: ¡No me importa! Si ella diera vida a mi hijo, la liberaría, la haría mi primera esposa, ¡así sería digna de ello!
fr: Peu m'importe! Si elle donnait naissance à mon fils, je l'affranchirai et j'en ferai ma première femme, comme si elle était du peuple élu !
pl: Nie dbam o to! Gdyby dała mi żywego syna, ja bym obdarzył ją wolnością. Uczyniłbym ją moją pierwszą żoną, całkiem jakby z godnego ludu pochodziła!
