Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: We spent so many days drinking and fighting together. Now you come with an army against me? What about our plans, Bor?
cs: Tolik dní jsme spolu pili a válčili. Teď ty proti mně? A co naše plány, Bore?
es: Hemos pasado tantos días bebiendo y luchando juntos. ¿Ahora vienes con un ejército en mi contra? ¿Qué pasa con nuestros planes, Bor?
fr: Nous avons passé tant de temps ensemble à boire et à nous battre. Et maintenant, tu viens avec une armée à ma rencontre ? Quels sont tes plans, Bor ?
it: Abbiamo trascorso molti giorni fianco a fianco a bere e combattere. E ora ti sei messo contro di me? Qual è il tuo piano, Bor?
pl: Tyleśmy dni spędzili pijąc i walcząc razem. A teraście przeciwko mnie? Co z naszymi planami, Bor?

source: Our plans haven't changed, Hoyre. You were and are my friend. I only came here with the underling so we could trap him. I am with you!
cs: Naše plány se nemění, Hoyre. Byl jsi a furt jsi můj přítel. Přišel jsem s tím podřadným sem jenom proto, abych ho dovedl do pasti. Já jsem s tebou!
es: Nuestros planes no han cambiado, Hoyre. Eras y eres mi amigo. Sólo vine con el plebeyo para que cayese en la trampa. ¡Estoy contigo!
fr: Nos plans n'ont pas changé, Hoyre. Tu es et tu restes mon ami. Je suis seulement venu ici avec le métèque pour le piéger. Je suis avec toi.
it: I nostri piani non sono cambiati, Hoyre. Noi siamo stati e siamo ancora amici. Sono venuto con quel miserabile solo per metterlo in trappola. Io sono con te!
pl: Nasze plany nie uległy zmianie, Hojre. Byłeś i jesteś moim przyjacielem. Przybyłem z pariasem tylko po to, by zaprowadzić go prosto w pułapkę. Jestem z tobą!

source: Noble Lords, count on me too! Death to that scraggy mixling, that witch and all the traitors who support them against our own kin! God with us! Kill them all, let us eat their hearts!
cs: Vznešení lordi, počítejte i se mnou! Smrt tomu hnusnému míšenci, té čarodějnici a všem zrádcům, kteří jim pomáhají proti vlastní krvi! Všechny je zamordujme, najíme se jejich srdcí!
es: ¡Nobles señores, cuenten conmigo también! ¡Muerte a ese esmirriado mestizo, a esa bruja y a todos los traidores que los apoyan contra nuestra gente! ¡Dios con nosotros! ¡Mátenlos a todos, comamos sus corazones!
fr: Nobles seigneurs, comptez sur moi aussi ! Mort à cet insignifiant bâtard, à cette sorcière et à tous les traîtres qui les aident contre notre propre race. Dieu est avec nous ! Tuez-les tous et mangeons leurs coeurs.
it: Nobili signori, contate anche su di me! Mettiamo a morte quel mezzosangue smunto, quella strega e quel traditore che li aiuta contro la sua stessa gente. Gli dei sono con noi! Uccidiamoli tutti e mangiamo i loro cuori!
pl: Szlachetni panowie, na mnie również możecie liczyć! Śmierć temu mizernemu mieszczańcowi, tej wiedźmie i wszystkim zdrajcom, którzy ich wspierają przeciwko własnemu rodzajowi! Bóg z nami! Zabijmy ich wszystkich, pożryjmy ich serca!

source: With this turn, you have met the survival requirement!
cs: Tímto kolem byl splněn požadavek plánu přežití!
es: ¡Con este turno, has cumplido el requisito de supervivencia!

source: Bonus for resisting $ano_tmp| turns above requirement
cs: Bonus za přežití |$ano_tmp| kol nad plán
es: Bonificación por resistir $ano_tmp turnos más de los requeridos
fr: Bonus pour avoir résisté $ano_tmp| tours en plus du nombre requis
it: Bonus per |$ano_tmp| turni di resistenza oltre il necessario
pl: Premia za wytrwanie |$ano_tmp| tur powyżej wymagań

source: Resisted $ano_barnon_turns| turns.
cs: Vydržel jsi |$ano_barnon_turns| kol.
es: Resistidos $ano_barnon_turns turnos.
fr: Vous avez résisté $ano_barnon_turns| tours.
it: Hai resistito |$ano_barnon_turns| turni.
pl: Wytrwałeś |$ano_barnon_turns| tur.

source: Gawen, you really ought to be getting us out of here...
es: Gawen, creo que deberías sacarnos de aquí...

source: I thought I told my men to evacuate my step-mother, yet she remains on the battlefield... how stubborn...
es: Pensé que les había dicho a mis hombres que evacuaran a mi madrastra, pero ella permanece en el campo de batalla... qué terca...

source: Wait a second, something odd seems to be happening here...
es: Espera un segundo, algo raro parece estar pasando aquí...

source: At this moment, Gawen remembered what he was trying to do.
es: En ese momento, Gawen recordó lo que estaba tratando de hacer.

source: This is taking too long. Men, gather me an escort, for I shall be taking this battle to the mixling myself!
es: Esto está tomando demasiado tiempo. ¡Hombres, reúnanme una escolta, que yo mismo llevaré esta batalla al mestizo!

source: To Barnon!
es: ¡A Barnon!

source: You can't stay holed up there forever, Gawen!
es: ¡No puedes esconderte en tu agujero para siempre, Gawen!

source: The mixling resists my attack! Men, join me!
es: ¡El mestizo resiste mi ataque! ¡Hombres, únanse a mí!

source: You'd better watch out, Gawen, because I've got more where that came from!
es: ¡Será mejor que tengas cuidado, Gawen, porque tengo más de donde vino eso!

source: I told you I had more guards!
es: ¡Te dije que tenía más guardias!

source: Men, join me in my attack!
es: ¡Hombres, únanse a mí en mi ataque!

source: Your city has fallen, Gawen! Surrender now, and I promise you that we won't torture you <small>(as much)</small> before killing you!
cs: Vaše město padlo, Gawene! Vzdejte se teď a já vám slibuju, že vás nebudem <small>(tolik)</small> mučit, než vás zabijem!
es: ¡Tu ciudad ha caído, Gawen! ¡Ríndete ahora y te prometo que no te torturaremos <small>(tanto)</small> antes de matarte!

source: Never!
cs: Nikdy!
es: ¡Nunca!

source: I tire of this. Men, the task now returns to you to kill that scraggy mixling!
cs: Už mě to unavuje. Muži, znova vám přikazuju zničit toho špinavýho míšence!
es: Estoy cansado de esto. ¡Hombres, la misión vuelve a ser matar ese escuálido mestizo!

source: I hope both Reme and Lorin have made it... Aaargh!
cs: Doufám, že to oba Reme i Lorin zvládli... Aaargh!
es: Espero que Reme y Lorin lo hayan logrado.. ¡Aaarg!
fr: J'espère que Reme et Lorin ont réussi... Aaargh !
it: Spero che sia Reme sia Lorin ce l'abbiano fatta... Aaargh!
pl: Mam nadzieję, że zarówno Reme, jak i Lorin zdołali uciec... Aargh!

source: I think we killed him, my lord!
cs: Myslím, že jsme ho zabili, můj pane!
es: ¡Creo que lo matamos, mi señor!
fr: Je crois que nous l'avons tué, Monseigneur !
it: Credo che lo abbiamo ucciso, mio signore!
pl: Chyba go zabiliśmy, mój panie!

source: You 'think'!? Where is his body? Search for it, fools, I want to be sure!
cs: Myslíš? Kde je jeho tělo? Najděte ho, musím mít jistotu!
es: ¿Tú "crees"? ¿Dónde está su cuerpo? ¡Busqúenlo, estúpidos, quiero estar seguro!
fr: Tu crois ? Où est son corps ? Cherchez-le, bande d'imbéciles, je veux en être sûr !
it: Tu credi? Dov'è il corpo? Cercatelo, devo essere sicuro!
pl: Chyba!? Gdzie jego ciało! Szukajcie ciała, chcę być pewny!

source: ...well, now that Gawen thinks he's won, there's no need to keep up this farce, is there, Bor?
es: ...bueno, ahora que Gawen cree que ha ganado, no hay necesidad de continuar con esta farsa, ¿verdad, Bor?

source: Indeed, Uri, there isn't! Let our swords instead cut that underling's head off! And slay that witch, his step-mother, as well!
es: ¡Ni falta que hace, Uri! ¡Que nuestras espadas le corten la cabeza a ese plebeyo! ¡Y matemos también a esa bruja, su madrastra!

source: Despite the incredible odds stacked against him, Gawen somehow managed to defeat all of his enemies at Barnon.
es: A pesar de las increíbles probabilidades en su contra, Gawen de alguna manera logró derrotar a todos sus enemigos en Barnon.

source: However, this meant that he never managed to unite the warring factions of Wesnoth...
es: Sin embargo, esto significó que nunca logró unir las facciones en guerra de Wesnoth...

source: This is an early end to the campaign. If you would like to see the rest of it, please replay this scenario and let Gawen be defeated as he is supposed to be.
es: Este es un final prematuro para la campaña. Si deseas ver el resto, reinicia este escenario y deja que Gawen sea derrotado como se supone que debe ser.

source: For now, though, we shall skip ahead to the campaign wrap-up.
es: Ahora serás redirigido al resumen final de la campaña.

source: If this campaign were continuing normally from here, Lorin would receive a bonus of $bonus_amt|g per each turn above the minimum of $ano_howmanyturns extra turns: $ano_barnon_turns
es: Si este escenario continua normalmente desde aquí, Lorin recibirá una bonificación de $bonus_amt de oro por cada turno por encima del mínimo de $ano_howmanyturns|. Turnos adicionales: $ano_barnon_turns

source: Gawen's sacrifice successfully bought Lorin more time to escape! Thus, she gets a bonus for his resistance: Lorin receives $bonus_amt|g per each turn above $ano_howmanyturns: $ano_barnon_turns
es: ¡El sacrificio de Gawen le dio a Lorin más tiempo para escapar! Por tanto, ella obtiene una bonificación a su resistencia y $bonus_amt de oro por cada turno por encima de $ano_howmanyturns: $ano_barnon_turns

source: Oh no! Fresh enemy reinforcements have arrived, Reme, and you have no chance to escape! I can't hold them!
cs: Ale ne! Nepřítel získal čerstvé posily, Reme, nemáš už žádnou šanci na ústup. Já je sám nezadržím!
es: ¡Oh, no! ¡Llegaron nuevos refuerzos enemigos, Reme, y no tienes posibilidad de escapar! ¡No puedo retenerlos!
fr: Oh non ! De nouveaux renforts sont arrivés, Reme, tu n'as plus aucune chance de t'échapper ! Je ne peux plus les retenir !
it: Oh no! Sono arrivati dei rinforzi freschi per i nemici, Reme, non hai scampo! Non posso respingerli!
pl: O nie! Nadciągnęły nowe wojska nieprzyjaciela! Reme, nie masz szansy na ucieczkę, nie dam rady ich powstrzymać!

source: Oh no! Fresh enemy reinforcements have arrived, Lorin, and you have no chance to escape! I can't hold them!
cs: Ale ne! Nepřítel získal čerstvé posily, Lorin, nemáš už žádnou šanci na ústup. Já je sám nezadržím!
es: ¡Oh, no! ¡Llegaron nuevos refuerzos enemigos, Lorin, y no tienes posibilidad de escapar! ¡No puedo retenerlos!
fr: Oh non ! De nouveaux renforts sont arrivés, Lorin, et vous n'avez plus aucune chance de vous échapper ! Je ne peux plus les retenir !
it: Oh no! Sono arrivati dei rinforzi freschi per i nemici, Lorin, non hai scampo! Non posso respingerli!
pl: O nie! Nadciągnęły nowe wojska nieprzyjaciela! Lorin, nie masz szansy na ucieczkę, nie dam rady ich powstrzymać!

source: After the end of the day king's forces were defeated; however, no one could find the body of Gawen Hagarthen.
cs: Na konci dne byly královské síly poraženy. Nikdo ale nebyl schopen nalézt tělo Gawena Hagarthena.
es: Al final del día, las fuerzas del rey fueron derrotadas; sin embargo, nadie pudo encontrar el cuerpo de Gawen Hagarthen.
fr: À la fin du jour, les forces du roi étaient vaincues ; néanmoins, personne ne put retrouver le corps de Gawen Hagarthen.
it: Al tramonto le forze del re erano state sconfitte; ma nessuno trovò il corpo di Gawen Hagarthen.
pl: Pod koniec dnia siły króla zostały pokonane; Jednakże, nikt nie mógl odnaleźć ciała Gawena Hagarthena.

source: Argh! I am wounded!
cs: Aůůů! Zranili mě!
es: ¡Arg...! ¡Estoy herido!
fr: Argh ! Je suis blessé !
it: Argh! Mi hanno ferito!
pl: Argh! Zraniono mnie!

source: They got Hoyre! My friend! You will be avenged!
cs: Dostali Hoyreho! Mého přítele! Pomstěte ho!
es: ¡Llegaron a Hoyre! ¡Mi amigo! ¡Serás vengado!
fr: Ils ont eu Hoyre ! Mon ami ! Tu seras vengé !
it: Hanno colpito Hoyre! Amico mio! sarai vendicato!
pl: Dostali Hojre! Druhu mój! Zostaniesz pomszczony!

source: I am alive, but I must run away! They try to kill me!
es: ¡Estoy vivo, pero debo huir! ¡Intentan matarme!
fr: Je suis vivant, mais je dois m'enfuir ! Ils essaient de me tuer !
pl: Żywym jeszcze, ale trzeba mi uciekać! Próbują mnie zabić!

source: Run away? You are an Akladian Lord, stay and fight!
es: ¿Huir? ¡Eres un señor de Akladia, quédate y lucha!

source: Fortunately I have a hideout here...
es: Afortunadamente tengo un escondite aquí...
fr: Heureusement j'ai une bonne cachette par là...
pl: Na szczęście mam tutaj kryjówkę...

source: Where is he? He must have hid somewhere!
cs: Kde je? Musel se někde schovat!
es: ¿Dónde está? ¡Debe haberse escondido en alguna parte!

source: No, he is not dead, he is just heavily wounded and has lost consciousness!
cs: Ne, není mrtvý, jenom je pěkně na sračku a ztratil vědomí!
es: No, no está muerto, ¡solo está gravemente herido y sin conocimiento!
fr: Non, il n'est pas mort, il est juste gravement blessé et il a perdu connaissance !
it: No, non è morto, è solo gravemente ferito e ha perso conoscenza!
pl: Nie, on nie zginął, jest tylko ciężko ranny i stracił przytomność!

source: How did you manage to kill Hoyre? This shouldn't happen... Hoyre was supposed to run away when approached. Contact the maintainers with your savegame and replay for review!
es: ¿Cómo lograste matar a Hoyre? Esto no debería pasar... Se suponía que Hoyre debía huir cuando te le acercaras. ¡Ponte en contacto con los desarrolladores con tu partida guardada para su revisión!

source: Ah! He's coming for me! Time to use my reserves!
cs: Á, už se žene na mě! Přátele, pošlete mi posily!
es: ¡Ah! ¡Ahí viene a por mí! ¡Es hora de usar mis reservas!
it: Ah! Sta venendo da me! Amici, mandatemi dei rinforzi!
pl: Aj! Idzie po mnie! Czas użyć moich rezerw!

source: Ah! He's coming for me! What happened to my reserves?!
es: ¡Ah! ¡Ahí viene a por mí! ¡¿Qué pasó con mis reservas?!

source: My lord, we really should try to escape, this battle is impossible to win!
cs: Můj pane, skutečně bychom se měli pokusit o útěk, tuto bitvu není možné vyhrát!
es: ¡Mi señor, deberíamos tratar de escapar, esta batalla es imposible de ganar!
fr: Monseigneur, nous devrions essayer de fuir, cette bataille ne peut être gagnée !
it: Mio sire, dovremmo cercare di fuggire, non possiamo vincere questa battaglia!
pl: Panie mój, naprawdę powinniśmy przynajmniej spróbować uciekać, tej bitwy nie damy rady wygrać!

source: Here are my reserves!
es: ¡Aquí están mis reservas!

source: Ha! Come and get some! I have some nasty surprises for you!
es: ¡Ja! ¡Ven y toma algo! ¡Tengo algunas feas sorpresas para ti!

source: Ha! Come and get some! I'm more than ready for you!
es: ¡Ja! ¡Ven y toma algo! ¡Estoy más que listo para ti!

source: Time for some nasty surprises for you!
es: ¡Es hora de algunas feas sorpresas para ti!

source: My faithful warriors, it's time to show your loyalty to the clan!
es: ¡Mis fieles guerreros, es hora de mostrar su lealtad al clan!
fr: Mes fidèles soldats, c'est le moment de montrer votre loyauté envers le clan !
pl: Moi wierni wojownicy! Oto nadszedł czas, byście pokazali, jak lojalni jesteście wobec swego klanu!

source: Do not worry, I will soon be back, with reinforcements!
es: ¡No te preocupes, pronto estaré de regreso, con refuerzos!

source: This Hoyre... Sometimes I wonder whether his mother... It seems, Uri, that we will have to finish this on our own.
es: Este Hoyre... A veces me pregunto si su madre... Parece, Uri, que tendremos que terminar esto solos.

source: ...well, now that Hoyre's no longer around, there's no need to keep up this farce, is there, Bor?
es: ...bueno, ahora que Hoyre ya no está, no hay necesidad de seguir con esta farsa, ¿verdad, Bor?

source: I'm back with the reinforcements, just as promised!
es: ¡Regresé con los refuerzos, tal como prometí!

source: Ha! It seems Uri left behind some gold here after setting out from this encampment!
es: ¡Ja! ¡Parece que Uri dejó algo de oro aquí después de salir de este campamento!

source: Now wait just a minute here! Men, look around and see if they dropped any of their own gold!
es: ¡Esperad un momento! ¡Hombres, miren a su alrededor y vean si se les cayó algo de su propio oro!

source: Yes, gold for all true Akladians!
es: ¡Sí, oro para todos los verdaderos akladianos!

source: Bor Cryne and Uri van Roe have each received $gold_amt gold pieces.
es: Bor Cryne y Uri van Roe han recibido cada uno $gold_amt piezas de oro.

source: yet he is still alive
es: sin embargo, todavía está vivo
fr: pour l'instant, il est encore vivant
pl: a jednak on wciąż żyje

source: pikeneer
cs: pikenýr
es: piquero
fr: piquier
pl: pikiniera

source: clansman
es: hombre de clan
fr: Chasseur
pl: członka klanu

source: shieldguard
cs: Akladijský štítonoš
es: escudero
fr: Garde bouclier
it: Difensore di Akladia
pl: tarczownika

source: homeguard
cs: Královská stráž
es: guarda
fr: Garde royal
it: Guardia reale
pl: strażnika domów

source: raider
es: incursor
pl: grabieżcę

source: light infantryman
cs: Akladijská lehká infantérie
es: infante ligero
fr: Infanterie légère
it: Fanteria leggera di Akladia
pl: wojownika z lekkiej piechoty

source: warrior
cs: válečník
es: guerrero
fr: guerrier
pl: wojownika

source: fastfoot
es: pie veloz
fr: voltigeur
it: veloce
pl: szybkostopego

source: underling
cs: podřadný
es: plebeyo
fr: métèque
pl: parias

source: witch, his stepmother
es: bruja, su madrastra
fr: sorcière, sa belle-mère
pl: wiedźma, jego matka

source: yet she is still alive
es: sin embargo, todavía está viva
fr: pour l'instant, elle est encore vivante
pl: a jednak ona wciąż żyje

source: This underling has incredible luck!
es: ¡Este plebeyo tiene una suerte increíble!
fr: Ce métèque a une chance incroyable !
pl: Ten parias ma niesamowite szczęście!

source: What do you mean, Bor?
es: ¿Qué quieres decir, Bor?
fr: Que voulez-vous dire, Bor ?
it: Cosa vuoi dire, Bor?
pl: Co masz na myśli, Bor?

source: I don't know how to explain this. But... For example, I was so sure our warriors will kill that $tmp, $tmpg|!
es: No sé cómo explicar esto, pero... Por ejemplo, ¡estaba seguro de que nuestros guerreros mataron a ese $tmp, $tmpg|!

source: She-Wolf of Haeltin
cs: Vlčice Haeltinská
es: Loba de Haeltin
fr: La Louve d'Haeltin
it: La Lupa di Haeltin
pl: Wilczyca z Haeltin

source: A bitter-cold wind was blowing on the day when Gawen's army, guided by local peasants, reached the hills where Haeltin was located. Ruvio explained that the She-wolf of Haeltin had fought with Akladians as well as orcs, so she could be a friend.
cs: Byl to chladný den, kdy Gawenova armáda, vedená místními, dorazila do kopců, kde se měl nacházet Haeltin. Ruvio popisoval, jak Vlčice Haeltinská bojovala stejně dobře proti Akladijcům i proti skřetům, takže je to potenciální spojenec.
es: Soplaba un viento gélido el día en que el ejército de Gawen, guiado por campesinos locales, llegó a las colinas donde se encontraba Haeltin. Ruvio explicó que la Loba de Haeltin había luchado tanto contra akladianos como contra orcos, por lo que podría ser una amiga.
fr: Il faisait froid le jour où l'armée de Gawen, guidée par des paysans locaux, atteignit les collines environnant Haeltin. Ruvio expliqua que la Louve d'Haeltin combattait aussi bien les Akladiens que les orcs. Elle pouvait donc potentiellement être une amie.
it: Faceva freddo il giorno in cui l'esercito di Gawen, sotto la guida dei contadini del posto, raggiunse le colline in cui si trovava Haeltin. Ruvio spiegò che la Lupa di Haeltin aveva combattuto contro la gente di Akladia e contro gli orchi, dunque potenzialmente avrebbe potuto essere loro alleata.
pl: Było zimno tego dnia, w którym armia Gawena, mająca za przewodników miejscowych chłopów, dotarła do wzgórz, gdzie usytuowane było Haeltin. Ruvio wyjaśnił, że Wilczyca z Haeltin walczyła zarówno z orkami, jak i Akladyjczykami, więc jest potencjalnie kandydatem na przyjaciela.

source: My Lady, our scouts have told us that an unknown army is approaching us. They also report that it is led by Gaumhaldric, a Wesnothian. I've heard about him; supposedly he has already defeated some Akladian lords as well as bandits. If he attacks us, I don't know if we can defend ourselves.
cs: Má Lady, naši zvědové mi podali zprávu, že se k nám blíží neznámá armáda. Zvědové dále oznamují, že ji vede nějaký Gaumhaldrik, Wesnoťan. Už jsem o něm slyšel. Několikrát na hlavu porazil nějaké Akladijce a bandity. Pokud na nás zaútočí, nevím, jestli bychom byli schopni se ubránit.
es: Mi Señora, nuestros exploradores nos han dicho que un ejército desconocido se nos acerca. También informan que está dirigido por Gaumhaldric, un wesnodiano. He oído hablar de él; supuestamente ya ha derrotado a algunos señores akladianos, así como a bandidos. Si nos ataca, no sé si podremos defendernos.
fr: Ma Dame, nos éclaireurs nous ont rapporté qu'une armée inconnue s'approche de nous. Elle est dirigée par un certain Gaumhaldric, un Wesnothien. J'ai déjà entendu parler de lui. Il semblerait qu'il ait déjà défait des Akladiens et des bandits. S'il nous attaquait, je ne sais pas si nous pourrions nous défendre.
it: Mia signora, i nostri esploratori riferiscono che c'è un esercito sconosciuto in avvicinamento. Gli esploratori dicono che lo guida un certo Gaumhaldric di Wesnoth. Ne ho sentito parlare, si dice che abbia già sconfitto gente di Akladia e banditi. Se ci attaccasse non so come potremo difenderci.
pl: Pani, nasi zwiadowcy donieśli nam, że zbliża się nieznana armia. Zwiadowcy twierdzą, że dowodzi nią jakiś Gaumhaldric, Wesnotyjczyk. Słyszałem o nim, pokonał już ponoć jakieś oddziały bandytów i Akladyjczyków. Jeśli nas zaatakuje, nie wiem, czy damy radę się obronić.

source: What kind of madman is he, attacking in the winter? And why wouldn't we be able to defend ourselves? Anyway, Yahyazad, it's time you learned something. I can easily convince this Gaumhaldric that attacking us is bad idea.
cs: Je to nějaký šílenec. Útočit v zimě? A my a neubránit se? Proč? Ty, Jahjazade, teď je príma čas, aby ses něco naučil. Přesvědčíme toho Gaumhaldrika že zaútočit na nás je špatná volba.
es: ¿Qué clase de loco es ese, atacando en invierno? ¿Y por qué no podríamos defendernos? De todos modos, Yahyazad, es hora de que aprendas algo. Puedo convencer fácilmente a este Gaumhaldric de que atacarnos es una mala idea.
fr: Il doit être un peu fou pour attaquer en hiver. Et pourquoi ne pourrions-nous pas nous défendre ? Peu importe, Yahyazad, il est temps que tu apprennes quelque chose. Je peux facilement convaincre ce Gaumhaldric que nous attaquer serait une mauvaise idée.
it: Deve essere un pazzo. Attaccare durante l'inverno? E perché non dovremmo essere in grado di difenderci? Comunque, Yahyazad, è ora che tu impari qualcosa. Convincerò questo Gaumhaldric che attaccarci non è la cosa giusta da fare.
pl: To jakiś wariat. Atakować w czasie zimy? Zresztą, dlaczegoby niby nie mielibyśmy sobie z nim poradzić? Tak czy inaczej czas, Yahyazad, byś się czegoś nauczył. Przekonam tego Gaumhaldrica, że zaatakowanie nas by było bardzo złą rzeczą.

source: And how, exactly, do you plan to do that?
cs: A jak to přesně chceš udělat?
es: ¿Y como pretendéis hacer tal cosa?
fr: Et comment comptez-vous vous y prendre exactement ?
it: E come farai esattamente?
pl: I jak, jeżeli wolno mi się zainteresować, zamierzasz tego dokonać?

source: I will exercise my womanly wiles against him.
es: Ejerceré mis artimañas femeninas contra él.
fr: Je vais exercer ma ruse féminine sur lui.
pl: Oczaruję go za pomocą mych kobiecych darów.

source: Mm hmm...
es: Mmm, hmm...
pl: Acha...

source: In plainer language, I'm going to seduce him.
es: En pocas palabras, voy a seducirle.
fr: Plus simplement, on peut dire que je vais le séduire.
pl: Mówiąc bardziej na twoim poziomie, uwiodę go.

source: Indeed? I shall be sure to observe and learn, then.
es: ¿En serio? Me aseguraré de observar y aprender, entonces.
fr: Vraiment? Je ne veux pas rater cette occasion de m'instruire.
pl: Zaiste? A więc z chęcią zostanę, by obserwować i się uczyć.
