Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Then tell me because I made you laugh before you died.
cs: Tak mi tedy odpověz, protože jsem tě před smrtí dokázal rozesmát.
es: Entonces me dirás por qué te hice reír antes de morir.
fr: Alors dis-le moi parce que je t'ai fait rire avant ta mort.
it: Allora dimmi perché ti ho fatto ridere prima di morire.
pl: Więc powiedz mi, bo rozśmieszyłem cię przed śmiercią.

source: All right then. Ask me, young king.
cs: Tak dobře. Ptej se, mladý králi.
es: Está bien. Pregúnteme, joven rey.
fr: Très bien. Pose-moi tes questions, jeune roi.
it: D'accordo. Chiedi, giovane re.
pl: Dobrze, niech tak będzie. Pytaj, młody królu.

source: Who hired the assassin who was sent to kill me?
cs: Kdo na mne poslal vraha? Kdo ho najal?
es: ¿Quién contrató al asesino que enviaron a matarme?
fr: Qui a loué les services de cet assassin pour me faire tuer ?
it: Chi ha assoldato l'assassino per uccidermi?
pl: Kto wynajął zabójcę, który probował mnie zabić?

source: Do you sell poisons?
cs: Prodáváš jedy?
es: ¿Vendes venenos?
fr: Vends-tu du poison ?
it: Vendi veleni?
pl: Czy sprzedajecie truciznę?

source: That's all I wanted to know.
cs: To je vše, co jsem potřeboval vědět...
es: Eso es todo lo que quiero saber.
fr: C'est tout ce que je voulais savoir.
it: È quello che volevo sapere.
pl: To wszystko, co chciałem wiedzieć.

source: You sold poison to Lorin's clan once.
cs: Jednou jsem Lorininu klanu jeden prodal.
es: ¿Alguna vez vendiste veneno al clan de Lorin?
fr: Tu as vendu du poison au clan de Lorin par le passé.
it: Una volta hai venduto del veleno al clan di Lorin.
pl: Sprzedaliście kiedyś truciznę klanowi Lorin.

source: Lorin's clan once bought poison from the outlaws. Do you know why?
cs: Lorinin klan jednou přinesl od zbojníků jed. Nevíš proč?
es: El clan de Lorin compró una vez veneno a los forajidos. ¿Sabes por qué?
fr: Le clan de Lorin a un jour acheté du poison aux hors-la-loi. Savez-vous pourquoi ?
it: Una volta il clan di Lorin ha comprato il veleno dai senzalegge. Sai perché?
pl: Klan Lorin kupił kiedyś truciznę od banitów. Czy wiecie dlaczego?

source: Yes... I remember it. Indeed, they bought poison from us. (<i>cough</i>)
cs: Ano... vzpomínám si. Skutečně od nás koupili jed. (<i>Kašle.</i>)
es: Sí... lo recuerdo. De hecho, ellos nos compraron el veneno a nosotros. (<i>tos</i>)

source: But why? And when?
cs: Ale proč? A kdy?
es: ¿Pero por qué? ¿Y cuándo?
fr: Mais pourquoi ? Et quand ?
it: Ma perché? E quando?
pl: Ale dlaczego? I kiedy?

source: I don't know for sure, but it was just before your mother fell ill. The poison we sold them was very unique - it's hard to mistake the symptoms.
cs: Nevím to jistě, ale bylo to před tím, než otrávili tvoji matku. Jed byl velmi specifický – nešlo si splést příznaky.
es: No lo sé con seguridad, pero fue justo antes de que envenenasen a su madre. El veneno que les vendimos era muy específico - es difícil confundir los síntomas.
fr: Je n'en suis pas sûr, mais c'était juste avant que ta mère tombe malade. Le poison que nous leur avons vendu était très particulier : il est très difficile d'en reconnaître les symptômes.
it: Non ne sono sicuro, ma è stato poco prima che tua madre fosse avvelenata. Il veleno che gli vendemmo era molto particolare - è difficile confondere i sintomi.
pl: Nie jestem pewien, ale to było chwilę przed otruciem twojej matki. Jad. który im sprzedaliśmy był bardzo charakterystyczny, trudno pomylić objawy.

source: Everything I've heard about your mother's death fits the symptoms of our poison perfectly. I can't be sure, of course, but I would guess that Lorin's clan bought the poison to kill your mother... (<i>cough</i>)
cs: Všechno, co jsem slyšel o smrti tvé matky, všechny příznaky perfektně seděly na náš jed. Nemůžu si být úplně jistý, to je jasné, ale hádal bych, že Lorinin klan koupil ten jed, aby otrávil tvou matku... (<i>kašle</i>)
es: Todo lo que he oído hablar de la muerte de su madre encaja perfectamente con nuestro veneno. No puedo estar seguro, por supuesto, pero pienso que el clan de Lorin compró el veneno para matar a su madre... (<i>tos</i>)

source: As an outlaw, you know probably a lot about poisons... My mother was poisoned... Do you know who could have done it?
cs: Jako zbojník toho asi víš hodně o jedech... Moje matka byla otrávena... Nevíš, kdo to mohl udělat?
es: Como forajido, sabrá mucho sobre venenos.. Mi madre fue envenenada... ¿Sabe quién pudo hacerlo?

source: I'm sorry, but I cannot help you. Akladian clans do buy poison from us here and there, but if you can't give me some names, I won't be able to help you.
cs: Promiň, ale tady ti nepomohu. Akladijské klany od nás tu a tam nějaký ten jed koupí, ale pokud mi nedáš nějaké vodítko, nemůžu ti pomoct.
es: Lo siento, pero no puedo ayudarlo. Los clanes akladianos nos compran veneno con bastante frecuencia, si no puede darme alguna pista, no podré ayudarlo.
fr: Je suis désolé, mais je ne peux pas t'aider. Les clans Akladiens nous achètent du poison de temps en temps. Mais si tu ne peux pas me donner quelques noms, je ne pourrais pas t'aider.
it: Sono spiacente, ma su questo non posso aiutarti. I clan di Akladia comprano il veleno da noi ogni tanto, ma se hai altri indizi da darmi, non potrò aiutarti.
pl: Przepraszam, ale nie jestem w stanie ci pomóc. Klany kupowały od nas trucizny przy różnych okazjach, więc jeśli nie dasz mi jakiś wskazówek, nic nie będę w stanie powiedzieć.

source: There was an assassin who was sent after me. He was interrogated and he testified he was sent from the Outlaw Place. This was almost two years ago - can you remember who hired him?
cs: Poslali na mě vraha. Byl vyslýchán a prozradil, že byl vyslán z Raubířova. Je to asi dva roky zpátky – můžeš si vzpomenout, kdo ho najal?
es: Hubo un asesino que enviaron tras de mí. Fue interrogado y testificó que lo enviaron desde el Puesto de los Proscritos. Eso fue hace casi dos años. ¿Recuerdas quién lo contrató?
fr: On a envoyé un assassin me tuer. On l'a interrogé et il a certifié qu'il venait du repaire des hors-la-loi. C'était il y a à peu près deux ans. Vous souvenez-vous qui l'avait engagé ?
it: Un assassino era stato mandato sulle mie tracce. È stato interrogato e ha confessato che era stato mandato dal Covo di Senzalegge. Sarà stato quasi due anni fa - riesci a ricordarti chi può averlo assunto?
pl: Niemal dwa lata temu wysłano za mną zabójcę. Został schwytany i przesłuchany, zeznał, że wysłano go z Miejsca Banitów. Pamiętasz, kto go wynajął?

source: Of course... I remember it because it is such unusual for Akladians to ask us for such a thing. It started our most recent contact with them.
cs: Samozřejmě, že si vzpomínám... Bylo to velmi neobvyklé, že by po nás Akladijci něco chtěli... A tak začaly naše kontakty.
es: Por supuesto... Lo recuerdo porque es bastante inusual que los akladianos nos pidan tal cosa. Fue nuestro contacto más reciente con ellos.
fr: Bien sûr... Je m'en souviens, parce que c'était très rare pour les Akladiens de nous demander ce genre de chose... Et c'est comme ça que nos contacts ont démarrés.
it: Certo... me lo ricordo perché era piuttosto inusuale che a chiederci una cosa del genere fossero quelli di Akladia... e così sono cominciati i nostri contatti.
pl: Oczywiście... Pamiętam, bo to było tak niezwykłe zlecenie, jak na Akladian... No i rozpoczeło naszą wzajemną współpracę.

source: Akladian? Who was it then?
cs: Akladijec? Kdo to teda byl?
es: ¿Akladiano? ¿Quién era, entonces?
fr: Akladien ? Qui était-ce donc ?
it: Quelli di Akladia? Chi altri?
pl: Akladyjczyków? Kto to był dokładnie?

source: Who else but Bor Cryne... (<i>cough</i>) If you have any other questions, hurry, because I can feel death is just a few steps from me...
cs: A kdo jiný než Bor Cryne... (<i>kašle</i>) Pokud máš nějaké další otázky, pospěš si, už cítím smrt na jazyku...
es: ¿Quién, si no Bor Cryne...? (<i>tos</i>) Si tiene más preguntas, aligere, porque puedo sentir la muerte a pocos pasos...

source: One necromancer goes down - and the world seems a little bit brighter because of this.
cs: Jeden nekromant padl – svět je zase o něco veselejší.
es: Un nigromante cae, y el mundo parece volverse un poco más brillante.
fr: Un nécromancien disparaît : grâce à ça, le monde semble un peu plus lumineux.
it: Un negromante in meno - e il mondo sembra un pochino più felice.
pl: Jeden nekromanta mniej, i od razu świat wydaje się być z tego powodu nieco szczęśliwszy.

source: I am not really dying! I am just moving on from this existence to another level...
cs: Ale já přeci neumírám! Jenom přechází má existence do vyššího stadia...
es: ¡No moriré realmente! Pasaré a otro nivel de esta existencia...
fr: Je ne suis pas vraiment en train de mourir ! Je change juste de niveau d'existence...
it: Non sto davvero morendo! Sto solo passando a un altro livello di esistenza...
pl: Tak naprawdę nie ginę! Po prostu moja świadomość przechodzi na inny poziom istnienia...

source: Wait! You could be my right hand. You could be second only to the God ruling the world. All the gold of every continent, any woman, anything you could dream of...
cs: Počkej! Můžeš být má pravá ruka. Můžeš být druhým po Bohu, co vládne světu. Všechno zlato všech kontinentů, všechny ženy, cokoliv, po čem bys mohl toužit...
es: ¡Espera! Podrías ser mi mano derecha. Podrías ser el segundo tras del Dios que gobierna el mundo. Todo el oro de cada continente, cualquier mujer, cualquier cosa que puedas soñar...
fr: Attends ! Tu pourrais être ma main droite. Tu pourrais être le deuxième juste à côté de Dieu pour diriger le monde. Tout l'or de tous les continents, toutes les femmes, tout ce dont tu pourrais rêver...
pl: Czekaj! Mógłbyś być moją prawą reką, drugim po bogu władającym światem. Wszystkie bogactwa, każda kobieta, wszystko, co tylko sobie wymarzysz...

source: There is only one thing I was dreaming about, and you could do nothing do make it real.
cs: Je jen jedna věc, po které toužím, ale tu mi stejně nemůžeš dát.
es: Solo hay una cosa con la que he soñado, y jamás podrías hacerla realidad.
fr: Il n'y a qu'une seule chose qui me faisait rêver et tu ne peux rien faire pour la rendre réelle.
it: Io desidero solo una cosa e tu non puoi far nulla per renderla reale.
pl: Jest tylko jedna rzecz, której pragnę, a ty nie jesteś w stanie zrobić nic, żeby ją urzeczywistnić.

source: Was it a woman? I know you humans all too well, I have dwelt amongst them for hundreds of years. She died, and you wish she could be with you? I can make it real. I can bring her back.
cs: Byla to žena? Já znám lidi dost dobře, byl jsem mezi nimi po celá staletí. Zemřela, a ty bys chtěl, aby byla s tebou? To se dá snadno zařídit. Mohu ti ji vrátit zpět.
es: ¿Era una mujer? Conozco muy bien a los humanos, he vivido entre ellos cientos de años. Si murió, ¿desearías que pudiera volver contigo? Puedo hacerlo realidad. Puedo traerla de vuelta.
fr: C'était une femme ? Je connais trop bien les gens, j'ai vécu parmi eux pendant des centaines d'années. Elle est morte et tu voudrais qu'elle soit avec toi ? Je peux faire ça. Je peux la ramener.
it: Era una donna? Conosco troppo bene le persone, sono stato in mezzo a loro per cento anni. È morta e vorresti che fosse con te? Posso renderlo reale. Posso riportarla indietro.
pl: Chodzi o kobietę? Znam ludzi aż za dobrze, żyłem wśród nich setki lat. Umarła, a ty chcesz ją odzyskać? Mogę to zrobić, mogę ją sprowadzić z powrotem.

source: You could bring back only a thing which would be a poor mockery of her former self. There is no place under the sun for the things you would wish to do.
cs: Můžeš vrátit pouze věc, která bude její zrůdnou připomínkou. Pod sluncem není místa pro takové věci, které bys chtěl udělat.
es: Solo podrías traer de vuelta algo que sería una pobre mofa de su antiguo yo. No hay lugar bajo el sol para las cosas que buscas hacer.
fr: Tu ne pourrais ramener qu'une chose qui ne serait qu'une parodie de ce qu'elle était. Il n'y a pas de place sous le soleil pour les choses que tu veux faire.
it: Potresti riportare indietro soltanto una cosa che sarebbe una parodia del suo vecchio io. Non c'è posto sulla terra per che tu vorresti fare.
pl: Mógłbyś sprowadzić tylko rzecz, będącą szyderstwem z tego, co miałaby udawać. Nie ma miejsca pod słońcem dla rzeczy, które chciałbyś robić.

source: Curse you, whole Akladian race! Curse you! And I put my curse on you, Gawen Hagarthen!
cs: Proklínám vás, celá akladijská raso! Proklínám vás! A proklínám i tebe, Gawene Hagarthene!
es: ¡Maldita sea, toda la raza akladiana! ¡Os maldigo! ¡Y hago recaer mi maldición sobre ti, Gawen Hagarthen!
fr: Soyez maudits, toute la race Akladienne ! Soyez maudits ! Et je lance ma malédiction sur toi, Gawen Hagarthen !
it: Che siano maledetti tutti gli uomini di Akladia! Siano maledetti! E maledico anche te, Gawen Hagarthen!
pl: Przeklęta niech będzie cała Akladyjska rasa! Przeklinam was! I kładę też klątwę na ciebie, Gawenie Hagarthenie!

source: Oh no! Our spiritual leader is dead! Run for your life!
cs: Ach ne! Náš duchovní vůdce je mrtvej! Spas se, kdo můžeš!
es: ¡Oh, no! ¡Nuestro líder espiritual ha muerto! ¡Corred por vuestra vida!
fr: Oh non ! Notre chef spirituel est mort ! Sauve qui peut !
it: Oh no! Il nostro capo spirituale è morto! Mettiamoci in salvo.
pl: O nie! Nasz duchowy przywódca nie żyje! Ratuj się kto może!

source: Master! Master! Without your will, our army will cease to exist! Noooo!
cs: Pane! Pane! Bez tvé vůle naše armáda přestane existovat! Neeee!
es: ¡Maestro! ¡Maestro! ¡Sin ti, nuestro ejército desaparecerá! ¡Nooooo!
fr: Maître ! Maître ! Sans votre volonté, notre armée va cesser d'exister ! Nooon !
it: Padrone! Padrone! Senza di te il nostro esercito smetterà di esistere! Noooo!
pl: Mistrzu! Nieee! Bez ciebie nasza armia przestanie istnieć! Mistrzuuuu!

source: I am dying, human, but you will be dead too, soon!
cs: Já umírat, lidský červ, ty brzičko taky umírat!
es: Me estoy muriendo, humano, ¡pero tú también estarás muerto muy pronto!
fr: Je meurs, humain, mais tu mourras un jour, toi aussi et très bientôt !
it: Io sto morendo, uomo, ma, presto, anche tu sarai morto!
pl: Umieram człowiecze, ale ty również będziesz martwy, wkrótce!

source: Why such hate? I do not hate you. Why you are fighting us? The fruits of our defeat will be harvested by Grekulak alone.
cs: Proč ten vztek? Já nic proti tobě nemám. Proč proti nám bojujete? Ovoce našich proher bude sklízet jedině Grekulak!
es: ¿Por qué tanto odio? Yo no te odio. ¿Por qué luchas contra nosotros? Cualquier fruto de nuestra derrota será cosechado únicamente por Grekulak.
fr: Pourquoi cette haine ? Je ne te déteste pas. Pourquoi est-ce que tu nous combats ? Les fruits de notre défaite ne profiteraient qu'à Grekulak.
pl: Po co ta nienawiść? Ja jej nie czuję. Po co z nami walczyć? Owoce naszej klęski zbierze jedynie Grekulak.

source: And Grekulak is our spiritual leader, stupid human. He will lead our race to greatness!
cs: Grekulak být náš duchovní šéf, blbá lidská červ. On vést moje rasa k velikost!
es: Y Grekulak es nuestro líder espiritual, estúpido humano. ¡Él conducirá a nuestra raza a la grandeza!
fr: Et Grekulak est notre chef spirituel, humain stupide ! Il mènera notre race vers la grandeur !
it: E Grekulak è il nostro capo spirituale, stupido uomo. Egli guiderà la nostra razza alla grandezza!
pl: A on jest naszym duchowym przywódcą, głupi człeku. Poprowadzi naszą rasę do wielkości!

source: Isn't Grekulak a human? And isn't he leading the undead to greatness!
cs: Cožpak není Grekulak člověkem? A cožpak nevede nemrtvé k velikosti a slávě?
es: ¿Grekulak no es un humano? ¿Y no está guiando más bien a los muertos vivientes a la grandeza?
fr: Est-ce que Grekulak n'est pas un humain ? Et est-ce que Grekulak ne mène pas les morts-vivants à la grandeur ?
it: Grekulak non è forse umano? E non sta guidando i non-morti alla grandezza!
pl: A czy nie jest on również człowiekiem? I czyż nie prowadzi on do wielkości... nieumarłych?

source: No... stop trying to fool me... I will die loyal to our spiritual leader...
cs: Ne... ty přestat oblbovat... Já chcípnout věrná náš duchovní šéf...
es: No... deja de intentar engañarme... Moriré fiel a nuestro líder espiritual...
fr: Non, arrête de m'embrouiller... Je resterai loyal à notre chef spirituel...
it: No... Smettila di cercare di ingannarmi... Io morirò fedele al nostro capo spirituale...
pl: Nie... Przestań mi mieszać w głowie... Umrę lojalny względem naszego przywódcy...

source: Of all people in the world, it had to be you!
cs: Ve všech lidí na celém světe jsi to musela bejt právě ty!
es: ¡De todas las personas en el mundo, tenías que ser tú!
fr: De tous les gens dans le monde, ce devait être toi !
it: Tra tutte le persone al mondo, proprio tu!
pl: Ze wszystkich ludzi na świecie, to musiałaś być ty!

source: Yes, Bor. It had to be me. You know it had to be me.
cs: Jasnačka, Borku. To sem musela bejt já.
es: Sí, Bor. Tenía que ser yo. Sabes que tenía que ser yo.
fr: Oui, Bor, ce devait être moi. Tu le sais que ça devait être moi.
it: Sì, Bor. Dovevo essere io. Tu sai che dovevo essere io.
pl: Tak, Bor. To musiałam być ja. Przecież wiesz, że to musiałam być ja.

source: Lorin... Do it fast.
cs: Lorin... udělej to rychle.
es: Lorin... Hazlo rápido.
fr: Lorin... Fais le vite.
it: Lorin... Fallo e basta.
pl: Lorin.. zrób to szybko.

source: Why? Are you afraid of pain?
cs: A proč, Borku? Bojí se snad náš velký silný Borek bolesti?
es: ¿Por qué? ¿Estás asustado del dolor?
fr: Pourquoi ? Tu as peur de souffrir ?
it: Perché? Hai paura di soffrire?
pl: Dlaczego? Boisz się bólu?

source: Of pain? Never. But I don't want underlings to hear me screaming
cs: Bolesti? Nikdy. Ale nechci, aby mě podřadní viděli skučet.
es: ¿Del dolor? Jamás. Pero no quiero que los plebeyos me escuchen gritar.
fr: De souffrir ? Jamais. Mais je ne veux pas qu'un métèque m'entende crier.
it: Soffrire? Mai. Ma io non voglio che i miserabili mi vedano urlare.
pl: Bólu? Nigdy. Nie chcę tylko, by pariasi słyszeli, jak krzyczę.

source: That one wish I can grant you, Bor.
cs: Tohle přání ti můžu splnit, Borku.
es: Es el único deseo que puedo concederte, Bor.
fr: Je peux consentir à ce souhait, Bor.
pl: To jedno życzenie mogę ci przyznać, Bor.

source: Uri! Oh, How I am happy to see your face again!
cs: Uri! Ani nevíš, jak su šťastná, že tvůj ksicht zasejc vidím!
es: ¡Uri! ¡Ah, cómo me alegro de volver a ver tu cara!
fr: Uri ! Oh, maintenant, je suis heureux de revoir ton visage.
it: Uri! Oh, quanto sono felice di rivederti!
pl: Uri! Jak się cieszę, znowu widząc twoją twarz!

source: Shut up, witch. You betrayed our race - you are allied to that mixling, and fight alongside underlings!
cs: Zklapni, bosorko! Zradilas naši rasu. Spojila ses s míšencem a bojuješ spolu s podřadnými!
es: Cállate, bruja. ¡Traicionaste a nuestra raza - te aliaste con ese mestizo, y luchaste junto a los plebeyos!
fr: Tais-toi, sorcière. Tu as trahi notre race, tu t'es alliée à ce bâtard et tu combats avec les métèques.
it: Taci, strega. Hai tradito la nostra razza - ti sei alleata con questi mezzosangue, e combatti al fianco dei miserabili!
pl: Zamknij się wiedźmo. Zdradziłaś naszą rasę, jesteś w sojuszu z tym mieszańcem i walczysz u boku pariasów!

source: Betrayed? You know, what I've learned? Many of these underlings are better than many of people of our race. Many of them are better-acquainted with the meaning of the words like 'honour' and 'courage' than many of our people.
cs: Zradila? A víš ty, co jsem se naučila? Mnoho s těch podřadných je MNOHEM lepších než lidi z naší rasy. Mnoho z nich zná mnohem líp význam slov jako čest a odvaha než většina našich.
es: ¿Traicioné? ¿Sabes lo que he aprendido? Bastantes de esos plebeyos son mejores que muchos de nuestra raza. Bastantes de ellos conocen mejor el significado de las palabras "honor" y "valor" que muchos de los nuestros.
fr: Trahi ? Tu sais ce que j'ai appris ? Beaucoup de ces métèques sont bien meilleurs que la plupart des gens de notre race. Beaucoup d'entre eux connaissent mieux le sens des mots 'honneur' ou 'courage' que ceux de notre espèce.
it: Io avrei tradito? Sai, cosa ho imparato? Molti di quei miserabili sono più in gamba di molta gente della nostra razza. Molti di loro conoscono il significato di parole come onore, coraggio meglio di molti della nostra gente.
pl: Zdradziłam? Czy ty wiesz czego się nauczyłam? Wielu z tych pariasów jest lepszych, niż ludzie z naszego narodu. Rozumieją znaczenie słów honor i odwaga lepiej, niż niejeden z nas.

source: Ha, ha, you're one to talk! Hey, Gawen, have you ever asked Lorin about how your mother died? Have you... aaargh!
cs: Ha, ha, a kdo to říká? Hej, Gawene, už ses ptal Lorin, jak pošla tvoje matka? Už ses... áááá!
es: ¡Ja, ja, menuda eres para hablar! Oye, Gawen, ¿alguna vez le preguntaste a Lorin cómo murió tu madre? ¿Has... aaarg!
fr: Ha, ha et qui parle de ça ? Hé, Gawen, as-tu déjà demandé à Lorin comment ta mère est morte ? Tu lui as... aaaargh !
it: Ah, ah, e chi l'ha detto? Ehi, Gawen, hai mai chiesto a Lorin come è morta tua madre? Lo hai fatto... aaargh!
pl: Cha, cha i kto to mówi? Hej, Gawen, zapytałeś kiedyś Lorin, jak umarła twoja matka? Czy kiedyk... aaargh!

source: Be quiet, stupid man. No one wants to hear your lies.
cs: Buď zticha, blbče! Nikdo není zvědavý na tvoje lži.
es: Cierra la boca, hombre estúpido. Nadie quiere oír tus mentiras.
fr: Silence, imbécile. Personne ne veut entendre tes mensonges.
it: Taci, stupido uomo. Nessuno vuole ascoltare le tue bugie.
pl: Cicho bądź, głupi człowieku. Nikt nie chce słuchać twoich kłamstw.

source: I always was suspicious of you, Uri, even before you betrayed us... time for you to face God's punishment.
cs: Vždy jsi mi byl podezřelý, Uri, ještě předtím, než jsi nás zradil... Je čas, abys čelil Božímu trestu.
es: Siempre sospeché de ti, Uri, incluso antes de que nos traicionaras... es hora de que enfrentes el castigo de Dios.

source: I know you - I've heard about you! The She-wolf of Haeltin!
cs: Já tě znám! Už jsem o tobě slyšel, Vlčice Haeltinská!
es: ¡Te conozco! ¡He oído hablar de ti! ¡La Loba de Haeltin!
fr: Je te connais : j'ai entendu parler de toi ! Louve d'Haeltin !
it: Io ti conosco - ho sentito parlare di te! Sei la Lupa di Haeltin!
pl: Znam cię, słyszałem o tobie! Wilczyca z Haeltin!

source: Thank you, yes, I AM the She-wolf of Haeltin.
cs: Oh, díky, ano, máš pravdu, já jsem Vlčice Haeltinská.
es: Oh, gracias, sí, SOY la Loba de Haeltin.
fr: Oh, merci, oui, je suis la Louve d'Haeltin.
it: Oh grazie, sì, io sono la "Lupa di Haeltin".
pl: Dziękuję, tak. Jam jest Wilczyca z Haeltin.

source: Then it is not such a great disgrace as I thought to be felled by a woman...
cs: Tak to není zas taková potupa, jak sem si myslel...
es: Entonces no es tan gran desgracia como pensé ser derribado por una mujer...
fr: Alors ce n'est pas un si grand déshonneur que je le croyais d'être vaincu par une femme...
it: Allora non è una vergogna così grande quanto pensavo...
pl: A więc nie jest to taka hańba, jak myślałem wcześniej...

source: Frankly, I don't care.
cs: Upřímně, je mi to jedno.
es: Francamente, ni me importa.
fr: Franchement, je m'en fiche.
it: Sinceramente, non me ne importa.
pl: Szczerze, to mnie to niezbyt obchodzi.

source: Outlaw now, outlife soon.
cs: Banditou nyní, mrtvolou za chvíli.
es: Forajido ahora, sin vida pronto.
fr: Hors-la-loi maintenant, hors-de-la-vie bientôt !
it: Senzalegge ora, senza vita presto.
pl: Banita poza prawem teraz, banita poza życiem wkrótce.
