Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: This is the place. I am not sure what we should do. The place seems to be well-fortified, and we are not prepared for a long siege.
cs: Takže toto je to místo. Nejsem si jistá, že bychom to měli udělat. Ta tvrz vypadá dobře opevněná. A my nejsme připraveni na dlouhé obléhání.
es: Este es el lugar. No estoy seguro de lo que debemos hacer. El lugar parece estar bien fortificado y no estamos preparados para un asedio prolongado.
fr: Et donc nous y sommes. Je ne suis pas sûr de ce que je devrais faire. L'endroit semble solidement fortifié et nous ne sommes pas préparés pour un long siège.
it: Il posto è questo. Non sono sicuro di cosa dovremmo fare. Il posto sembra ben fortificato. Noi non siamo preparati a un lungo assedio.
pl: A więc to tutaj. Nie jestem pewny, co powinniśmy teraz uczynić. Miejsca wygląda na dobrze umocnione. Nie jesteśmy przygotowani do długiego oblężenia.

source: Wait, I think they've sent a messenger to us. Before we make any decisions, let's see what the 'She-wolf' wants from us.
cs: Počkejte. Myslím, že vysílají posla. Než se rozhodneme, měli bychom si poslechnout, co od nás ta Vlčice chce.
es: Espera, creo que nos han enviado un mensajero. Antes de tomar cualquier decisión, veamos qué quiere de nosotros la 'Loba'.
fr: Attendez, je crois qu'ils nous ont envoyé un messager. Avant de prendre une décision, voyons ce que cette Louve nous veut.
it: Aspetta, mi sembra che ci abbiamo mandato un messaggero. Prima di prendere una decisione, ascoltiamo cosa questa "Lupa" vuole da noi.
pl: Czekaj, wygląda no to, że wysłali posłańca. Przed podjęciem jakiejkolwiek decyzji wysłuchajmy, co ta 'Wilczyca' ma nam do powiedzenia.

source: It is my great honour to welcome the handsome Gaumhaldric to Haeltin. I have heard a lot about you, so brave and... oh my God. It's impossible.
es: Es un gran honor para mí dar la bienvenida al apuesto Gaumhaldric a Haeltin. He oído hablar mucho de ti, tan valiente y... Oh, dios mío. Es imposible.
fr: Je suis très honorée d'accueillir le merveilleux Gaumhaldric à Healtin. J'ai beaucoup entendu parler de vous, si courageux et... Oh mon Dieu. Ce n'est pas possible.
pl: Taka jestem szczęśliwa mogąc powitać przystojnego i odważnego Gaumhaldrica, o którym tak wiele słyszałam, dzielnego i... o mój Boże. To niemożliwe.

source: Never before have I witnessed such subtlety. I suppose you have seduced him already?
es: Nunca antes había sido testigo de tanta sutileza. ¿Supongo que ya lo has seducido?
fr: Je n'ai jamais eu l'occasion de voir à l'oeuvre une telle subtilité. Je suppose que vous l'avez déjà séduit ?
pl: Takiej subtelności nie widziały dotąd jeszcze moje oczy. Już go uwiodłaś, jak sądzę?

source: Why do you both have such stupid looks on your faces? You know each other or something?
cs: Proč oba najednou vypadáte tak stupidně? Vy už se znáte?
es: ¿Por qué ambos tienen una mirada tan estúpida en sus caras? ¿Se conocen o algo?
fr: Pourquoi avez-vous ce regard stupide tous les deux ? Vous vous connaissez ?
it: Perché avete entrambi una faccia stupita? Vi conoscete?
pl: Dlaczego oboje macie takie głupie miny? Widzieliście się już wcześniej?

source: Mother?
cs: Matko?
es: ¿Madre?
fr: Mère ?
it: Madre?
pl: Matko?

source: “Mother?”!?
cs: „Matko?!?“
es: ¿¡"¿Madre?"!?

source: That's impossible! How... how... You are dead!
cs: To není možné! Jak... jak... dyk si mrtvej!
es: ¡Eso es imposible! Cómo... cómo... ¡Estás muerto!
fr: C'est impossible ! Comment... comment... tu es mort !
it: Non è possibile! Come... come... Tu sei morto!
pl: To niemożliwe! Jak.. jak... Przecież ty nie żyjesz!

source: Wait a minute. SHE'S your mother?
cs: Počkejte chvilku. Ona je tvoje MATKA?
es: Espera un momento. ¿ELLA es tu madre?
fr: Attendez un moment. ELLE... c'est votre mère ?
it: Cosa? È tua madre?
pl: Zaraz, zaraz. To jest twoja matka?

source: Yes, she is my mother... well, step-mother, actually. This is Lady Lorin. Mother, this is Ruvio, my friend, and this is...
cs: Ano, je to moje matka... ale nevlastní. Toto je lady Lorin, toto je Ruvio, můj přítel, a toto je...
es: Sí, ella es mi madre... bueno, madrastra, en realidad. Esta es la señora Lorin. Madre, este es Ruvio, mi amigo, y esta es...
fr: Oui, c'est ma mère... ma belle-mère, plus exactement. Voici Dame Lorin. Mère, je vous présente Ruvio, mon ami et voici...
it: Sì, è mia madre... la mia matrigna, in realtà. È Lady Lorin. Madre, lui è Ruvio, mio amico e questa è...
pl: Tak, to moja matka.. macocha, właściwie. To pani Lorin. Matko, to jest Ruvio, mój przyjaciel, a to jest...

source: Wait! How is it possible that you are still alive? You died at battle of Barnon, we've heard that, I've heard about that, I...
cs: Počkat! Jak je možné že žiješ? Zabili tě v Bitvě o Barnon! Slyšeli jsme to! Já jsem o tom slyšela, já...
es: ¡Espera! ¿Cómo es posible que todavía estés vivo? Moriste en la batalla de Barnon, hemos oído eso, he oído hablar de eso, yo...
fr: Attends ! Comment est-ce possible que tu sois en vie ? Tu es mort à la bataille de Barnon, nous l'avons entendu dire, je l'ai entendu de, je...
it: Aspetta! Come è possibile che tu sia ancora vivo? Sei morto nella battaglia di Barnon, ce l'hanno detto, ci hanno detto che... che...
pl: Zaraz! Jak to możliwe, że żyjesz? Zginąłeś w bitwie pod Barnon, słyszeliśmy o tym, ja o tym słyszałam, ja...

source: It was Ruvio who saved my life. He took my body from the battlefield and cared for me until I regained my health. This is his daughter, Karen.
cs: To tady Ruvio mi zachránil život. Odnesl moje bezvládné tělo z bitevního pole a staral se o mne dokud jsem se znovu neuzdravil. A toto je jeho dcera, Karen.
es: Fue Ruvio quien me salvó la vida. Tomó mi cuerpo del campo de batalla y cuidó de mí hasta que recuperé mi salud. Esta es su hija, Karen.
fr: C'est Ruvio qui m'a sauvé la vie. Il m'a sorti du champ de bataille et il s'est occupé de moi jusqu'à ce que je retrouve mes forces. Voici sa fille, Karen.
it: È stato proprio Ruvio a salvarmi la vita. Ha portato via il mio corpo dal campo di battaglia e mi ha curato finché le mie ferite non si sono rimarginate. Questa è sua figlia, Karen.
pl: Ten oto Ruvio ocalił mi życie. Zabrał mnie z pola bitwy i opiekował w czasie, gdy wracałem do zdrowia. A to jego córka, Karen.

source: Wow... I just... Gawen, I'm so happy... these are the people who were caring for you, right? Underling, how can I reward you for saving my son's life?
cs: Můj Bože... Já jenom... Gawene, jsem tak moc šťastná... Ale to jsou ti, kdo se o tebe starali? Podřadní, jak se vám můžu odměnit za to, že jste zachránili život mojeho syna?
es: Vaya... Yo sólo... Gawen, estoy tan feliz... estas son las personas que te estaban cuidando, ¿verdad? Plebeyo, ¿cómo puedo recompensarte por salvar la vida de mi hijo?
fr: Mon Dieu... Je suis... Gawen, je suis si heureuse... Et donc, voici ceux qui se sont occupés de toi ? Métèque, comment pourrais-je te récompenser pour avoir sauvé la vie de mon fils ?
it: Oh dei... Io... Gawen, sono così felice... ma si prendono cura di te, vero? Miserabile, come posso ricompensarvi per aver salvato la vita di mio figlio?
pl: Mój Boże.. Ja po prostu... Gawen, taka jestem szczęśliwa. A to są właśnie ci, co o ciebie dbali, tak? Pariasie, czego chcesz za uratowanie życia mojego syna?

source: This is getting more interesting with every moment. Dad, she was talking to you.
cs: Je to čím dál zajímavější. Otče, to mluvila o tobě.
es: Esto se está poniendo más interesante a cada momento. Papá, está hablando contigo.
fr: Ça devient de plus en plus intéressant. Papa, elle parlait de toi.
it: La faccenda diventa sempre più interessante. Papà, sta parlando di te.
pl: To się staje ciekawsze z każdą chwilą. Tato, ona mówiła do ciebie.

source: Oh, and what a nice kid. I didn't know it was the custom among the underlings to give weapons to their children.
cs: Óh, a jaké krásné dítě. Nevěděla jsem, že podřadní dávají dětem zbraně.
es: Ah, y qué buen chico. No sabía que era costumbre entre los plebeyos dar armas a sus hijos.
fr: Oh et quelle belle enfant. Je ne savais pas qu'il est de coutume chez les métèques de donner des armes aux enfants.
it: Oh, che bella bambina. Non sapevo che i miserabili facessero combattere anche le bambine.
pl: Ach, co za milusi dzieciak. Nie wiedziałam, że w zwyczajach pariasów jest zezwalanie dzieciom na zabawy z bronią.

source: Nice to meet you, Lorin. You are quite good-looking for being Gawen's grandmother. You had to be quite a lass some forty or fifty winters ago.
cs: Těší mne, Lorin. Na to, že jsi Gawenova babička, vypadáš docela dobře. Ty jsi musela být před takovými čtyřiceti, padesáti lety opravdu pěkné děvče!
es: Encantado de conocerte, Lorin. Eres bastante guapa para ser la abuela de Gawen. Serías toda una moza hace unos cuarenta o cincuenta inviernos.
fr: Enchantée de vous rencontrer, ... Lorin. Vous présentez encore pas mal pour être la grand-mère de Gawen. Vous deviez être bien jeune il y a quarante ou cinquante ans.
it: È un piacere incontrarti... Lorin. Hai un bell'aspetto per essere la nonna di Gawen. Eri proprio giovincella quaranta o cinquanta anni fa.
pl: Miło mi ciebie poznać... Lorin. Świetnie się trzymasz, biorąc pod uwagę, że jesteś babcią Gawena. Musiała być z ciebie nawet niezła akladiańska krasawica jakieś czterdzieści czy pięćdziesiąt lat temu.

source: Stop it!
cs: Nechte toho!
es: ¡Para!
fr: Arrêtez !
it: Basta!
pl: Przestańcie!

source: Anyway, go to my castle, Gawen. Your servants will receive gold for helping you and then they may go, while we work on getting back your throne!
cs: Dobře. Pojď do mojeho hradu, Gawene. Tvoji opatrovníci dostanou zlaťáky za svou pomoc a pak můžou jít. Znovu začneme pracovat na tom, aby ses vrátil na svůj trůn!
es: No importa, ve a mi castillo, Gawen. ¡Tus sirvientes recibirán oro por ayudarte y luego podrán irse, mientras nosotros trabajamos para recuperar tu trono!
fr: Et maintenant, viens dans mon château, Gawen. Tes serviteurs recevront de l'or pour l'aide qu'ils t'ont apportée. Ensuite ils pourront partir. Pendant ce temps, nous allons travailler à récupérer ton trône !
it: Comunque, va' al mio castello, Gawen. I tuoi servi riceveranno l'oro per averti aiutato e poi potranno andarsene mentre noi ci daremo da fare per rimetterti sul trono!
pl: Chodź do mego zamku, Gawenie. Twoje sługi otrzymają zapłatę w złocie za usługi tobie wyświadczone, i mogą odejść, podczas gdy my opracujemy plan odzyskania przynależnego ci tronu!

source: Hey, hey, I think must be some misunderstanding here. Gawen is our rightful king, and he has to reclaim his birthright. He's the king of Wesnoth.
cs: Hej, hej, myslím, že tady došlo k nějakému nedorozumění. Gawen je naším právoplatným králem a je na cestě k opětovnému získání svého dědictví. Je králem Wesnothu.
es: Oye, oye, creo que debe haber algún malentendido aquí. Gawen es nuestro legítimo rey y tiene que reclamar su derecho de nacimiento. Es el rey de Wesnoth.
fr: Hé, hé, j'ai peur qu'on ne se comprenne pas bien. Gawen est notre roi légitime et il doit réclamer son héritage. Il est le roi de Wesnoth.
it: Ehi, ehi, penso che ci sia un equivoco. Gawen è il nostro legittimo re e ha il dovere di recuperare i suoi diritti di nascita. È il re di Wesnoth.
pl: Hej, hej, zdaje się, że mamy tutaj jakieś małe nieporozumienie. Gawen to nasz prawowity król, i musi odzyskać swoje dziedzictwo. Jest królem Wesnoth.

source: Precisely! ...except that he is king of <u>Vakladia</u>. So, what do you want, underling, for saving my son's life? Speak quickly, for Gawen and I have a lot to do, and you are starting to get on my nerves... which is a dangerous thing to do.
es: ¡Precisamente! ...excepto que él es el rey de <u>Vakladia</u>. Entonces, ¿qué quieres, plebeyo, para salvar la vida de mi hijo? Habla rápido, porque Gawen y yo tenemos mucho que hacer, y estás empezando a ponerme nerviosa... lo cual es peligroso.

source: Listen, woman, I want nothing from you. Gawen's not going anywhere with you. He is staying with us and he is going to unite Wesnoth and...
cs: Poslouchej, ženo. Nechci od tebe nic. Gawen s tebou nikam nepůjde. Zůstane s námi a sjednotí Wesnoth a...
es: Escucha, mujer, no quiero nada de ti. Gawen no irá a ninguna parte contigo. Se queda con nosotros y va a unir a Wesnoth y...
fr: Écoute, femme, je ne te demande rien. Gawen n'ira nulle part avec toi. Il reste avec nous pour réunifier Wesnoth et...
it: Ascolta, donna, non voglio niente da te. Gawen non andrà da nessuna parte con te. Rimarrà con noi, unirà i popoli di Wesnoth e...
pl: Słuchaj kobieto, nic od ciebie nie chcę. Gawen nigdzie z tobą nie idzie. Zostaje z nami aby zjednoczyć Wesnoth, i...

source: Stop it! Stop it both of you! I am not king. Not king of Vakladia! Not king of Wesnoth! And most definitely YOU WON'T DECIDE INSTEAD OF ME what should I do.
cs: Přestaňte! Oba! Já nejsem král. Ani Vakladie, ani Wesnothu, a zaručeně VY NEBUDETE MÍSTO MĚ ROZHODOVAT co budu či nebudu dělat.
es: ¡Parad! ¡Deteneos las dos! No soy un rey ¡Ni rey de Vakladia, ni rey de Wesnoth! Y desde luego NO DECIDIRÉIS EN MI LUGAR qué debo hacer.
fr: Arrêtez ! Arrêtez tous les deux ! Je ne suis pas roi. Ni roi de Vakladia, ni roi de Wesnoth. Et une fois pour toutes VOUS NE DÉCIDEREZ PAS À MA PLACE de ce que je dois faire.
it: Basta! Smettetela tutti e due! Io non sono re. Né re di Vakladia, né re di Wesnoth e sicuramente NON SARETE VOI A DECIDERE cosa dovrei fare.
pl: Przestańcie! Przestańcie oboje! Nie jestem królem. Ani Vakladii, ani Wesnoth. A już na pewno <i>nie wy będziecie decydować</i> kim jestem i co mam robić.

source: Now, we will go to the castle. My troops need to get some rest.
cs: Teď, teď půjdeme do hradu. Mí vojáci si potřebují odpočinout a načerpat nových sil.
es: Ahora, iremos al castillo. Mis tropas necesitan descansar un poco.
fr: Allons au château. Mes troupes ont besoin de repos.
it: Adesso andremo al castello. La mie truppe hanno bisogno di riposo.
pl: A teraz, ruszamy do zamku. Moi żołnierze potrzebują odpoczynku.

source: My son, your troops are already in the castle, and those underlings...
cs: Můj synu, tvoji vojáci sou už dávno ve hradu a tito podřadní...
es: Hijo mío, tus tropas ya están en el castillo, y esos plebeyos...
fr: Mon fils, tes troupes sont déjà dans le château et ces métèques...
it: Figlio mio, le tue truppe sono già nel castello e quei miserabili...
pl: Ależ mój synu, twoi żołnierze już SĄ w zamku, a ta banda pariasów...

source: THESE are my troops. They have fought and bled alongside me. Don't call them underlings. After we ALL go to the castle, I want to ask you a few questions about the orcs. And then we will leave Haeltin. Mother, you are welcome to come with us.
cs: Ti, kteří bojovali po mém boku, jsou mí vojáci. Pak se tě zeptám na pár otázek ohledně skřetů. A pak odejdeme z Haeltinu. Matko, budeš vítána, připojíš-li se k nám.
es: ESTAS son mis tropas. Han luchado y sangrado junto a mí. No los llames plebeyos. Después de que TODOS vayamos al castillo, quiero hacerte algunas preguntas sobre los orcos. Y luego nos iremos de Haeltin. Madre, eres bienvenida a venir con nosotros.
fr: Ce sont MES troupes. Ils ont combattus et donné leur sang pour moi. Ne les appelez pas métèques. Ensuite, nous irons TOUS au château. J'ai quelques questions à vous poser sur les orcs et enfin, je quitterai Haeltin. Mère, vous serez bien sûr la bienvenue parmi nous.
it: Queste sono le truppe che hanno combattuto al mio fianco. Non chiamarli miserabili. Poi, io vorrei chiederti alcune cose sugli orchi. Quindi ce ne andremo da Haeltin. Madre, saresti la benvenuta se verrai con noi.
pl: To <i>są</i> moi żołnierze, żołnierze, którzy walczyli i krwawili u mego boku. Nie nazywaj ich pariasami. Później będę chciał ci zadać kilka pytań odnośnie orków. A potem opuścimy Haeltin. Nie widzę przeszkód, byś wyruszyła z nami.

source: The orcs... well, did you know that they tried to take my castle? We defeated them. Would you believe that they were allied with Akladians?
cs: Ti skřeti... dobře, víš, že chtěli získat můj hrad? Odrazili jsme je. Věřil bys, že se spojili s Akladijci?
es: Los orcos... bueno, ¿sabías que intentaron tomar mi castillo? Los derrotamos. ¿Te creerías que estaban aliados con los akladianos?
fr: Les orcs... Eh bien tu sais qu'ils ont essayé de prendre mon château ? Nous les avons repoussés. Imagines-tu qu'ils étaient alliés à des Akladiens ?
it: Gli orchi... be', sai che hanno tentato di prendere il mio castello? Li abbiamo sconfitti. Puoi credere che erano alleati con la gente di Akladia?
pl: Orki... Wiesz, że próbowały zająć mój zamek? Pokonaliśmy ich. Dałbyś wiarę, że byli sprzymierzeni z Akladyjczykami?

source: Earlier, after the battle at Barnon, we spotted orcs in the hills. I got the chance to interrogate one of the Orcish leaders. He said that they were waiting for a human envoy, after burning Reme Carrenemoe friend's castle.
cs: Dřív, po Bitvě o Barnon, všimli jsme si skřetů v horách. Měla jsem příležitost zmáčknout jednoho z jejich velitelů. Říkal, že čekají na vyslance lidí, a to po vypálení hradu Remeho přátel.
es: Antes, después de la batalla de Barnon, vimos orcos en las colinas. Tuve la oportunidad de interrogar a uno de los líderes orcos. Dijo que estaban esperando a un enviado humano, después de quemar el castillo del amigo de Reme Carrenemoe.
fr: Avant cela, après la bataille de Barnon, nous avons repéré des orcs dans les collines. J'ai eu l'occasion d'interroger un de leurs chefs. Il a dit qu'ils attendaient un émissaire humain, après avoir brûlé le château de l'ami de Reme Carrenmoe.
it: Tempo fa, dopo la battaglia di Barnon, abbiamo avvistato degli orchi nelle colline. Sono riuscita a interrogare un loro comandante. Disse che aspettavano un messo umano, dopo aver incendiato il castello di un amico di Reme Carrenemoe.
pl: Wcześniej, po bitwie pod Barnon, spotkaliśmy orki na wzgórzach. Miałam okazję przesłuchać jednego z ich dowódców. Powiedział, że czekali na ludzkiego posła. Spalili zamek przyjaciela Remego Carrenemoe.

source: It seems that Bor Cryne has allied with orcs so as to be able to kill every Akladian who is not worthy to be a member of our race in Bor Cryne's eyes. That means every Akladian who has underling friends or an underling wife, or who ever even so much as looked at Cryne cross-eyed.
cs: Vypadá to, že Bor Cryne se spojil se skřety, aby zabil všechny Akladijce, o kterých si myslí, že se staly „odpadlíky“. To znamená každého, kdo se přátelí s podřadnými nebo kdo má jejich ženu a nebo kdo si před ním jenom uprdnul.
es: Parece que Bor Cryne se ha aliado con los orcos para poder matar a todos los akladianos que no son dignos de ser miembros de nuestra raza a los ojos de Bor Cryne. Eso significa todos los akladianos que tienen amigos plebeyos o una esposa plebeya, o que alguna vez le echaron una mala mirada a Cryne.
fr: Il semblerait que Bor Cryne se soit allié aux orcs pour tuer chaque Akladien indigne de ce nom à ses yeux. En clair, chaque Akladien qui a des amis métèques ou une femme métèque ou même qui ne trouverait pas grâce aux yeux de Cryne.
it: Sembra che Bor Cryne si sia alleato con gli orchi per uccidere tutta la gente di Akladia che non sia degna di appartenere alla nostra razza secondo il metro di Bor Cryne. Cioè tutti quelli che hanno amici miserabili o una moglie miserabile o che hanno scorreggiato in presenza di Cryne.
pl: Wygląda na to, że Bor Cryne sprzymierzył się z orkami, aby zabić wszystkich Akladyjczyków niegodnych - w oczach Cryne - bycia członkami naszej rasy. To znaczy, wszystkich przyjaciół pariasów, mających pariasa za małżonka, albo tych którym zdarzyło się pierdnąć w obecności Cryne'a.

source: And what happened to Reme Carrenemoe?
cs: A co se přihodilo Rememu Carrenemoeovi?
es: ¿Y qué pasó con Reme Carrenemoe?
fr: Et qu'est-il arrivé à Reme Carrenemoe ?
it: E cosa è successo a Reme Carrenemoe?
pl: A co się stało z Reme Carrenemoe?

source: I have no idea.
cs: Nemám zdání.
es: No tengo ni idea.
fr: Je n'en ai aucune idée.
it: Non ho idea.
pl: Nie mam zielonego pojęcia.

source: You will soon meet an old friend. We were able to free Reme Carrenemoe. He was captured by enemies, and we found him close to death... We left him in our camp to recover.
cs: Brzy se setkáš se starým známým. Podařilo se nám vysvobodit Remeho Carrenemoea. Byl zajat nepřáteli, a tak byl blízko smrti... Nechali jsme ho v našem táboře, aby se zase zotavil.
es: Pronto conocerás a un viejo amigo. Pudimos liberar a Reme Carrenemoe. Fue capturado por los enemigos y lo encontramos cerca de la muerte... Lo dejamos en nuestro campamento para que se recuperara.
fr: Vous retrouverez bientôt votre vieil ami. Nous avons pu libérer Reme Carrenemoe. Il avait été capturé par l'ennemi, il est passé tout près de la mort. Nous l'avons laissé au camp pour qu'il récupère.
it: Ci incontreremo presto vecchio amico. Siamo riusciti a liberare Reme Carrenemoe. Era stato catturato dai nemici e a un passo dalla morte... lo abbiamo lasciato al campo perché recuperasse le forze.
pl: Wkrótce spotkasz się znowu z starym przyjacielem. Udało się nam uwolnić Remego Carrenemoe. Pojmali go nieprzyjaciele, i bliski był śmierci.. Zostawiliśmy go w obozie, by wydobrzał.

source: (<i>whispering</i>) Old friend, my eye...
es: (<i>susurrando</i>) Viejo amigo, mi coño...

source: I think you should know that Reme is alive too. We know that he is in enemy hands. I want to rescue him.
cs: Myslím, že bys měla vědět, že Reme je také naživu. Víme, že je v rukou nepřítele. Chci ho vysvobodit.
es: Creo que deberías saber que Reme también está vivo. Sabemos que está en manos enemigas. Quiero rescatarlo.
fr: Je pense que vous devriez savoir que Reme est en vie lui aussi. Nous savons qu'il est aux mains de l'ennemi. Je veux le sortir de là.
it: Io penso che dovresti sapere che anche Reme è vivo. Sappiamo che è nelle mani del nemico. Io voglio liberarlo.
pl: Powinnaś wiedzieć, że Reme również żyje. Wiemy, że jest w rękach wroga. Chcę go uwolnić.

source: What for? He left me alone. Why not treat him the same way he treated me?
cs: A proč? Zdrhl ode mě. Proč ho nenechat být ta jak on nechal mě?
es: ¿Por qué? Me dejó sola. ¿Por qué no tratarlo de la misma manera que me trató a mí?
fr: Pourquoi faire ? Il m'a abandonné. Pourquoi ne pas le traiter de la même façon qu'il m'a traitée ?
it: E perché? Mi ha abbandonata. Perché non riservargli lo stesso trattamento che ha usato nei miei confronti?
pl: Po co? On opuścił mnie. Dlaczego by nie potraktować go w ten sam sposób jaki on potraktował mnie?

source: So, I gather the seduction was a success? Or did I miss something? (<i>chuckle</i>)
es: Entonces, ¿supongo que la seducción fue un éxito? ¿O me perdí algo? (<i>risita</i>)

source: Because Majid Yahyazad joined you together with Lorin, you can now recruit warriors of the Dunefolk.
cs: Protože se k tobě s Lorin připojil i Mažid Jahjazad, můžeš nyní verbovat válečníky pouštního lidu.
es: Debido a que Majid Yahyazad se unió a ti junto con Lorin, ahora puedes reclutar guerreros barjanes.
