Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Exactly. So, take only the eyes of Lorin but leave her alive.
cs: Přesně tak. Takže vypíchněte Lorin pouze oči a nechte ji naživu.
es: Exactamente. Entonces, tomad sólo los ojos de Lorin pero dejadla con vida.
fr: Exactement. Donc, prenez les yeux de Lorin et laissez-la en vie.
it: Esattamente. Così, prendete gli occhi di Lorin e lasciatele la vita.
pl: Taak, właśnie... Tak więc, odbierzcie jedynie oczy Lorin, ale zostawcie ją przy życiu.

source: Leave her alive, so she could remain here, amongst us? No, that's...
cs: Nechat ji žít, aby mohla být tady, mezi námi? Ne, to je...
es: ¿Dejarla con vida, para que pueda quedarse aquí, entre nosotros? No, eso es...
fr: La laisser en vie, pour qu'elle puisse rester ici, parmi nous ? Non, c'est...
it: Lasciarla vivere, in modo che possa essere qua, tra noi? No, è...
pl: Ostawić ją żywą, żeby mogła być wśród nas? Nie, to ...

source: She could also be exiled.
cs: Měla by být také vyhoštěna.
es: También podría ser exiliada.
fr: Elle pourrait être exilée.
it: Dovrebbe essere esiliata.
pl: Można ją wszak wygnać.

source: ...and one more thing: why punish an innocent child for the crime of the father and mother? Let the child live.
cs: ... a ještě jedna věc: proč trestat neviné dítě za zločin svých rodičů? Nechte dítě žít.
es: ...y una cosa más: ¿por qué castigar a un niño inocente por el crimen del padre y la madre? Dejad que el niño viva.
fr: ... encore une chose : pourquoi punir un enfant innocent pour le crime de son père et de sa mère ? Laissez vivre l'enfant !
it: Un'altra cosa: perché punire un bambino innocente per il crimine del padre e della madre? Lasciate vivere il bambino.
pl: ... i druga rzecz: dlaczego karać niewinne dziecko za zbrodnię matki i ojca? Dajcie dziecku żyć.

source: But if we put out Lorin's eyes, she will surely miscarry.
cs: Ale pokud vypíchneme Lorin oči, zajisté potratí.
es: Pero si le arrancamos los ojos a Lorin, seguramente abortará.
fr: Mais si nous aveuglons Lorin, elle va sûrement faire une fausse couche.
it: Ma se accecheremo Lorin, sicuramente perderà il bambino.
pl: No, ale przecież jeżeli odbierzemy Lorin oczy, z bólu na pewno poroni.

source: My magical training is in the healing arts. I know ways to shield the child and protect it.
cs: Mám magický výcvik v léčitelských uměních. Znám způsoby, jak ochránit dítě.
es: Mi formación mágica está en las artes curativas. Conozco formas de infundir magia al niño para protegerlo.
fr: Mes pouvoirs magiques sont orientés vers l'art de guérir. Je connais le moyen de protéger l'enfant.
it: Sono un mago. So come proteggere e salvare il bambino.
pl: Jestem magiem. Znam sposoby, by osłonić dziecko.

source: Stop it! Deorien, I don't know who is more cruel - these Akladian lords, or you, who should, as a white mage, protect every life.
cs: Přestaňte! Deoriene, nevím, kdo je krutější, jestli tito akladijští lordi, nebo ty, který bys měl, jako bílý mág, chránit každý život.
es: ¡Para! Deorien, no sé quién es más cruel: estos señores akladianos o tú, que deberías, como mago blanco, proteger cada vida.
fr: Arrêtez ! Deorien, je ne sais pas qui est le plus cruel des seigneurs Akladiens ou de vous qui, en tant que mage blanc, devriez protéger toute vie.
it: Basta! Deorien, non so chi è più crudele - questi signori di Akladia, o tu, che dovresti, come mage bianco, proteggere ogni vita.
pl: Przestańcie! Deorien, sam już nie wiem, kto jest bardziej okrutny, ci Akladyjscy panowie, czy też ty, biały mag, który powinien chronić każde życie.

source: My king, my proposal is, in the end, a way to protect both her and her child. And it also protects Wesnoth. One woman is not worth civil war. And you know it.
cs: Můj králi, můj návrh je nakonec řešením, jak ochránit ji i její dítě. A také jak ochránit Wesnoth. Jedna žena nestojí za občanskou válku. A ty to víš.
es: Mi rey, mi propuesta es, al final, una forma de proteger tanto a ella como a su hijo. Y también proteger a Wesnoth. Una mujer no vale una guerra civil. Y tú lo sabes.
fr: Mon roi, ma proposition est finalement une manière de la protéger, elle et son enfant. Cela protège aussi Wesnoth. La vie d'une seule femme ne vaut pas une guerre civile et vous le savez.
pl: Mój królu - przecież chronię życie zarówno dziecka, jak i jej samej. A przede wszystkim chronię Wesnoth - jedna kobieta nie jest warta wojny domowej. I doskonale o tym wiecie.

source: Bring her.
cs: Přiveďte ji.
es: Traedla.
fr: Amenez-la.
it: Portatela qua.
pl: Dawać ją tutaj.

source: My mother... Lorin... You...
cs: Matko... Lorin... ty...
es: Mi madre... Lorin... Tú...
fr: Ma mère... Lorin... Vous...
it: Madre... Lorin... Tu...
pl: Matko... Lorin... Ty...

source: You have betrayed the spirit of your husband. Only your blood will satisfy him. Your eyes will be taken away, and you will never again see the light, neither here, nor in the lands of the ancestors. May God punish you in the worst possible way.
cs: Zradila jsi duši svého mrtvého manžela. Jenom tvoje krev ho může potěšit. Tvé oči ti budou odejmuty, abys už nikdy neuviděla světlo, ani tady, ani v zemích předků. Kéž tě Bůh potrestá tím nejhorším možným způsobem.
es: Has traicionado el espíritu de tu marido. Sólo tu sangre le satisfará. Tus ojos serán arrebatados, y nunca más verás la luz, ni aquí, ni en las tierras de los antepasados. Que Dios te castigue de la peor manera posible.
fr: Vous avez trahi l'esprit votre mari. Seul votre sang peut l'apaiser. Nous allons vous crever les yeux et vous ne reverrez plus la lumière, ni ici, ni dans le pays de vos ancêtres. Que Dieu vous punisse de la pire façon possible !
it: Hai tradito lo spirito di tuo marito. Solo il tuo sangue può ripagarlo. Ti saranno strappati gli occhi e non vedrai mai più la luce, né qui, né nella terra degli antenati. Possano gli dei punirti nel modo peggiore possibile.
pl: Zdradziłaś ducha swego męża. Tylko twoja krew może go teraz uszczęśliwić. Odbierzemy ci oczy i nigdy już nie ujrzysz światła, ani tu, ani w krainie przodków. Niech Bóg ukarze ciebie w najgorszy możliwy sposób.

source: Despicable doxy, who is the father of the child?
cs: Chlípná čubko, kdo je otcem toho parchanta?
es: Despreciable ramera, ¿quién es el padre del niño?
fr: Maintenant répugnante traînée, qui est le père de l'enfant ?
it: Sporca sgualdrina, chi è il padre del bambino?
pl: Powiedz kurtyzano, kto jest ojcem dziecka?

source: The wind and the rain. I don't know the father's name.
cs: Vzduch a déšť. Neznám otcovo jméno.
es: El viento y la lluvia. No sé el nombre del padre.
fr: La pluie et le vent. Je ne connais pas le nom du père.
it: Il vento e la pioggia. Non conosco il nome del padre.
pl: Wiatr i deszcz - one tylko imię ojca znają.

source: Take her to the torture chamber! They will wipe this proud smile out of your face, witch.
cs: Odveďte ji do mučírny! Vymažou ti ten hrdý úsměv z tváře, čarodějnice.
es: ¡Llevadla a la cámara de tortura! Borrarán esa sonrisa orgullosa de tu cara, bruja.
fr: Menez-la à la chambre de torture! On y effacera vite ce fier sourire, sorcière.
pl: Zabrać wiedźmę do sali tortur! Niech zetrą wiedźmie ten dumny uśmieszek z twarzy.

source: You are in my castle, Luc. Lady Lorin said she doesn't know the father's name. We will leave it at that.
cs: Jsi na mém hradě, Lucu. Lady Lorin řekla, že nezná otcovo jméno. Nechme to tedy tak.
es: Estás en mi castillo, Luc. La señora Lorin dijo que no sabe el nombre del padre. Lo dejaremos así.
fr: Vous êtes dans mon château, Luc ! Dame Lorin a dit qu'elle ne connaissait pas le nom du père. Nous devons nous en tenir là.
it: Sei nel mio castello, Luc. Lady Lorin ha detto di non conoscere il nome del padre. Concediamoglielo.
pl: W moim zamku jesteście, Luc. Pani Lorin powiedziała, że nie zna imienia ojca, i niech tak zostanie.

source: Deorien... Before they kill me... my child... you are a white mage, can you do something so it...
cs: Deoriene... než mě zabijou... moje dítě... jsi bílý mág, můžeš něco udělat, aby...
es: Deorien... Antes de que me maten... mi hijo... eres un mago blanco, ¿puedes hacer algo para que...?
fr: Deorien... Avant qu'ils ne me tuent... Mon enfant... Vous êtes un mage, pouvez-vous faire quelque chose pour qu'il...
it: Deorien... Prima che mi uccidano... Il mio bambino... Sei un mago, puoi far qualcosa in modo che...
pl: Deorien... Zanim mnie uśmiercą... Moje dziecko... Jesteś magiem, czy możesz coś zrobić, tak by...

source: You are upset, so you weren't listening. You won't be killed, Lorin. Only your eyes will taken and you will be exiled. I will do what is necessary to ensure your child survives this.
cs: Jsi rozrušená, takže jsi neposlouchala. Nebudeš zabita, Lorin. Jen ti vypíchnou oči a budeš vyhoštěna. Udělám, co bude nutné, aby tvé dítě přežilo.
es: Estás muy alterada, así que no estabas escuchando. No te matarán, Lorin. Sólo te quitarán los ojos y serás exiliada. Haré lo que sea necesario para asegurar que tu hijo sobreviva a esto.
fr: Vous êtes effondrée donc vous n'avez pas écouté. Vous n'allez pas mourir, Lorin. Seuls vos yeux seront crevés et vous serez exilée. Je ferai tout pour m'assurer que votre enfant y survive.
it: Non sarete uccisa, Lorin. Soltanto i vostri occhi saranno strappati e poi sarai esiliata. Farò tutto il necessario per assicurarmi che il vostro bambino sopravviva.
pl: Lorin, z powodu wzburzenia nie zrozumiałaś wyroku. Nie zostaniesz zabita. Jedynie twoje oczy zostaną ci odjęte, a potem zostaniesz wygnana. Ja zaś dokonam wszystkiego, co w mojej mocy, by twoje dziecko to przeżyło.

source: Mage... I... (<i>pause</i>) Lady Lorin thanks you.
cs: Mágu... já... (<i>Odmlčí se.</i>) Lady Lorin ti děkuje.
es: Mago... yo... (<i>pausa</i>) La señora Lorin te agradece.

source: You will all leave my chambers immediately. The king wishes to be alone.
cs: Všichni okamžitě opusťte mé komnaty. Král si přeje být sám.
es: Todos ustedes abandonen mis aposentos inmediatamente. El rey desea estar solo.
fr: Vous allez quitter mes appartements tout de suite. Le roi veut être seul.
pl: Niech wszyscy opuszczą natychmiast me komnaty. Król życzy sobie być sam.

source: Leaving Okladia
cs: Opouštění Okladie
es: Dejando Okladia
fr: Départ d'Okladia.
it: Partenza da Okladia
pl: Opuszczając Okladię

source: When Deorien declared to my soldiers that they should address me by the name of 'King Gawen Haldric Hagarthen,' they showed a great deal of enthusiasm. I think this title was of little surprise to them. But their raucous enthusiasm was surely a surprise to me.
cs: Poté co Deorien přednesl řeč před mými vojáky a nakázal jim, aby mne nazývali „král Gawen Haldrik Hagarthen“, prokázali mnoho entuziazmu. Myslím, že nebyli ani moc překvapení. Ale jejich nehrané nadšení mě skutečně překvapilo.
es: Cuando Deorien declaró a mis soldados que debían dirigirse a mí con el nombre de "Rey Gawen Haldric Hagarthen", mostraron un gran entusiasmo. Creo que a ellos este título les sorprendió poco. Pero su estridente entusiasmo fue sin duda una sorpresa para mí.
fr: Quand Deorien déclara à mes soldats qu'ils devaient désormais m'appeler 'roi Gawen Haldric Hagarthen', ils montrèrent beaucoup d'enthousiasme. Je pense que ce titre ne les surprit pas beaucoup. Mais leur enthousiasme fut une surprise pour moi.
it: Quando Deorien dichiarò ai miei soldati che avrebbero dovuto chiamarmi «re Gawen Haldric Hagarthen» si dimostrarono molto entusiasti. Be', penso che non fosse una sorpresa per loro. Ma il loro clamoroso entusiasmo è stato certamente una sorpresa per me.
pl: Kiedy Deorien zadeklarował żołnierzom, że mają się do mnie zwracać mianem "król Gawen Haldric Hagarthen" wykazali naprawde sporo entuzjazmu. Nie wydawali się być tym specjalnie zaskoczeni, za to ich reakcja była dla mnie sporą niespodzianką.

source: We had hoped that our small army could sneak successfully out of Okladia, but on the border we marched suddenly into outposts of the Okladian army. With scouts reporting that King Buffin's main army was at our backs, we had no time for finding another way. We had to hew our way through Akladian ranks.
es: Teníamos la esperanza de que nuestro pequeño ejército pudiera escabullirse con éxito fuera de Okladia, pero en la frontera marchamos repentinamente hacia puestos avanzados del ejército okladiano. Los exploradores nos informaron de que el ejército principal del rey Buffin estaba a nuestras espaldas, por lo que no tuvimos tiempo de encontrar otro camino. Tuvimos que abrirnos paso a través de las filas akladianas.

source: Treacherous dog! Harnen has joined the rebels! Bring reinforcements!
cs: Zrádný pes! Harnen se připojil k rebelům! Přiveďte posily!
es: ¡Perro traicionero! ¡Harnen se ha unido a los rebeldes! ¡Trae refuerzos!
fr: Chien de traître ! Harnen a rejoint les rebelles ! Amenez des renforts !
it: Cane traditore! Harnen si è unito ai ribelli! Chiamate i rinforzi!
pl: Zdradziecki pies! Harnen dołączył do buntowników! Wezwać posiłki!

source: Bring it on! We have our own reinforcements!
es: ¡Dale! ¡Tenemos nuestros propios refuerzos!

source: As do we!
es: ¡Como nosotros!

source: Wait! Before we cross our blades, I must know something. Tell me your name: for I think I saw your face some time ago, and now... Maybe I heard it wrong, but aren't your people calling you Gawen Hagarthen?
es: ¡Esperad! Antes de que crucemos nuestras espadas, debo saber algo. Dime tu nombre: porque creo que vi tu rostro hace algún tiempo, y ahora... Tal vez lo escuché mal, pero ¿tu gente no te llama Gawen Hagarthen?

source: I am Gawen Hagarthen.
cs: Já jsem Gawen Hagarthen.
es: Soy Gawen Hagarthen.
fr: Je suis Gawen Hagarthen
it: Io sono Gawen Hagarthen.
pl: Jam jest.

source: Gawen Hagarthen, king of Vakladia?
cs: Gawen Hagarthen, král Vakladie?
es: ¿Gawen Hagarthen, rey de Vakladia?
fr: Gawen Hagarthen, le roi de Vakladia ?
it: Gawen Hagarthen, re di Vakladia?
pl: Gawen Hagathen, król Vakladii?

source: I am Gawen Hagarthen. I was crowned king in Vattin and betrayed by my own lords during the battle of Barnon.
cs: Já jsem Gawen Hagarthen. Ve Vattinu jsem byl korunován i zrazen vlastními lordy během bitvy o Barnon.
es: Soy Gawen Hagarthen. Fui coronado rey en Vattin y traicionado por mis propios señores durante la batalla de Barnon.
fr: Je suis Gawen Hagarthen. J'ai été couronné à Vattin et trahi par mes propres seigneurs lors de la bataille de Barnon.
it: Sono Gawen Hagarthen. Sono stato prima incoronato re a Vattin e poi tradito dai miei lord durante la battaglia di Barnon.
pl: Jakem rzekł, jam jest Gawen Hagarthen. Ukoronowany królem w Vattin i zdradzony przez własnych wasali podczas bitwy pod Barnon.

source: Stop fighting! This is our rightful king. My brother told me the truth, then. I am your hand, my sword is your sword, my king, my blood is yours to spill.
cs: Přestaňte bojovat! Toto je náš právoplatný král! Můj bratr tedy nelhal... Jsem tvou rukou, můj meč je tvým mečem, můj králi, jsem připraven pro tebe zemřít.
es: ¡Detened la lucha! Este es nuestro legítimo rey. Entonces mi hermano me dijo la verdad. Soy tu mano, mi espada es tu espada, mi rey, mi sangre es tuya para derramarla.
fr: Cessez le combat ! Voici notre roi légitime. Mon frère m'a donc dit la vérité. Je suis à vos ordres, mon roi ! Mon épée est la vôtre, disposez de ma vie !.
it: Fermate lo scontro! È il nostro legittimo re. Il mio fratello mi ha detto la verità, allora. Sono il vostro braccio, la mia spada è la vostra spada, mio re, sono pronto a versare il mio sangue per voi.
pl: Przerwać walkę! To jest nasz prawowity król! A więc prawdę rzekł mój brat! Oto ja, oto dłonie moje są waszymi dłońmi, oto miecz mój - waszym jest mieczem, królu mój, oto krew moja -- waszą jest do rozlania wedle waszego uznania.

source: Gawen Hagarthen? But.. you were fighting with Raban Harnen, my brother recently, isn't that right?
cs: Gawen Hagarthen? Ale... bojoval jsi s mým bráchou, Rabanem Harnenem, že?
es: ¿Gawen Hagarthen? Pero... estuviste peleando recientemente con Raban Harnen, mi hermano, ¿no es así?
fr: Gawen Hagarthen ? Mais ... Vous avez combattu avec Raban Harnen, mon frère récemment, non ?
it: Gawen Hagarthen? Ma... ti sei scontrato con Raban Harnen, mio fratello, di recente, giusto?
pl: Gawen Hagarthen? Ale... Walczyliście ostatnio z moim bratem, Rabanem Harnenem, czyż nie?

source: Yes, I was.
cs: Ano, bojoval.
es: Sí, lo hice.
fr: Oui, en effet.
it: Sì, ero io.
pl: Tak, walczyłem.

source: He asked you for your name, and you answered your name was Gaumhaldric. Either you are lying now or you were lying then. A base liar couldn't be the rightful king of the Akladian people. Prepare to die!
cs: A ty jsi mu řekl, že se menuješ Gaumhaldric. Možná jsi lhal jemu a možná mně. Jasný je, že jsi lhář a lhář nemůže být akladijským králem. Zapíchnu tě jako prase!
es: Te preguntó por tu nombre, y respondiste que tu nombre era Gaumhaldric. O miente ahora o miente entonces. Un vil mentiroso no podría ser el legítimo rey del pueblo de Akladia. ¡Prepárate para morir!
fr: Il vous a demandé votre nom et vous avez répondu « Gaumhaldric ». Soit vous mentez maintenant, soit vous avez menti alors. Un menteur ne peut pas être le roi du peuple Akladien ! Préparez-vous à mourir !
it: Ti ha chiesto il tuo nome e gli rispondesti che era Gaumhaldric. O stai mentendo ora o hai mentito allora. Un bugiardo non può essere re della gente di Akladian. Preparati a morire.
pl: Zapytał o wasze imię a wyście odrzekli: Gaumhaldric. Łeż to była wtedy, lub też łżecie teraz, a łgarz nie może rządzić Akladyjczykami. Szykujcie się na smierć.

source: My brother... my brother died... he was killed by someone called 'Gaumhaldric.' Do you... do you know who 'Gaumhaldric' is?
cs: Můj brácha... můj brácha je mrtvej... zapíchl ho nějakej Gaumhaldrik. Ty víš, kdo to byl?
es: Mi hermano... mi hermano murió... lo mató alguien llamado 'Gaumhaldric'. ¿Sabes... sabes quién es 'Gaumhaldric'?
fr: Mon frère... Mon frère est mort... tué par quelqu'un nommé Gaumhaldric. Savez-vous... Savez-vous qui est ce Gaumhaldric ?
it: Mio fratello... mio fratello è morto... ucciso da uno di nome Gaumhaldric. Tu sai... tu sai chi era quel Gaumhaldric?
pl: Mój brat... Mój brat umarł zabity przez kogoś imieniem Gaumhaldric. Czy... Czy wiesz kim jest ów Gaumhaldric?

source: This was a name I used in the past.
cs: Toto jméno jsem kdysi používal.
es: Este era un nombre que usé en el pasado.
fr: C'était un nom que j'utilisais auparavant.
it: È il nome che usavo prima.
pl: To miano, jakiego używałem poprzednio.

source: No idea who he could be.
cs: Nemám zdání.
es: Ni idea de quién podría ser.
fr: Aucune idée de qui il pourrait être.
it: Non ho idea di chi possa essere.
pl: Nie mam pojęcia, kim jest ten Gaumhaldric.

source: Liar! I know you fought under the name Gaumhaldric. I was only checking to see whether you would have the courage to admit that. A base liar couldn't be the rightful king of the Akladian people. Prepare to die!
cs: Lháři! Vím, že sis tak kdysi říkal! Sem tě jenom zkoušel, jestli budeš mít tu odvahu mi to říct do očí! Lhář nemůže být akladijským králem. Zapíchnu tě jako prase!
es: ¡Mentiroso! Sé que luchaste bajo el nombre de Gaumhaldric. Sólo estaba comprobando si tendrías el coraje de admitirlo. Un vil mentiroso no podría ser el legítimo rey del pueblo de Akladia. ¡Prepárate para morir!
fr: Menteur ! Je sais que vous avez utilisé le nom de Gaumhaldric. Je vérifiais que vous auriez le courage de l'admettre. Un vulgaire menteur ne peut pas être le roi du peuple Akladien ! Préparez-vous à mourir !
it: Bugiardo! So che hai usato il nome di Gaumhaldric. Volevo solo vedere se avevi il coraggio di ammetterlo. Un bugiardo non può essere re della gente di Akladian. Preparati a morire.
pl: Kłamca! Wiem, żeście używali tego imienia. Sprawdzałem tylko, czy starcza wam odwagi, by to przyznać. Kłamca nie może być królem Akladyczyków. Szykujcie się na śmierć.

source: So, you killed my brother!
cs: Takže ty jsi mi zabil bráchu!
es: Entonces, ¡mataste a mi hermano!
fr: Donc, vous avez tué mon frère !
it: Dunque, hai ucciso mio fratello!
pl: A więc, brat mój padł z waszej ręki!

source: Yes. It was good fight and your brother was brave fighter.
cs: Ano, byl to dobrý boj a tvůj bratr byl chrabrý válečník.
es: Sí. Fue una buena pelea y tu hermano fue un valiente luchador.
fr: Oui, ce fut un beau combat et votre frère un adversaire courageux.
it: Sì. È stata una bella lotta e tuo fratello era un guerriero coraggioso.
pl: Tak. To była dobra walka a brat wasz - odważnym był wojownikiem.

source: Yes. Now it will be your turn.
cs: Ano. A teď jsi na řadě ty.
es: Sí. Y ahora será tu turno.
fr: Oui et maintenant, c'est votre tour.
it: Sì. Adesso è il tuo turno.
pl: Tak. A teraz kolej na ciebie.

source: We will see who will kill whom. Prepare to die!
cs: Uvidíme, kdo koho podřeže! Připrav se na smrt!
es: Veremos quién mata a quién. ¡Prepárate a morir!
fr: Nous verrons qui tuera qui. Préparez-vous à mourir !
it: Vedremo chi ucciderà chi. Preparati a morire!
pl: Jeszcze zobaczymy, kto kogo... Gotujcie się na śmierć!

source: He had an honourable death. My king, my brother only opposed you because he didn't know it was you. Please, forgive him.
cs: Zemřel vznešeně. Můj králi, můj brácha se ti postavil jenom proto, že nevěděl, kdo si. Prosím, odpusť mu.
es: Tuvo una muerte honorable. Mi rey, mi hermano solo se opuso a vos porque no sabía que eras vos. Por favor, perdónele.
fr: Il a eu une mort honorable. Mon roi, mon frère ne s'est opposé à vous que parce qu'il ignorait qui vous étiez. Veuillez lui pardonner.
it: Ha avuto una morte onorevole. Mio re, mio fratello vi ha contrastato solo perché non sapeva chi eravate. Per favore, perdonatelo.
pl: Umarł z honorem. Mój królu, mój brat sprzeciwił się wam, ponieważ nie wiedział kim jesteście. Wybaczcie mu, proszę.

source: I honour the memory of your brother. He did nothing which would have to be forgiven.
cs: Ctím památku tvého bratra. Nikdy neudělal nic, co bych mu měl odpustit.
es: Honro la memoria de tu hermano. No hizo nada que deba ser perdonado.
fr: Je rends hommage à la mémoire de votre frère. Il n'a rien fait qui réclame le pardon.
it: Onore alla memoria di tuo fratello. Non ha fatto nulla che dovesse essere perdonato.
pl: Wspominam twojego brata z szacunkiem. Nie uczynił nic, co by wymagało wybaczenia.

source: Stop fighting! This is our rightful king. I am your hand, my sword is your sword, my king, my blood is yours to spill.
cs: Přestaňte bojovat! Toto je náš právoplatný král! Jsem tvou rukou, můj meč je tvým mečem, můj králi, jsem připraven pro tebe zemřít.
es: ¡Detened la pelea! Este es nuestro legítimo rey. Soy tu mano, mi espada es tu espada, mi rey, mi sangre es tuya para derramarla.
fr: Cessez le combat ! Voici notre roi légitime. Je suis à vos ordres, mon roi, mon épée est la vôtre, Disposez de ma vie.
it: Fermate lo scontro! È il nostro legittimo re. Sono il vostro braccio, la mia spada è la vostra spada, mio re, sono pronto a versare il mio sangue per voi.
pl: Przerwać walkę! To jest nasz prawowity król. Oto ja, oto dłonie moje są waszymi dłońmi, miecz mój waszym jest mieczem, królu mój, krew moja -- waszą jest do rozlania wedle waszego uznania.

source: My brother fought with soldiers led by someone called 'Gaumhaldric.' Do you.. Do you know who Gaumhaldric is?
cs: Můj bratr bojoval proti vojákům, které vedl nějaký Gaumhaldrik. Nevíš... nevíš náhodou, kdo by to mohl být?
es: Mi hermano luchó contra soldados dirigidos por alguien llamado 'Gaumhaldric'. ¿Sabes quién es Gaumhaldric?
fr: Mon frère s'est battu contre des soldats dirigés par un certain Gaumhaldric. Savez-vous... Savez-vous qui est ce Gaumhaldric ?
it: Il mio fratello ha combattuto contro dei soldati condotti da un certo Gaumhaldric. Tu sai... tu sai chi era quel Gaumhaldric?
pl: Mój brat walczył z żołnierzami dowodzonymi przez kogoś o imieniu Gaumhaldric. Czy wiesz kim jest ta osoba?
