Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Camper
cs: Campr
pl: Leniuch

source: Aaah!
cs: Ách!
pl: Aaach!

source: Darn it, it looks like the [found_item] tag doesn't work across scenarios...
cs: Sakra, vypadá to, že značka [found_item] nefunguje ve všech scénářích...

source: Freetown
cs: Ku Svobodovu
pl: Wolne Miasto

source: Gaumhaldric
cs: Gaumhaldrik

source: Euridica
cs: Euridika
it: Euridice

source: Arsham Mahouri
cs: Aršam Mahouri

source: No.
cs: Ne.
fr: Non.
pl: Nie.

source: This unit has learned an odd style of healing: it can cure poison and heal a few hitpoints of wounded friendly units.
cs: Tato jednotka se naučila zvláštnímu stylu léčení. Dokáže zraněné přátelské jednotky uzdravit z otravy a vyléčit jim několik životů.

source: Wutan
cs: Vutan

source: John Fasthood
cs: John Rychlokvaška
pl: Janek Szybki Kaptur

source: Using debug mode to kill all the enemies is cheating!
cs: Použití ladícího režimu k zabití všech nepřátel je podvádění!

source: Using debug mode to kill Bor Cryne is cheating!
cs: Použití ladícího režimu k zabití Bor Cryna je podvádění!

source: It appears that debug mode either is on, or has been on in the past, so it's not clear if you're cheating to kill Bor Cryne or not... better restart just to be sure!
cs: Zdá se, že režim ladění je buď zapnutý, nebo byl zapnutý v minulosti. Takže není jasné, zda se při zabití Bor Cryna podvádí, nebo ne... pro jistotu je lepší restartovat!

source: It appears that debug mode either is on, or has been on in the past, so it's not clear if you're cheating to cause Bor Cryne to die or not... better restart just to be sure!
cs: Zdá se, že režim ladění je buď zapnutý, nebo byl zapnutý v minulosti. Takže není jasné, zda se pokoušíš zabít Bor Cryna podvodem, nebo ne... pro jistotu je lepší restartovat!

source: Using debug mode to kill Uri van Roe is cheating!
cs: Použití ladícího režimu k zabití Uri van Roa je podvádění!

source: It appears that debug mode either is on, or has been on in the past, so it's not clear if you're cheating to kill Uri van Roe or not... better restart just to be sure!
cs: Zdá se, že režim ladění je buď zapnutý, nebo byl zapnutý v minulosti. Takže není jasné, zda se při zabití Uri van Roa podvádí, nebo ne... pro jistotu je lepší restartovat!

source: It appears that debug mode either is on, or has been on in the past, so it's not clear if you're cheating to cause Uri van Roe to die or not... better restart just to be sure!
cs: Zdá se, že režim ladění je buď zapnutý, nebo byl zapnutý v minulosti. Takže není jasné, zda se pokoušíš zabít Uri van Roa podvodem, nebo ne... pro jistotu je lepší restartovat!

source: Aaaah!
cs: Ách!
pl: Aach!

source: Noooooo!
cs: Neeeeeeeeeee!
fr: Nonnnnnn !
pl: Nieeee!

source: Final
cs: Závěr
it: Conclusione
pl: Finał

source: Oh no!!
cs: Ó ne!!
fr: Oh non !!
pl: Och nie!!!

source: Gaumhaldric.
cs: Gaumhaldrik.
pl: Ja wiem! Gaumhaldric.

source: Horsemills
cs: Koňský mlýn
fr: Ecuries
it: Mulino dei cavalli
pl: Koniuchy

source: Porkton
cs: Vepřovice
fr: Porcvil
pl: Świniarze

source: Many centuries ago there was a lich, possibly the most powerful to ever appear on the face of the earth. This lich's name was Mal-Ravanal. Mal-Ravanal's hordes invaded Wesnoth in ages past, but the lich was defeated by a few courageous men. Dacyn, Gweddry, and their band of heroes... all Wesnothians know those names, spoken of in our legends with respect and honour.
cs: Před mnoha staletími žil jeden lich, možná nejmocnější stvoření, které kdy nosil povrch zemský. Jmenoval se Mal-Ravanal. Jeho hordy napadly v dávných dobách Wesnoth. Byl ale poražen několika odvážnými muži. Dacyn, Gweddry a jejich skupina hrdinů..., všichni po celém Wesnothu znají tato jména, o nichž se v našich legendách mluví s respektem a ctí.

source: Majid Yahyazad
cs: Mažid Jahjazad

source: Trivial
cs: Lehoučké
it: Banale
pl: Banalny

source: Normal
cs: Normální
it: Normale
pl: Normalny

source: Alarice
pl: Alarysa

source: Gusto
pl: Gusto Gumiś

source: Hoyre O Barnone
pl: Hojre O Barnon

source: Vojta
pl: Wojtas

source: Kuba
pl: Kubuś

source: Graeme O Borraine
pl: Greaeme O Borraine

source: Ripe Scud
pl: Rajp Skad

source: protector
fr: protecteur
pl: protektora

source: Hoyre Ramenari
pl: Hojre Ramenari

source: Graeme O Borraine?
pl: Greame O Borraine?

source: Hoyre O Barnon?
pl: Hojre O Barnon?

source: Leif Thrall
pl: Leif Niewolnik

source: Laville
pl: Lawiocha

source: Iree Rothe
pl: Ajri Rothe

source: Strome Ohavenort
pl: Strom Ohavenort

source: Reonee
pl: Reoni

source: Oyre
pl: Ojre

source: Aueree
fr: Auree
pl: Aueri

source: Oyre Mathauri
pl: Ojre Mathauri

source: Raul O Barron
fr: Raul de Barnon

source: Darth Vader
fr: Dark Vador

source: Lucs
it: I Luca

source: Buriag
it: Buriaq

source: Uriag
it: Uriaq
