Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: ...and you are his mother, and therefore you would be not just the queen dowager, but the queen mother. He could rule over the whole of Wesnoth, as well as over all Akladian kingdoms.
cs: A ty jsi jeho matka, tedy královna – mysli na to. Mohl by vládnout celému Wesnothu, všem akladijským královstvím.
es: ...y tú eres su madre, y por lo tanto serías no sólo la reina viuda, sino la reina madre. Podría gobernar sobre todo Wesnoth, así como sobre todos los reinos de Akladia.
fr: ... et vous êtes sa mère et par conséquent, vous seriez non seulement la reine douairière mais aussi la reine mère. Il pourrait régner sur tout Wesnoth, et tous les royaumes Akladiens.
it: E voi siete sua madre, quindi la regina - pensateci. Potrebbe regnare su tutto Wesnoth, su tutti i regni di Akladia.
pl: A ty jesteś jego matką, a więc królową - pomyśl o tym. Mógłby rządzić nad całym Wesnoth, nad wszystkimi królestwami Akladian.

source: Deorien, do you really think Gawen can unite Akladia and Wesnoth? You're not serious, aren't you? Let me demonstrate... hey, Lorin, do you think underlings are the equals of Akladians?
cs: Velký Deoriene, mágu, skutečně si myslíš, že Gawen může sjednotit Akladijce a Wesnothské? To nemyslíš vážně, že ne? Hej, Lorin, co si myslíš o rovnoprávnosti podřadných a Akladijců?
es: Deorien, ¿de verdad crees que Gawen puede unir Akladia y Wesnoth? No hablas en serio, ¿verdad? Déjame demostrártelo... Oye, Lorin, ¿crees que los plebeyos son iguales a los akladianos?
fr: Deorien, vous pensez vraiment que Gawen peut unifier les Akladiens et les Wesnothiens ? Vous n'êtes pas sérieux ? Je vais vous montrer... Lorin ! pensez-vous que les métèques sont les égaux des Akladiens ?
it: Mago Deorien, pensate veramente che Gawen possa unire Akladia e Wesnoth? Non parlate sul serio, vero?. Ehi, Lorin, pensi che i miserabili siano uguali agli uomini di Akladia?
pl: Szlachetny magu, czy naprawdę sądzicie, że Gawen może zjednoczyć Akladię i Wesnoth? Chyba nie mówicie poważnie. Pozwólcie, że przeprowadzę małą demonstrację. Hej, Lorin, sądzisz że pariasi są równi Akladianom?

source: You have to be joking.
cs: Si děláš prdel.
es: Tienes que estar bromeando.
fr: Vous voulez rire.
it: Stai scherzando.
pl: No chyba żartujesz. Nawet naszej nazwy poprawnie nie umiecie wymówić.

source: Deorien, they have a whole religion about their own supremacy over the rest of the world. That God himself chose them to be masters of every other nation and race. And you are saying we can coexist?
cs: Deoriene, jejich náboženství je o jen a pouze o jejich nadřazenosti nad celým světem. Sám Bůh je vybral, aby vládli všem národům a rasám. A ty tvrdíš, že my můžeme s nimi koexistovat?
es: Deorien, tienen toda una religión sobre su propia supremacía sobre el resto del mundo. Que Dios mismo los eligió para ser los amos de todas las demás naciones y razas. ¿Y dices que podemos coexistir?
fr: Deorien, ils ont toute une religion qui affirme leur supériorité sur le reste du monde. Leur Dieu lui-même les a choisis pour être les maîtres de toutes les autres nations et races. Et vous dites que nous pourrions coexister ?
it: Deorien, hanno un'intera religione a giustificare la loro supremazia sul resto del mondo. Gli dei in persona li hanno scelti perché fossero padroni di tutte le altre nazioni e razze. E stai dicendo che noi dovremmo coesistere?
pl: Deorienie, oni mają całą religię opartą na przeświadczeniu o wyższości nad resztą świata. Bóg sam osobiście wybrał ich na panów każdego innego narodu i każdej innej rasy. A ty twierdzisz, że możemy koegzystować?

source: Yes. Moreover, this is already happening. No matter what the great Akladian lords are saying, how they are flaunting their own superiority, how heinous they may find the idea of being on equal grounds with Wesnothians, it IS happening. Akladian clansmen are marrying Wesnothian women. Akladian peasants are seeking the help of a shaman in next village. It is just a beginning, but it is a good beginning.
cs: Ano. A již se tak děje. A přese všechno, co říkají ti velcí akladijští lordové, jak vystavují na odiv jejich vlastní nadřazenost, se TO děje. Velkolepě přicházejí k poznání, že ve své podstatě jsou stejnými lidmi jako Wesnoťané. Muži akladijských klanů se žení s wesnothskými dívkami. Akladijští vesničané hledají pomoc u šamana v sousední vesnici. Já vím, je to pouze začátek, ale je to dobrý začátek.
es: Sí. Además, esto ya está ocurriendo. No importa lo que digan los grandes señores de Akladia, cómo alardeen de su propia superioridad, lo atroz que les parezca la idea de estar en igualdad de condiciones con los wesnodianos, ESTÁ ocurriendo. Los hombres de clan akladianos se casan con mujeres wesnodianas. Los campesinos akladianos buscan la ayuda de un chamán en el pueblo de al lado. Es sólo el principio, pero es un buen principio.
fr: Oui. Et c'est ce qui se passe déjà. Peu importe ce que disent les grands seigneurs Akladiens, comment ils se flattent de leur supériorité, à quel point ils abhorrent l'idée d'être sur le même plan que les Wesnothien, C'EST en train d'arriver. Dans les clans Akladiens on épouse des femmes Wesnothiennes. Les paysans Akladiens demandent l'aide d'un chaman du village voisin. Ce n'est qu'un début, mais c'est un bon début.
it: Sì. Ed è quello che sta già accadendo. Qualunque cosa i grandi signori di Akladia possano dire, per quanto possano vantarsi della loro superiorità, per quanto disgustosa possano trovare l'idea di essere un unico popolo con le genti di Wesnoth, comunque sta GIÀ accadendo. I membri dei clan di Akladia sposano le donne di Wesnoth. I contadini di Akladia cercano l'aiuto di uno sciamano del villaggio vicino. È solo l'inizio, ma è un buon inizio.
pl: Tak. I to przecież już się dzieje. Bez względu na to, co mówią wielcy akladyjscy lordowie, jak się chwalą i puszą własną wyższościa, jak obrzydliwy dla nich jest myśl, że są takimi samymi ludźmi, jak Wesnotyjczycy, to <i>naprawdę</i> się dzieje. Akladiańscy członkowie klanów żeniący się z Wesnotyjkami. Akladiańscy chłopi szukający pomocy szamana z sąsiedniej wsi. To dopiero początek, ale to dobry początek.

source: And the Akladian faith in one God ruling the world seems to be attractive to other peasants, who no longer have to remember a plethora of rites and observances. If we can strip away the part about Akladian superiority, it may well became a religion uniting the nation, because in the face of orcish threats, undead incursions, and so on, you - Akladians, Wesnothians, and Dunefolk - WILL became one nation, sooner or later.
cs: A akladijská víra v jednoho Boha ovládajícího svět může být pro mnohé vesničany atraktivní. Už si nemusí pamatovat přehršel rituálů a obřadů. Pokud se nám podaří oddělit tu část o akladijské nadřazenosti, může se dobře stát náboženstvím sjednocujícím národ. Protože tváří v tvář skřetím hrozbám, nájezdům nemrtvých a tak dále se z vás – Akladijců, Wesnoťanů i pouštních lidí – stane dříve nebo později jeden národ.
es: Y la fe akladiana en un Dios que gobierna el mundo parece ser atractiva para otros campesinos, que ya no tienen que recordar una plétora de ritos y observancias. Si eliminamos la parte de la superioridad akladiana, puede que se convierta en una religión que una a la nación, porque frente a las amenazas de los orcos, las incursiones de los no muertos, etc., vosotros, akladianos, wesnodianos y barjanes, os convertiríais en una nación, tarde o temprano.

source: Can we kill him now? He is a blight on the face of the earth! A mage!
cs: A teď už ho můžem zabít? Je to vřed na tváři světa! Mág!
es: ¿Podemos matarlo ya? ¡Es una plaga sobre la faz de la tierra! ¡Un mago!
fr: On peut le tuer maintenant ? C'est une vivante souillure à la face de la terre ! Un mage !
it: Possiamo ucciderlo adesso? È un sfregio alla faccia della terra. Un mago.
pl: Możemy go już zabić? Jest wrzodem na twarzy ziemi. Magiem

source: You may recruit mages now.
cs: Nyní můžeš verbovat mágy.
es: Ahora puedes reclutar magos.
fr: À partir de maintenant, vous pouvez recruter des mages.
it: Ora puoi reclutare dei maghi.
pl: Możesz odtąd rekrutować magów.

source: Return of the King
cs: Návrat krále
es: Retorno del rey
fr: Le Retour du roi.
it: Il ritorno del re
pl: Powrót Króla

source: Once again, I was inside the walls of Vattin. I had dreamt about this moment many times, but I never expected I would be so... terrified. Gawen claimed his throne, and he was busy accepting envoys from every corner of Vakladia acknowledging him as king, both Wesnothians and Akladians alike... not to mention his beard was now full-grown.
cs: Takže jsem byla znova ve Vattinu. Mnohokrát jsem snila o tomto momentu, ale nikdy jsem nevěřila, že budu tak... sklíčená. Gawen získal svůj trůn a byl tak zaneprázdněný přijímáním poselstev ze všech koutů Vakladie, kdy mu jak Wesnoťani, tak Akladijci vzdávali hold jako svému králi..., že ani nezaznamenal, jak mu narostl plnovous.
es: Una vez más, estaba dentro de los muros de Vattin. Había soñado con este momento muchas veces, pero nunca esperé que estaría tan... aterrorizada. Gawen reclamó su trono, y estaba ocupado aceptando enviados de todos los rincones de Vakladia reconociéndolo como rey, tanto wesnodianos como akladianos por igual... sin mencionar que ahora tenía la barba muy crecida.

source: But I felt like a hunted animal. Everywhere I looked, I met eyes full of distrust and disdain. I wasn't sure how long I could keep my secret; I tried hard, but it was getting harder with every passing day. Did they know already? Maybe they were just pretending they didn't? These were strange days, when I felt both happy and terrified, when I was both trying to escape from - and wait for - every hour.
cs: Ale stále jsem se cítila jako štvaná zvěř. Kamkoli jsem se podívala, viděla jsem oči plné nedůvěry a nenávisti. Nevěděla jsem, jak dlouho dokážu udržet svoje tajemství; byla jsem silná, ale bylo to čím dál těžší. Už to opravdu ví? Možná se jenom všichni tváří, že nic nevidí? Byly to zlé dny, když jsem se cítila šťastná i sklíčená zároveň, kdy jsem se těšila na každou hodinu, před kterou jsem se ale zároveň snažila uprchnout.
es: Pero me sentí como un animal acosado. Dondequiera que miraba, me encontraba con ojos llenos de desconfianza y desdén. No estaba segura de cuánto tiempo podría guardar mi secreto; lo intenté con todas mis fuerzas, pero cada día que pasaba se hacía más difícil. ¿Ya lo sabían? ¿Quizás solo estaban fingiendo que no? Estos fueron días extraños, en los que me sentí a la vez feliz y aterrorizada, en los que estaba tratando de escapar y esperar cada hora.
fr: Mais j'étais comme un animal traqué. Partout où je regardais, je rencontrais des yeux pleins de méfiance et de dédain. Je n'étais pas sûre de savoir combien de temps je pourrais garder mon secret : mais c'était plus difficile à chaque jour qui passait. Le savaient-ils déjà ? Ils faisaient peut-être juste semblant de ne pas savoir ? Ce furent des jours étranges, j'étais à la fois heureuse et terrifiée, à la fois dans l'attente et dans la crainte de la prochaine heure à venir.
it: Ma mi sentivo come una preda inseguita. Ogni volta che mi guardavo attorno, incrociavo lo sguardo di occhi pieni di diffidenza e di disprezzo. Non sapevo per quanto tempo avrei potuto mantenere il mio segreto; ho tenuto duro, ma ogni giorno era più difficile. Lo sanno già? Forse stanno solo fingendo di non saperlo? Erano giorni strani, in cui mi sentivo felice e terrorizzata, in cui ero sia in fuga sia in attesa a ogni ora.
pl: A ja - czułam się, jak zaszczute zwierzę. Gdzie się nie obróciłam, widziałam spojrzenia pełne nieufności i niechęci. Nie byłam też pewna, jak długo zdołam utrzymać swój sekret w ukryciu, próbowałam mocno, ale z każdym dniem było mi trudniej. Czy już wiedzieli? Może po prostu udawali ignorancję? To były dziwne dni gdy czułam się jednocześnie szczęśliwa i przerażona, oczekując każdej nowej godziny i jednocześnie przed nią uciekając.

source: Soon envoys came from other Akladian kingdoms. Easkladia had no king and Gawen was asked to take over what was left of that kingdom. Others came from Okladia, but these were not envoys, but refugees. Finally, to my surprise, Gawen's cousins, Luc and Gauri Hagarthen from Guilcorta sent their own messengers.
cs: Brzy dorazily také poselstva z ostatních akladijských království. Eskladie neměla krále a Gawen byl požádán, aby převzal to, co z toho království zbylo. Další přišli z Okladie, ale to nebyli poslové, ale uprchlíci. A nakonec, také Gawenovi bratranci, Luc a Gauri Hagarthenové z Guilcorta vyslali své emisary.
es: Pronto llegaron enviados de otros reinos de Akladia. Easkladia no tenía rey y se le pidió a Gawen que se hiciera cargo de lo que quedaba de ese reino. Otros vinieron de Okladia, pero estos no eran enviados, sino refugiados. Finalmente, para mi sorpresa, los primos de Gawen, Luc y Gauri Hagarthen de Guilcorta enviaron sus propios mensajeros.
fr: Bientôt, des émissaires vinrent aussi des autres royaumes Akladiens. Easkladia n'avait plus de roi et on demandait à Gawen de reprendre ce qu'il restait de ce royaume. D'autres vinrent d'Okladia mais ce n'étaient pas des émissaires mais des réfugiés. Finalement, à ma surprise, Luc et Gauri Hagarthens de Guicorta, envoyèrent eux aussi des messagers.
it: Presto arrivarono anche gli inviati dagli altri regni di Akladia. Easkladia non aveva re e chiese a Gawen di raccogliere quello che rimaneva di quel regno. Altri vennero da Okladia, non erano inviati, ma rifugiati. Per concludere, con mia sorpresa anche i cugini di Gawen, Luc e Gauri Hagarthen da Guilcorta mandarono i loro messaggeri.
pl: Wkrótce przybyły poselstwa z innych królestw. Tron Easkladii był pusty, więc poproszono Gawena, by przejął to, co pozostało z tego kraju. Ku mojemu zaskoczeniu kuzyni Gawena, Luc i Gauri z Guilcorty, również wysłali wiadomości. Wreszcie przybywali też ludzie z Okladii, ale byli to nie posłowie, lecz sami jedynie uchodźcy.

source: Welcome, noble lords, my friends, my swords. We are gathered here to discuss our situation.
cs: Vítejte, vznešení pánové, mí přátelé, mé meče. Setkali jsme se zde, abychom projednali naši situaci.
es: Bienvenidos, nobles señores, mis amigos, mis espadas. Estamos reunidos aquí para discutir nuestra situación.
fr: Bienvenus, nobles seigneurs, mes amis, mes épées. Nous sommes ici pour discuter de la situation.
it: Benvenuti, nobili signori, miei amici, mie spade. Siamo qua riuniti per discutere la nostra situazione.
pl: Witajcie szlachetni panowie, przyjaciele moi, miecze moje. Zgromadziliśmy się dzisiaj, aby omówić naszą sytuację.

source: As far as I can tell, all rebels I know about have acknowledged you as king. Cities and remaining Wesnothian nobility are busy sending to you declarations of loyalty.
cs: Pokud mohu soudit, všichni rebelové, o kterých vím, tě uznali za krále. Města a zbývající wesnothská šlechta jsou zaneprázdněni zasíláním prohlášení o loajalitě.
es: Por lo que sé, todos los rebeldes que conozco te han reconocido como rey. Las ciudades y la nobleza wesnodiana restante están ocupados enviándote declaraciones de lealtad.

source: Those few Akladian lords who refused to believe the Oracle withdrew into the hills. Bor Cryne is there, gathering an army. I think he is waiting until Grekulak's allies, orcs and undead, arrive from Okladia.
cs: Ti zbylí akladijští lordové, kteří odmítli uvěřit Věštkyni, prchli do hor. Je tam i Bor Cryne a sbírá armádu. Předpokládám, že čeká, než dorazí Grekulakovi spojenci, skřeti ze severu a nemrtví z Okladie.
es: Los pocos señores akladianos que se negaron a creer en el Oráculo se retiraron a las colinas. Bor Cryne está allí, reuniendo un ejército. Creo que está esperando hasta que los aliados de Grekulak, orcos y muertos vivientes, lleguen de Okladia.
fr: Le peu de seigneurs Akladiens qui ont refusé de croire l'Oracle se sont repliés dans les collines. Bor Cryne est là-bas. Il rassemble une armée. Je pense qu'il attend que les alliés de Grekulak, les orcs et les morts-vivants viennent d'Okladia jusqu'ici.
it: Quei pochi signori di Akladia che hanno rifiutato di credere all'Oracolo si sono ritirati nelle colline. Bor Cryne è là a riunire un esercito. Penso che aspetterà che gli alleati di Grekulak, gli orchi e i non-morti arrivino qua da Okladia.
pl: Tych kilku Akladyjskich panów, którzy nie wierzą Wyroczni, wycofało się na wzgórza. Jest wśród nich Bor Cryne, organizujący ich w armię. Myślę, że oczekują, aż sojusznicy Grekulaka nadciągną z Okladii.

source: And when that will happen?
cs: A kdy se tak stane?
es: ¿Y cuándo sucederá eso?
fr: Et quand cela se produira-t-il ?
it: E quando succederà?
pl: A kiedy to nastąpi?

source: Soon, my lord. I talked to the refugees from Okladia. King Buffin is dead. Some Akladian lords are still defending themselves, locked in their castles, but I doubt Grekulak will wait until they are all defeated. He will march here immediately.
cs: Brzy, můj pane. Bavil jsem se s uprchlíky z Okladie. Král Buffin je mrtev. Někteří akladijští lordi se stále brání, zabarikádovaní ve svých hradech. Předpokládám, že Grekulak čeká, až padnou, a pak se vypraví sem.
es: Pronto, mi señor. Hablé con los refugiados de Okladia. El rey Buffin está muerto. Algunos señores de Akladia todavía se están defendiendo, encerrados en sus castillos, pero dudo que Grekulak espere hasta que todos sean derrotados. Marchará aquí inmediatamente.
fr: Bientôt, Monseigneur. J'ai parlé aux réfugiés d'Okladia. Le roi Buffin est mort. Quelques seigneurs Akladiens résistent encore, coincés dans leurs châteaux, mais je doute que Grekulak attende qu'ils soient vaincus. Il marchera directement sur nous.
it: Presto, mio signore. Ho parlato con i rifugiati da Okladia. Il re Buffin è morto. Alcuni signori di Akladia si stanno ancora difendendo, arroccati nei loro castelli, ma dubito che Grekulak aspetterà la loro sconfitta. Marcerà immediatamente fino a qui.
pl: Niedługo, wasza wysokość. Rozmawiałem z uchodźcami. Król Buffin jest martwy i choć niektórzy z tamtejszych panów wciąż się bronią w swoich zamkach, to wątpię, by Grekulak czekał aż ulegną. Myślę, że wyruszy lada dzień.

source: Noble Lutr Moric from Guilcorta, I believe you have a message for us from your kings.
cs: Vznešený Lutre Morici z Guilcorta, věřím, že máš pro nás zprávu od svých králů.
es: Noble Lutr Moric de Guilcorta, creo que tienes un mensaje para nosotros de tus reyes.

source: Yes. Both Luc and Gauri will recognise you as supreme king of all Akladian kingdoms. The Oracle couldn't be wrong in declaring you as messiah. We are not delighted with all of your laws about Wesnothian emancipation, but we respect the will of God's voice and messiah.
cs: Ano. Oba dva, Luc i Gauri, tě uznávají jako nadřazeného krále všech akladijských království. Věštkyně se nemohla mýlit, když tě označila za mesiáše. Nejsme nadšeni všemi tvými zákony o zrovnoprávnění wesnothských, ale budeme tě respektovat jako Boží hlas a mesiáše.
es: Sí. Tanto Luc como Gauri te reconocerán como rey supremo de todos los reinos de Akladia. El Oráculo no se puede equivocar al declararte mesías. No estamos encantados con todas las leyes sobre la emancipación de Wesnoth, pero respetamos la voluntad del mesías y voz de Dios.
fr: Oui, Luc et Gauri vont tous les deux vous reconnaître comme roi suprême de tous les royaumes Akladiens. L'Oracle n'a pas pu se tromper en vous déclarant messie. Nous ne sommes pas ravis de toutes vos lois concernant l'émancipation des Wesnothiens, mais nous respectons la volonté de la voix de Dieu et le messie.
it: Sì. Sia Luc che Gauri vi riconosceranno come re supremo di tutti i regni di Akladia. L'Oracolo non poteva sbagliare proclamandovi come liberatore. Non siamo convinti di tutte le vostre leggi sull'emancipazione di Wesnoth, ma rispettiamo la volontà del liberatore e della voce degli dei.
pl: Zgadza się. Zarówno Luc, jak i Gauri uznają w was najwyższego króla wszystkich Akladyjskich ziem. Wyrocznia nie mogła się pomylić, ogłaszając was mesjaszem. Możemy nie być zachwyceni waszą prawną emancypacją Wesnotyjczyków ale szanować nam trzeba wolę głosu Boga.

source: Good. Ruvio, what's your advice? Ruvio...
cs: Výborně. Ruvio, jaká je tvá rada? Ruvio...
es: Bien. Ruvio, ¿cuál es tu consejo? Ruvio...

source: I'm sorry... What?
cs: Promiň... Copak?
es: Disculpa... ¿Qué?
fr: Pardon... Oui...
it: Mi spiace... sì...
pl: Przepraszam... Słucham?

source: Undead and orcs will strike from east very soon. Maybe they are already on their way here. Bor Cryne is preparing an army in the hills, and he will join Grekulak's army.
cs: Nemrtví a skřeti zaútočí velmi brzy z východu. Dost možná, že už jsou na cestě. Bor Cryne připravuje v kopcích armádu, se kterou se připojí ke Grekulakovi.
es: Los muertos vivientes y los orcos atacarán desde el este muy pronto. Tal vez ya estén de camino hacia aquí. Bor Cryne está preparando un ejército en las colinas y se unirá al ejército de Grekulak.

source: We cannot possibly defeat those three forces once they unite. I propose to strike now, while they are still separated. Bor Cryne is both the weakest and nearest of our enemies, so I hope you would agree with me that he is the best target.
cs: Pravděpodobně nejsme schopni odolat všem třem silám, pokud se sjednotí. Proto musíme zaútočit nyní, když jsou rozděleni. Bor Cryne je nejslabší, takže doufám, že budeš se mnou souhlasit, když v prvé řadě vytáhneme proti němu.
es: No podremos derrotar a esas tres fuerzas si se unifican. Propongo atacar ahora, mientras todavía están separados. Bor Cryne es el más débil y el más cercano de nuestros enemigos, así que espero que estés de acuerdo conmigo en que es el mejor objetivo.
fr: On ne pourra pas vaincre ces trois forces quand elles seront réunies. Je propose d'attaquer maintenant, tant qu'elles sont encore isolées. Bor Cryne est le plus faible de nos ennemis donc j'espère que vous serez d'accord avec moi pour dire qu'il doit être notre premier objectif.
it: Probabilmente non saremo in grado di sconfiggere quelle tre forze quando saranno unite. Propongo di colpire ora che sono ancora sono separati. Bor Cryne è il più debole di questi due nemici, dunque io spero che sarete d'accordo con me nel dire che è l'obiettivo migliore.
pl: Nie damy rady pokonać tych sił, gdy się połączą. Proponuję więc uderzyć teraz, gdy wciąż są podzielone. Siły Bora Cryne są najszczuplejsze, co czyni go najlepszym celem.

source: The words of the messiah cannot be doubted.
cs: Slova mesiáše nemohou být zpochybněna.
es: No se puede dudar de las palabras del mesías.
fr: Les paroles du messie ne peuvent être mises en doute.
it: La parola del liberatore non può esser messa in dubbio.
pl: Słowa mesjasza zawsze niosą prawdę.

source: What help can be expected from our dear cousins from Guilcorta?
cs: Jakou pomoc můžeme očekávat od mých bratranců z Guilcorta?
es: ¿Qué ayuda se puede esperar de nuestros queridos primos de Guilcorta?
fr: Quelle aide peut-on attendre de nos chers cousins de Guilcorta ?
it: Che aiuto ci possiamo aspettare dai nostri cari cugini di Guilcorta?
pl: Jakiej pomocy spodziewać się można od naszych drogich kuzynów z Guilcorty?

source: We are preparing the defenses ourselves and cannot spare any soldiers...
cs: Sami se připravujeme na obranu a nemůžeme postrádat jediného vojáka...
es: Nosotros mismos estamos preparando las defensas y no podemos prescindir de ningún soldado...
fr: Nous préparons notre propre défense et nous ne pouvons nous passer d'aucun soldat...
it: Ci stiamo preparando per la nostra difesa e non possiamo rinunciare ad alcun soldato...
pl: Przygotowujemy obronę i każdy miecz i każda włócznia są nam potrzebne...
