Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Because I wasn't sure whether you were the right person. I had to see you in person to decide. Besides, you had to make a name for yourself on your own. You had to become well-known amongst both Akladians and Wesnothians. A year ago you were a boy without a name; now that name has been earned with your own sword.
cs: Protože jsem si nebyl jist, že jsi tím pravým. Musel jsem vidět osobně, abych se rozhodl. Kromě toho, sám sis musel vydobít reputaci. Musel ses proslavit jak mezi Akladijci, tak mezi Wesnothskými. Před rokem jsi byl chlapec beze jména. Nyní si to jméno získal svým vlastním mečem.
es: Porque no estaba seguro de que fueras la persona adecuada. Tenía que verte en persona para decidirme. Además, tenías que hacerte un nombre por ti mismo. Tenías que darte a conocer tanto entre los akladianos como los wesnodianos. Hace un año eras un chico sin nombre; ahora ese nombre te lo has ganado con tu propia espada.
fr: Parce que je n'étais pas sûr que vous soyez la bonne personne. Je devais vous voir en personne pour en décider. D'un autre côté, vous deviez vous faire un nom par vous-même. Vous deviez devenir célèbre parmi les Akladiens et parmi les Wesnothiens. Il y a un an, vous n'étiez qu'un gamin sans nom. Depuis vous avez acquis un renom à la pointe de l'épée.
it: Perché non ero sicuro che tu fossi la persona giusta. Io dovevo vederti di persona per decidere. Inoltre, dovevi costruire la tua reputazione da solo, sei diventato famoso tra la gente di Akladia e quella di Wesnoth. Un anno fa eri solo un ragazzo senza fama. Adesso ti sei fatto un po' di reputazione.
pl: Ponieważ nie byłem pewien czy jesteś właściwą osobą. Musiałem cię zobaczyć, zanim zadecydowałem. Poza tym, sam musiałeś wyrobić sobie imię, stać się sławny zarówno wśród Akladian, jak i Wesnotyjczyków. Rok temu byłeś po prostu chłopcem, teraz masz reputację.

source: We will declare you king of Wesnoth and Vakladia, and messiah. As the messiah you will become ruler of all Akladians. I hope both Akladians and Wesnothians will back you. Then we will defeat the orcs and any Akladians who still oppose you. Finally, we will stop Grekulak's invasion.
cs: Budeš prohlášen Králem Wesnothu a Vakladie, a mesiášem. Jako mesiáš budeš také vládnout všem Akladijcům. Věřím, že Akladijci se ti pokloní, stejně jako Wesnoťané. Poté porazíme skřety a ty Akladijce, kteří se ti postaví. A nakonec zastavíme Grekulakovu invazi.
es: Te declararemos rey de Wesnoth y Vakladia, y mesías. Como mesías te convertirás en gobernante de todos los akladianos. Espero que tanto los akladianos como los wesnodianos te apoyen. Entonces derrotaremos a los orcos y a cualquier akladiano que aún se te oponga. Finalmente, detendremos la invasión de Grekulak.
fr: Nous allons vous déclarer roi de Wesnoth et de Vakladia, ainsi que messie. En tant que tel, vous deviendrez aussi dirigeant de tous les Akladiens. J'espère que les Akladiens vous soutiendront et que les Wesnothien le feront aussi. Alors nous pourrons vaincre les orcs et les Akladiens qui s'opposent encore à vous. Et finalement, nous arrêterons l'invasion de Grekulak.
it: Noi ti dichiariamo re di Wesnoth, di Vakladia e Liberatore. Come Liberatore diventerai anche sovrano di tutti gli uomini di Akladia. Spero che la gente di Akladia ti appoggi, così come quella di Wesnoth. Poi noi sconfiggeremo gli orchi e quelli di Akladia che ti osteggeranno. E quindi fermeremo l'invasione di Grekulak.
pl: Ogłosimy ciebie królem Wesnoth i Vakladii, i mesjaszem. Jako mesjasz zdobędziesz władzę również nad wszystkimi innymi Akladianami. Wtedy, mam nadzieję, poprą ciebie zarówno Akladianie ,jak i Wesnotyjczycy. Potem pokonamy orki i tych spośród Akladian, którzy staną przeciwko tobie. A potem powstrzymamy inwazję Grekulaka.

source: Because some things may be spoken only when listener is prepared to listen. You see, young king, I don't know why Akladians respect and listen to Oracle. But I think it may be because what she says does not openly contradict their beliefs. I believe they would quickly declare her a tool of false God once they would stop to like what she tells them.
cs: Protože některé věci mohou být vysloveny pouze tehdy, když je posluchač připraven poslouchat. Víš, mladý králi, nevím, proč Akladijci respektují a poslouchají Věštkyni. Ale myslím, že to může být proto, že to, co říká, není otevřeně v rozporu s jejich přesvědčením. Věřím, že by ji rychle prohlásili za nástroj falešného boha, jakmile by se jim přestalo líbit, co jim říká.
es: Porque algunas cosas sólo pueden decirse cuando el oyente está dispuesto a escuchar. Verás, joven rey, no sé por qué los akladianos respetan y escuchan al Oráculo. Pero creo que puede ser porque lo que ella dice no contradice abiertamente sus creencias. Creo que rápidamente la declararían una herramienta de un falso Dios una vez que dejara de gustarles lo que ella les dice.
fr: Parce que ce genre de chose ne peut être dit qu'à des gens préparés à les entendre. Tu vois, jeune roi, je ne sais pas pourquoi les Akladiens respectent et écoutent l'Oracle. Mais je pense que c'est parce qu'elle n'entre pas ouvertement en contradiction avec leurs croyances. Je pense qu'ils la considèreraient très vite comme l'instrument d'un faux dieu s'ils cessaient d'approuver ce qu'elle leur raconte.
pl: Albowiem są rzeczy, które można wymówić tylko wtedy, gdy słuchacz jest gotowy do ich wysłuchania. Młody królu, nie wiem, dlaczego Akladianie Wyrocznię słuchają i dlaczego ją szanują. Sądzę jednak, że dzieje się tak, ponieważ nie przeciwstawia się otwarcie ich wierzeniom. Sądze, że w chwili. w której przestałoby im się podobać to, co ona mówi, szybko by ją uznali za narzędzie fałszywego boga.

source: Then why do you think they won't ignore what she tells them now?
cs: Tak proč myslíš, že nebudou ignorovat to, co jim říká teď?
es: Entonces, ¿por qué crees que no ignorarán lo que ella les dice ahora?
fr: Alors pourquoi accepteraient-ils ce qu'elle leur dit à présent?
pl: Dlaczegoż więc teraz nie zignorują jej słów?

source: Because Akladians are in a desperate position. I think most of them, deep in their hearts, want changes --- but at the same time, they seem to be unable to admit that. Mind you, I may be wrong; but I think they simply need someone to tell them they must change.
cs: Protože Akladijci jsou v zoufalé situaci. Myslím, že většina z nich hluboko ve svém srdci změny chce..., ale zároveň se zdá, že si to nedokážou přiznat. Nepouštěj ze zřetele, že se mohou mýlit. Ale myslím, že prostě potřebují někoho, kdo by jim řekl, že se musí změnit.
es: Porque los akladianos están en una situación desesperada. Creo que la mayoría de ellos, en el fondo de su corazón, quieren cambios... pero, al mismo tiempo, parecen incapaces de admitirlo. Puede que me equivoque, pero creo que simplemente necesitan que alguien les diga que deben cambiar.
fr: Parce que les Akladiens sont dans une position désespérée. Je pense que la plupart d'entre eux, au fond de leur coeur, attendent des changements --- mais en même temps, ils ne veulent pas l'admettre. Penses-y, je peux me tromper; mais je crois qu'ils ont simplement besoin que quelqu'un leur dise qu'ils doivent changer.
pl: Ponieważ pozycja Akladyjczyków jest rozpaczliwa. Sądzę, że większość z nich, głęboko w duszy, pragnie zmian - ale zarazem nie jest w stanie się do tego przyznać. Oczywiście, mogę nie mieć racji; ale naprawdę moim zdaniem oni po prostu potrzebują obecnie kogoś, kto im powie, że się muszą zmienić.

source: The Awakening
cs: Probuzení
es: El despertar
fr: Le Réveil
it: Il risveglio
pl: Przebudzenie

source: My Lord! My lord is dead!
cs: Můj pán! Můj pán je mrtvej!
es: ¡Mi señor! ¡Mi señor está muerto!
fr: Monseigneur ! Mon seigneur est mort !
it: Oh mio signore! Il mio signore è morto!
pl: Panie mój! Mój pan jest martwy!

source: Well, noble lord, do you think I have proved myself worthy to be your king?
cs: Co myslíš, ctihodný lorde, jsem dostatečně šlechetný, abych mohl být tvým králem?
es: Bien, noble señor, ¿crees que he demostrado ser digno de ser tu rey?
fr: Alors, noble seigneur, ai-je prouvé que j'étais digne d'être roi ?
it: Bene, nobile signore, credi che io abbia dimostrato il mio valore e che sia degno di diventare vostro re?
pl: Więc szlachetny panie, czy myślicie, że wystarczająco dowiodłem, że jestem godny bycia waszym królem?

source: Yes, you have.
cs: Ano, jsi.
es: Sí, lo has hecho.
fr: Oui, en effet.
it: Sì, siete degno.
pl: Zaiste.

source: Then will you stop fighting and join us?
cs: Můžeš tedy sklonit zbraně a přidat se k nám?
es: ¿Entonces dejarás de pelear y te unirás a nosotros?
fr: Alors, est-ce que vous allez cesser le combat pour vous joindre à nous ?
it: Smetterai di combatterci e ti unirai a noi?
pl: A więc, czy zaprzestaniecie walki i dołączycie do nas?

source: It's a shame, then, that I have to kill you.
cs: Je to smůla, že právě já tě musím zabít.
es: Es una pena, entonces, que tenga que matarte.
fr: C'est pitoyable, mais dans ce cas je dois te tuer.
it: È un peccato che io debba ucciderti.
pl: Szkoda więc, że muszę was zabić.

source: I would be honoured to fight at your side, my king.
cs: Bude mi ctí bojovat po tvým boku, můj králi.
es: Me sentiría honrado de luchar a su lado, mi rey.
fr: Je serais très honoré de combattre à vos côtés, mon roi.
it: Sarà per me un onore combattere al vostro fianco, mio sire!
pl: Honorem będzie u waszego boku walczyć, królu mój.

source: Long live our king Gawen Haldric! It will be honour to fight for you, my king!
cs: Ať žije náš král Gawen Haldrik! Bude nám ctí bojovat po tvým boku, můj králi.
es: ¡Larga vida a nuestro rey Gawen Haldric! ¡Es un honor luchar por vos, mi rey!
fr: Longue vie à notre roi Gawen Haldric ! Ce sera un honneur de me battre pour vous, mon roi !
it: Lunga vita al nostro re Gawen Haldric! Sarà un onore combattere per voi, mio sire!
pl: Niech żyje nasz król, Gawen Haldric! Zaszczytem będzie dla was walczyć, królu!

source: Death to enemies of our king! Long live our king Gawen Haldric!
cs: Smrt nepřátelům našeho krále! Ať žije král Gawen Haldrik!
es: ¡Muerte a los enemigos de nuestro rey! ¡Larga vida a nuestro rey Gawen Haldric!
fr: Mort aux ennemis de notre roi ! Longue vie à notre roi Gawen Haldric !
it: A morte i nemici del nostro re! Lunga vita al nostro re Gawen Haldric!
pl: Śmierć wrogom naszego króla! Niech żyje nasz król, Gawen Haldric!

source: People of Vakladia! People of Wesnoth! Long have ye waited for a messiah to come. Long have ye waited for a new king to unite the nation and to end the wars plaguing our country. The orcs ravage unopposed through the land, murdering and raping Akladians and Wesnothians alike, invited here by traitors whose souls are cankered with a lust for power and whose eyes have been blinded by callous hatred.
cs: Lidé Vakladie! Lidé Wesnothu! Dlouho jste čekali na příchod mesiáše. Dlouho jste čekali na krále, který sjednotí všechny národy a ukončí války sužující naši zem. Skřeti beztrestně pustoší zemi, vraždící a znásilňující jak Akladijce, tak Wesnothské, přizváni sem zrádci, jejichž duše jsou zkažené touhou po moci a jejichž oči jsou zaslepeny bezcitnou nenávistí.
es: ¡Gentes de Vakladia! ¡Gentes de Wesnoth! Mucho tiempo han esperando por el mesías. Mucho tiempo han esperando por un nuevo rey que unifique a la nación y acabe con las guerras que azotan el país. Los orcos están asolando la tierra sin oposición, están asesinando y violando akladianos y wesnodianos, invitados por traidores cuyas almas están corroídas por el ansia de poder y cuyos ojos han sido cegados por un odio despiadado.
fr: Peuple de Vakladia ! Peuple de Wesnoth ! Il y a longtemps que vous attendez la venue d'un messie. Il y a longtemps que vous attendez la venue d'un roi qui unifiera la nation et mettra fin aux guerres qui empoisonnent le pays. Les orcs dévastent tout le pays sans opposition, tuant et pillant aussi bien les Akladiens que les Wesnothiens. Ils ont été invités ici par des traîtres dont l'âme est corrompue par le désir de pouvoir et dont les yeux sont aveuglés par une haine hideuse.
it: Gente di Vakladia! Gente di Wesnoth! A lungo avete atteso l'arrivo del Liberatore. A lungo avete atteso un nuovo re che unisse la nazione e ponesse fine alla guerra che affligge il paese. Gli orchi devastano incontrastati la nostra terra, massacrando e violentando sia la gente di Akladia sia quella di Wesnoth, invitati qui da traditori accecati dall'odio.
pl: Ludzie Vakladii! Ludzie Wesnoth! Długo czekaliście na nadejście mesjasza. Długo czekaliście na nowego króla, który zjednoczy naród i zakończy wojny gnębiące kraj. Orki niszczą tą ziemię nie napotykając sprzeciwu, mordując i gwałcąc zarówno Akladian i Wesnothian, zaproszeni przez zdrajców zaślepionych nienawiścią i żądzą władzy.

source: Ye have heard the stories about undead invading the neighbouring kingdom of Okladia. Some lost all hope. But be ye not afraid, for there is a man who is sent here to stop the undead menace and to cleanse the evil festering within the very heart of our country.
cs: Dozajista jste slyšeli zkazky o nemrtvých pustošící Okladii, vaše sousední království. Mnozí z vás ztratili veškerou naději. Ale nemějte obavy. Povstal muž, který byl mezi vás vyslán, aby zastavil hordy nemrtvých a porazil ďábelského nepřítele v srdci naší země.
es: Han escuchado las historias de no muertos que invaden el reino de Okladia. Algunos de ustedes perdieron toda esperanza. Pero no teman, porque este hombre ha sido enviado aquí para detener la amenaza de los no muertos y derrotar al amargo mal en el mismo corazón de nuestro país.
fr: Vous avez entendu parler des morts-vivants qui envahissent le royaume voisin d'Okladia. Certains ont perdu tout espoir. Mais ne craignez pas, il y a un homme qui a été envoyé ici pour arrêter la menace des morts-vivants et pour détruire le mal au coeur même de notre pays.
it: Avete sentito le storie sull'invasione dei non-morti del vicino regno di Okladia. Alcuni di voi hanno perso ogni speranza. Ma non siate preoccupati, perché c'è un uomo, mandato qua per fermare la minaccia dei non-morti e per sconfiggere il male nel cuore del nostro paese.
pl: Słyszeliście opowieści o napaści niezmarłych na królestwo Okladii. Niektórzy z was zapewne utracili wszelką nadzieję. Ale nie traćcie ducha, bo istnieje człowiek którego zesłano tutaj, by powstrzymał nieumarłą groźbę i pokonał zło w samym sercu tego kraju.

source: Ye have all heard about him. Son of an Akladian king and a Wesnothian queen. A great warrior and great leader. Let him know ye wish him to come here and take his crown. All hail the king! All hail the messiah! All hail Gawen Haldric Hagarthen!
cs: Už jste o něm slyšeli. Syn akladijského krále a wesnothské královny. Veliký válečník a ještě větší vůdce. Pošlete pro něj, aby přijal svou korunu. Sláva králi! Sláva mesiáši! Sláva Gawenou Haldriku Hagarthenovi!
es: Todos habéis oído hablar de él. Hijo de un rey akladiano y una reina wesnodiana. Un gran guerrero y un gran líder. Hacedle saber que deseáis su venida y que tome su corona. ¡Todos, salve el rey! ¡Todos, salve el mesías! ¡Salve Gawen Haldric Hagarthen!
fr: Vous avez entendu parler de lui : fils d'un roi Akladien et d'une reine Wesnothienne, grand guerrier et grand chef. Faites-lui savoir que vous voulez qu'il vienne ici prendre sa couronne. Acclamez tous le roi ! Acclamez tous le messie ! Acclamez tous Gawen Haldric Hagarthen !
pl: Słyszeliście o nim. Syn Akladiańskiego króla i Wesnotyjskiej królowej. Wielki wojownik i dowódca. Dajcie mu znać, że chcecie, by tu przyszedł i wziął swoją koronę. Chwała królowi! Chwała mesjaszowi! Cześć i chwała dla Gawena Haldrica Hagarthena!

source: Is there any news from Bor Cryne?
cs: Nějaké zprávy od Bora Cryna?
es: ¿Hay alguna noticia de Bor Cryne?
fr: A-t-on des nouvelles de Bor Cryne ?
it: Ci sono notizie da Bor Cryne?
pl: Są wiadomości od Bora Cryne'a?

source: Nothing new, my lord.
cs: Nic nového, můj pane.
es: Nada nuevo, mi señor.
fr: Rien de neuf, Monseigneur.
it: Nessuna novità, mio signore.
pl: Nic nowego, panie mój.

source: He should already be here! Where is he?
cs: Už tu měl dávno být! Kde zas trčí?
es: ¡Ya debería estar aquí! ¿Dónde está?
fr: Il devrait déjà être ici ! Où est-il ?
it: Avrebbe già dovuto essere qua! Dov'è?
pl: Powinien już tu być! Gdzie on się podziewa?

source: My lord... This man, they call a messiah...
cs: Můj pane... Ten mladík, co mu říkají mesiáš...
es: Mi señor... Este hombre, al que llaman mesías...

source: This underling? A creature who has usurped the holy name and who will be punished by God!
cs: Ten podřadný? Zrůda, co si usurpuje právo na svaté jméno a co bude potrestána Bohem!
es: ¿Ese plebeyo? ¡Una criatura que ha usurpado el santo nombre y que será castigada por Dios!
fr: Cet métèque ! Une vile créature qui a usurpé ce nom sacré et qui sera punie par Dieu !
it: Quel miserabile! Ha osato usurpare un nome sacro e sarà punito dagli dei!
pl: Ten parias! Stworzenie, które uzurpuje sobie święte miano i które wkrótce zostanie ukarane przez Boga!

source: But... What about if he really IS a messiah?
cs: Ale... Co když je to OPRAVDU mesiáš?
es: Pero.. ¿Y si realmente ES el mesías?

source: There is no question about it. Believe me, Bar Urien, I have been hearing the voices of the spirits since my youth and God has sent me many messages. Gawen is not the messiah. He is a mixling, one who is unworthy of even honourable death.
cs: O tom nemůže být řeč. Věř mi, Bare Uriene, už od dětství jsem slýchával hlasy, ve kterých mi Bůh sdělil mnoho důležitých zpráv. Gawen není mesiášem. Je to míšenec, který nemá nárok ani na čestnou smrt.
es: No hay ninguna duda sobre eso. Créeme, Bar Urien, he estado escuchando las voces de los espíritus desde mi juventud y Dios me ha enviado muchos mensajes. Gawen no es ningún mesías. Él es mestizo, indigno ni de una muerte honorable.
fr: Il n'en est pas question. Crois-moi, Bar Urien, j'écoute les esprits depuis mon enfance et Dieu m'a envoyé beaucoup de messages. Gawen n'est pas le messie. C'est un bâtard indigne même d'une mort honorable !
it: Non è possibile. Credi a me, Bar Urien, ho parlato con gli spiriti da quando ero giovane e gli dei mi hanno parlato spesso. Gawen non è il liberatore. È un mezzosangue, indegno persino di una morte onorabile.
pl: Nie ma żadnych wątpliwości. Uwierz mi Barze Urien, od dziecka słyszałem głosy duchów, a Bóg zsyłał mi wiele przesłań. Gawen nie jest mesjaszem, jest mieszańcem niegodnym zaszczytnej śmierci.

source: But, I thought, let's just assume for a moment he IS...
cs: Ale, já jsem myslel, jenom na chvíli předpokládejme že JE...
es: Pero, yo pensé, simplemente asumamos por el momento que él ES...
fr: Mais, je me disais, imaginons un instant qu'il le SOIT...
it: Ma, pensate, supponiamo per un momento che lui SIA...
pl: Ale, załóżmy przez chwilę, że jest...

source: Bar, you are fine warrior and you have always served our clan loyally. But leave the thinking to me.
cs: Bare, jsi skvělý válečník a vždy jsi věrně sloužil klanu, ale myšlení nech laskavě na mně!
es: Bar, eres un buen guerrero y siempre has servido a nuestro clan fielmente. Pero déjame los pensamientos a mí.
fr: Bar, tu es un bon soldat et tu as servi notre clan loyalement. Mais laisse moi le soin de réfléchir...
it: Bar, sei un grande guerriero e hai servito il tuo clan fedelmente. Ma lascia che sia io a pensare.
pl: Bar, jestes świetnym wojownikiem i lojalnie służyłeś klanowi, ale myślenie lepiej zostaw mnie.

source: But the Oracle...
cs: Ale Věštkyně...
es: Pero el Oráculo...
fr: Mais l'Oracle...
it: Ma l'Oracolo...
pl: Ale wyrocznia...

source: There is no 'but'. I have long suspected the Oracle is tool of the evil, not of God.
cs: Žádné „ale“. Už dlouho mám podezření, že Věštkyně je nástroj ďáblův, nikoli Boží.
es: No hay ningún 'pero'. He sospechado mucho tiempo que el Oráculo es una herramienta del mal, no de Dios.
fr: Il n'y a pas de « mais ». Il y a longtemps que je soupçonne l'Oracle d'être un instrument du mal, pas celui de Dieu.
it: Niente "ma". Ho sempre sospettato che l'Oracolo fosse uno strumento del demonio e non degli dei.
pl: Nie ma żadnych "ale". Od dawna podejrzewałem, że Wyrocznia jest narzędziem nie Boga, lecz sił zła.

source: I don't want to interrupt you your interesting discussion, but <i><u>I</u></i> think you will have chance to ask this Gawen directly about everything.
cs: Já nechtít rušit príma pokec, ale <i><u>já</u></i> myslet, že vy zeptat ten Gawen přímo budete moct.
es: No pretendo interrumpir su interesante discusión, pero <i><u>yo</u></i> creo que tendrán oportunidad de preguntarle directamente a Gawen sobre todo eso.

source: Akladians - open the way for me and my army. I am your rightful king, I am the messiah, the hand of God on earth. Whoever opposes me opposes God.
cs: Akladijci, uvolněte cestu mně i mé armádě. Já jsem váš pravoplatný král a navíc mesiáš, ruka Boží na této planetě. Kdokoli se mi postaví, postaví se Bohu!
es: Akladianos - abran paso para mí y mi ejército. Soy su legítimo rey, soy el mesías, la mano de Dios en esta tierra. Quienquiera que se me oponga se opone a Dios.
fr: Akladiens, laissez-moi passer, moi et mon armée. Je suis votre roi légitime , je suis le messie, la main de Dieu sur cette terre. Qui s'oppose à moi, s'oppose à Dieu.
it: Genti di Akladia - aprite la strada al passaggio del mio esercito. Io sono il vostro legittimo re, io sono il Liberatore, la mano degli dei sulla terra. Chiunque si oppone a me, si oppone agli dei.
pl: Akladyjczycy, zróbcie przejście dla mnie i mojej armii. Jam prawowity król, jam mesjasz, ręka Boga na tej ziemi. Ktokolwiek sprzeciwia się mi, sprzeciwia się Bogu.

source: Cease this blasphemy, foul mixling! You are nothing but a flabby underling.
cs: Přestaň s tím rouháním, pitomý míšenče! Nejsi nic jinýho než ubohý podřadný.
es: ¡Detén esta blasfemia, sucio mestizo! No eres nada más que un débil plebeyo.
fr: Arrête tes blasphèmes, sale bâtard ! Tu n'es qu'un métèque sans colonne vertébrale !
it: Basta bestemmie, sciocco mezzosangue! Non sei nient'altro che un debole miserabile.
pl: Przestań bluźnić mieszańcu! Jesteś niczym innym, jak tylko nędznym pariasem.

source: Have you already forgotten that you have fled from me before, revered Hoyre? Twice now you have faced me; this time there will be no escape. You will lie dead on the battlefield, unless you recognise me as your king.
cs: Už jsi zapomněl, jak jsi přede mnou utíkal, reverende Hoyre? Již dvakrát jsi proti mně stalul v boji; Tentokrát ale zemřeš přímo na bojišti, pakliže mi nevzdáš hold jako svému králi!
es: ¿Te has olvidado de cuando huías de mí antes, reverendo Hoyre? Dos veces me enfrentaste; esta vez no habrá escapatoria. Morirás en el campo de batalla, a menos que me reconozcas como tu rey.
fr: Tu as déjà oublié comment tu t'es enfui devant moi, vénérable Hoyre ? Par deux fois, tu m'as combattu ; cette fois, il n'y aura pas d'échappatoire. A moins que tu ne me reconnaisses comme ton roi, tu giseras raide mort sur le champ de bataille !
it: Già ti sei dimenticato come fuggivi da me, reverendo Hoyre? Per due volte mi hai combattuto; questa volta ti lascerò cadavere sul campo di battaglia, a meno che tu non mi riconosca come tuo re.
pl: Czyżbyś już zapomniał, jak przede mną uciekałeś, wielebny Hojre? Dwa razy stanąłeś ze mną twarzą w twarz; tym razem nie opuścisz pola bitwy żywy, jeśli nie rozpoznasz we mnie swojego króla.

source: I am your king, Hoyre. Admit that or I will be forced to kill you.
cs: Já jsem tvým králem, Hoyre. Uznej to a vzdej mi hold, sic přikážu, aby tě popravili.
es: Soy tu rey, Hoyre. Admítelo o me veré obligado a matarte.
fr: Je suis ton roi, Hoyre. Admets-le ou je serai obligé de te tuer.
it: Io sono il tuo re, Hoyre. Riconoscilo o sarò costretto a ucciderti.
pl: Jam twój król, Hojre, przyznaj to, bo będę zmuszony cię zabić.
