Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: You have heard about me even in Okladia!? That's a pleasant surprise. Now, tell me, why were you here, and with a large army to boot?
cs: Tak ty jsi o mě slyšel! No paráda. A teď, řekni mi, co tu vlastně pohledáváš, a s tak velikou armádou?
es: ¿Has oído hablar de mí incluso en Okladia? Esa es una agradable sorpresa. Ahora, dime, ¿por qué estabas aquí, y con un gran ejército preparado?
fr: Ah, vous avez entendu parler de moi en Okladia ! C'est une agréable surprise ! Maintenant, dites-moi, pourquoi vous êtes ici avec une si grande armée ?
it: Allora hai sentito parlare di me! Simpatico. Adesso per favore dimmi, perché eri qua e a cosa serviva un esercito così grande?
pl: Więc i w Okladii już o mnie słyszeliście? No, nie powiem, to miłe. A teraz, powiedz mi, dlaczegoście są tutaj, i to z wielką armią?

source: To introduce peace and order into Vakladia and to unite it with my kingdom, Okladia.
cs: Abych přinesl mír a řád do Vakladie a připojil ji k mojí Okladii.
es: Introducir la paz y el orden en Vakladia y unirlo con mi reino, Okladia.
fr: Pour ramener la paix et l'ordre en Vakladia et l'unifier à mon royaume, Okladia.
it: Per portare pace e ordine a Vakladia e unirla al mio regno, Okladia.
pl: By zaprowadzić pokój i ład w Vakladii i wcielić ją do mojego królestwa.

source: Wait, do not die yet! I've heard that some of your people were mentioning rumors about strange things in the eastern part of Okladia. What strange things?
cs: Hele, ještě neumírej! Slyšela jsem tvoje lidi mluvit o nějakých fámách o divných věcech na jihu Okladie. Co o tom víš?
es: ¡Espera, no mueras todavía! He oído que algunos de los tuyos mencionaban rumores sobre cosas extrañas en la parte oriental de Okladia. ¿Qué cosas extrañas?
fr: Attendez, ne mourez pas encore ! J'ai entendu des gens de votre peuple dire qu'il se passe des choses étranges dans la partie est d'Okladia ? C'est quoi ces choses étranges ?
it: Aspetta, non morire ancora! Ho sentito alcuni della tua gente parlare di strane voci su strane cose che accadono nella parte orientale di Okladia. Quali strane cose?
pl: Czekaj, jeszcze nie umieraj! Słyszałam, jak niektórzy z waszych ludzi mówili o jakichś pogłoskach o dziwnych rzeczach dziejących się w wschodniej części Okladii. Co to za dziwne rzeczy?

source: Ghosts, the long-dead who were seen walking again... zombies... my scouts were giving me contradictory reports. Some of my lords disappeared. I was planning on sending some of my army there immediately after finishing with Vakladia... (cough)
cs: Duchové, lídé co dávno chípli, jsou znova vidět... Zombie... Moji průzkumníci mi donesli nedobré zprávy. Někteří moji lordi zmizeli. Po dokončení věci Vakladie jsem tam chtěl nějakou armádu poslat... (kašel)
es: Fantasmas, muertos que volvían a caminar... zombis... mis exploradores me daban informes contradictorios. Algunos de mis señores desaparecieron. Pensaba enviar parte de mi ejército allí inmediatamente después de acabar con Vakladia... (tos)
fr: Des fantômes, des gens qui sont morts depuis longtemps et que l'on revoit... des zombies... Mes éclaireurs m'ont fait des rapports contradictoires. Certains de mes seigneurs ont disparu. Je pensais envoyer une armée là-bas immédiatement après avoir fini avec Vakladia... (Toux)
it: Fantasmi, gente morta da molto tempo che riappare... zombi... I rapporti dei miei esploratori sono contraddittori. Alcuni dei miei signori sono scomparsi. Stavo pensando di mandarci parte del mio esercito subito dopo aver finito la guerra in Vakladia... <tossisce>
pl: Duchach, ludziach dawno temu zmarłych, którzy znowu chodzą po ziemi.. Zombich... Moi zwiadowcy dawali mi sprzeczne raporty. Niektórzy z mojej szlachty zniknęli. Chciałem tam wysłać część armii natychmiast po załatwieniu się z Vakladią... (kaszle)

source: He's died.
cs: Chcípnul.
es: Está muerto.
fr: Il est mort.
it: È morto.
pl: Umarł.

source: I am finished! Death is less than fifty paces from me... but before she takes me, please tell me... are you really Gawen Hagarthen?
cs: Je po mně! Smrt je ode mě míň jak padesát kroků; ale předtím, než si mě veme, řekni mi: opravdu jsi Gawen Hagarthen?
es: ¡Estoy perdido! La muerte a menos de cincuenta pasos de mí... pero antes de que me lleve, por favor dime... ¿eres realmente Gawen Hagarthen?
fr: Je suis fini ! La mort est à moins de cinquante pas de moi mais avant qu'elle me prenne, dites-moi s'il vous plaît, êtes-vous réellement Gawen Hagarthen ?
it: Sono finito! Solo 50 gradini mi separono dalla morte; ma prima che mi prenda, ditemi: sei davvero Gawen Hagarthen?
pl: Już po mnie! Śmierć jest mniej niż pięćdziesiąt kroków ode mnie; ale nim mnie zabierze, proszę, rzeknijciei: czyście zaprawdę Gawen Hagarthen?

source: I am really Gawen Hagarthen.
cs: Já jsem skutečně Gawen Hagarthen.
es: Realmente soy Gawen Hagarthen.

source: Another lord killed by my delicate hand. I really should think about starting a collection of souvenirs from each defeated lord. Hmm... maybe the ears?
es: Otro señor asesinado por mi delicada mano. Realmente debería pensar en comenzar una colección de recuerdos de cada señor derrotado. Hmm... ¿quizás las orejas?

source: What are you doing with that underling cur, aren't you Lorin of Gallorae?
cs: Co tady děláš s tím podřadným, to nejsi Lorin z Gallorů?
es: ¿Qué estás haciendo con ese vil plebeyo, no eres Lorin de Gallorae?
fr: Qu'est-ce que vous faites avec cette bande de métèques, n'êtes-vous pas Lorin de Gallorae ?
it: Cosa ci fate assieme a quel miserabile, non siete forse Lorin di Gallorae?
pl: Co robisz z tym pariasem, czyż nie jesteś Lorin z klanu Gallorae?

source: Yes, I am. And he is no underling, he is your lord, your king, Gawen Hagarthen.
cs: Ano, jsem. Ale on skutečně není podřadnej, je to tvůj vládce, tvůj král.
es: Sí, lo soy. Y no es un plebeyo, es tu señor, tu rey, Gawen Hagarthen.
fr: Oui, c'est bien moi. Et lui n'est pas un métèque, il est votre seigneur, votre roi, Gawen Hagarthen.
it: Sì, lo sono. E non è un miserabile, è il vostro signore, vostro re.
pl: Jestem, a to nie jest żaden parias, tylko twój suweren, twój król.

source: Is that so?
cs: To myslíš vážně?
es: ¿Es eso así?
fr: Vraiment ?
it: È vero?
pl: Czy to prawda?

source: We don't really care how underlings die, as long as they do it quickly and without making too much trouble.
cs: Se nestaráme o to, jak chcípaj podřadní, když chcípaj rychle a bez větších trablů.
es: Realmente no nos importa cómo mueren los plebeyos, siempre y cuando lo hagan rápidamente y sin causar muchos problemas.
fr: Nous ne nous soucions pas vraiment de la façon dont meurent les métèques, du moment qu'ils le font vite et sans créer trop de désordre.
it: Non ci importa per niente come muoiono i miserabili, basta che lo facciano rapidamente e senza far troppa confusione.
pl: Tak naprawdę nie przejmujemy się, jak umierają pariasi, byleby robili to szybko i bez zbędnych kłopotów.

source: See, noble and independent but not-so-smart Dunefolk leader, you could still be alive and on our side instead of being just another body in our path...
es: Mira, noble e independiente pero no tan inteligente líder barján, aún podrías estar vivo y de nuestro lado en lugar de ser solo otro cadáver en nuestro camino...

source: Ha, the rest of my army is coming!
cs: Ha, zbytek mojí armády přichází!
es: ¡Ja, el resto de mi ejército está llegando!
fr: Ha, le reste de mon armée arrive !
it: Ah, sta arrivando il resto del mio esercito!
pl: Ha! Reszta mej armii nadchodzi!

source: Hm? I thought another unit of my army would be arriving now...
cs: Hm? Myslel jsem, že teď dorazí další jednotka mé armády...
es: ¿Hmm? Pensé que otra unidad de mi ejército estaría llegando ahora...

source: Where is the rest of that army of mine?!
cs: Kde je zbytek té mé armády?!
es: ¡¿Dónde está el resto de mi ejército?!

source: Akladians of Vakladia! I am King Buffin. I have come to you to re-introduce peace and order to your lands after the untimely death of your king, my beloved cousin, Gawen Hagarthen. I...
cs: Akladijci z Vakladie! Jsem král Buffin. Přicházím k vám, bych vám pomoh zase zavést mír a pořádek ve vašich zemích po předčasné smrti vášeho krále, mého milovaného bratrance Gawena Hagarthena. Já...
es: Akladianos de Vakladia! Soy el Rey Buffin. He venido a vosotros para reintroducir la paz y el orden en vuestras tierras después de la prematura muerte de nuestro rey, mi amado primo, Gawen Hagarthen. Yo...
fr: Akladiens de Vaklaia ! Je suis le roi Buffin. Je suis venu vers vous, pour réintroduire la paix et l'ordre dans votre pays après la mort prématurée de votre roi, mon bien-aimé cousin, Gawen Hagarthen. Je...
it: Uomini di Akladia del regno di Vakladia! Sono il re Buffin. Vengo per voi, per aiutarvi a riportare pace e ordine dopo la morte del vostro re e mio amato nipote, Gawen. Io...
pl: Akladyjczycy z Vakladii! Jam król Buffin! Przybyłem udzielić wam pomocy, przybyłem, by przywrócić pokój i ład po śmierci waszego króla, mojego ukochanego bratanka, Gawena. Ja...

source: I AM Gawen Hagarthen. I am starting to tire of repeating that I am alive.
cs: Já jsem Gawen Hagarthen! Už mě to unavuje pořád dokola omílat, že sem živý.
es: YO SOY Gawen Hagarthen. Estoy empezando a cansarme de repetir que estoy vivo.
fr: Je SUIS Gawen Hagarthen ! Je commence à être fatigué de répéter que je suis toujours en vie...
it: Sono Gawen Hagarthen e comincio a essere stufo di ripetere che sono vivo.
pl: JAM jest Gawen Hagarthen. Zaczyna mnie męczyć powtarzanie, że zyję.

source: NO! Gawen Ha... No, you are not him! You are... some underling pretending to be my beloved nephew! Kill him!
cs: NE! Gawen Ha... Ne, to nejseš ty! Seš... nějakej podřadnej, co předstírá, že je můj milovanej synovec! Zapíchněte ho!
es: ¡NO! Gawen Ha... ¡No, tú no eres él! ¡Eres... un plebeyo que finge ser mi amado sobrino! ¡Mátalo!

source: We will, but not because we welcome you, Buffin of Okladia. Though you are Hagarthen, nobody has invited you here. But we will discuss that issue later.
cs: To uděláme, ale né proto, že bychom tě tu vítali, Buffine z Okladie. I když jsi Hagarthen, nikdo tě sem nezval. Ale o tom budeme diskutovat pozdějc.
es: Lo haremos, pero no porque te demos la bienvenida, Buffin de Okladia. Aunque eres Hagarthen, nadie te ha invitado aquí. Pero hablaremos de ese tema más adelante.
fr: Nous allons le faire, mais pas parce que vous êtes le bienvenu ici, Buffin d'Okladia. Bien que vous soyez un Hagarthen, personne ne vous a invité ici. Nous parlerons de ce problème plus tard.
it: Lo faremo, ma non per darti il benvenuto, Buffin di Okladia. Anche se sei un Hagarthen, nessuno qui ti ha invitato. Di questo discuteremo più tardi.
pl: Uczynimy to, ale nie dlatego, żeście tu mile widziani, Buffinie z Okladii. Wyście Hagarthen, ale nikt was tu nie zapraszał. Przedyskutujemy rzecz należycie później.

source: I hope that with
es: Espero que con
fr: J'espère qu'avec
pl: Mam nadzieję, że z

source: helping us this won't be as difficult as it might otherwise be, but we still should be prepared for serious losses.
es: ayudándonos con esto no será tan difícil como podría ser, pero aun así debemos estar preparados para graves pérdidas.
fr: nous aidant, ce ne sera pas aussi difficile que ça l'aurait été autrement. Néanmoins, il nous faut nous préparer à de sérieuses pertes.
pl: pomaga nam, więc nie będzie to tak trudne, jakby to mogło być inaczej. Mimo wszystko jednak trzeba być przygotowanym na pewne straty.

source: I'm afraid this battle may be extremely difficult. We must be prepared for serious losses, unfortunately.
cs: Bojím se, že tato bitva bude extrémně náročná. Musíme se připravit na obrovské ztráty.
es: Me temo que esta batalla puede ser extremadamente difícil. Debemos estar preparados para pérdidas graves, por desgracia.
fr: J'ai peur que cette bataille ne se révèle extrêmement difficile. Malheureusement, nous devons nous préparer à de sérieuses pertes.
it: Temo che questa battaglia sarà estremamente dura. Dobbiamo prepararci a subire pesanti perdite, purtroppo.
pl: Obawiam się, że ta bitwa może być niezwykle trudna, niestety musimy się przygotować na poważne straty.

source: There are no interrogations in this scenario.
cs: V tomto scénáři nejsou žádné výslechy.
es: No hay interrogatorios en este escenario.
fr: Il n'y a aucun interrogatoire dans ce scénario.
it: Non ci sono interrogatori in questo scenario.
pl: W tym scenariuszu nie ma przesłuchań.

source: Survive to the end of time limit
cs: Vydrž stanovený počet kol
es: Sobrevive hasta el final del límite de tiempo
fr: Survivre jusqu'à la fin des tours.
it: Sopravvivi fino alla fine dei turni
pl: Przeżyj do końca limitu tur

source: Epilogue
cs: Doslov
es: Epílogo
fr: Épilogue
it: Epilogo
pl: Epilog

source: Who's here? Gawen? I hoped you would visit me, before I leave Vattin forever... I wish I could see your face this last time... I want to tell you everything. You have to know...
cs: Kdo je to? Gawen? Doufala jsem, že za mnou přijdeš, než budu muset opustit Vattin nadobro... Přeju si abych tě mohla ještě naposled vidět... Chci ti říct všecko. Musíš to vědět...
es: ¿Quien está aquí? ¿Gawen? Esperaba que me visitaras, antes de que me vaya de Vattin para siempre... Ojalá pudiera ver tu cara esta última vez... Quiero contártelo todo. Tienes que saber...
fr: Qui est là ? Gawen ? J'espérais que tu me rendrais visite avant que je ne quitte Vattin pour toujours... J'aurais voulu te voir une dernière fois... Je veux tout te dire. Tu dois savoir...
it: Chi sta arrivando? Gawen? Speravo che venissi a trovarmi prima che io lasciassi Vattin per sempre... Volevo vederti per l'ultima volta... Devo dirti tutto. Devi sapere...
pl: Kto idzie? Gawen? Miałam nadzieję, że mnie odwiedzisz, zanim opuszczę Vattin na zawsze... Tak bardzo chciałabym cię zobaczyć, ten jedenm ostatni raz... Chcę ci wszystko opowiedzieć. Musisz poznać prawdę...

source: When I was still young, my family took me to the Oracle. I asked her about my future. Her answer was totally unexpected, and greatly excited my family.
cs: Když jsem byla malá holka, moje rodina mě přivedla k Věštkyni. Zeptala jsem se jí na svou budoucnost, ale takovou odpověď jsem fakt nečekala. Moje rodina z ní byla nadšená.
es: Cuando aún era joven, mi familia me llevó al Oráculo. Le pregunté sobre mi futuro. Su respuesta fue totalmente inesperada y entusiasmó mucho a mi familia.
fr: Quand j'étais encore jeune, ma famille m'a emmené voir l'Oracle. Je lui ai demandé de prédire mon avenir et j'ai reçu une réponse à laquelle je ne m'attendais pas mais qui a beaucoup intéressé ma famille.
it: Quando ero ancora una ragazza, la mia famiglia mi portò dall'Oracolo. Io le domandai del mio futuro e ottenni la risposta che non mi aspettavo e che agitò terribilmente la mia famiglia.
pl: Kiedy byłam młodą dziewczyną, moja rodzina, jak to jest w zwyczaju, zabrała mnie do wyroczni. Zapytałam ją o swoją przyszłość i dostałam odpowiedź niespodziewaną, ale bardzo ekscytującą dla mych krewnych.

source: The Oracle prophesied that I would marry a Hagarthen, become a queen, and that I would bear a Hagarthen son. We... my clan... helped... somehow... the prediction to be fulfilled... When I was chosen to marry your father, I was sure the Oracle was right.
cs: Věštkyně mi předpověděla, že se provdám za Hagarthena, stanu se královnou a že dám Hagarthenovi syna. My... můj klan... jsme věštbě... tak nějak... pomohli... se vyplnit. Když jsem byla vybrána za nevěstu tvého otce, byla jsem si jistá, že Věštkyně měla pravdu.
es: El Oráculo profetizó que me casaría con un Hagarthen, me convertiría en reina y daría a luz un hijo Hagarthen. Nosotros... mi clan... ayudamos... de alguna manera... a que se cumpliera la predicción... Cuando me eligieron para casarme con tu padre, estaba seguro de que el Oráculo tenía razón.
fr: L'Oracle m'a dit que j'épouserais un Hagarthen, que je deviendrais reine et que je porterai un Hagarthen. Nous... mon clan... a aidé... un peu... à ce que la prédiction se réalise... Quand j'ai épousé ton père, j'étais persuadée que l'Oracle avait vu juste.
it: L'Oracolo disse che avrei sposato un Hagarthen, sarei diventata regina e avrei dato a Hagarthen un figlio. Noi... il mio clan... diede una mano... in un certo senso... al compimento delle profezia... Quando sposai tuo padre, ero sicura che l'Oracolo avesse ragione.
pl: <i>Poslubisz Hagarthena, zostaniesz królową i dasz Hagarthenowi syna</i>. Tak brzmiały słowa Wyroczni. My... Mój klan... Pomogliśmy... Jakoś... by przepowiednia szybciej się spełniła... Gdy wyszłam za twego ojca, byłam pewna, że Wyrocznia miała rację.

source: But your father never called me to his bed, he never even touched me. You have no idea how I hated him... and you. You have no idea about the poisonous dreams which filled my head then. And yet, I felt... something strange about you. Always.
cs: Ale tvůj otec mne nikdy nepustil k sobě do postele. Nikdy se mě nedotkl. Ani nevíš, jak jsem ho nenáviděla... a tebe taky. Neměls ani tucha, co za ohavné sny se mi pak honily hlavou. A přesto jsem cítila..., že je na tobě něco zvláštního. Vždycky.
es: Pero tu padre nunca me llamó a su cama, ni siquiera me tocó. No tienes idea de cómo lo odiaba... y a ti. No tienes idea de los sueños venenosos que llenaron mi cabeza entonces. Y sin embargo, sentí... algo extraño sobre ti. Siempre.

source: When your father was dead, I felt deceived, fooled. How can I have Hagarthen's son if he is dead?
cs: Když tvůj otec umřel, cítila jsem se podvedená, znemožněná. Jak můžu dát Hagarthenovi syna, když je mrtvej?
es: Cuando tu padre murió, me sentí engañada, estafada. ¿Cómo puedo tener al hijo de Hagarthen si está muerto?
fr: Quand ton père est mort, je me suis sentie déçue, flouée. Comment pourrai-je avoir un fils Hagarthen s'il était mort ?
it: Quando tuo padre morì, mi sentii delusa, ingannata. Come avrei potuto avere un figlio Hagarthen se era morto?
pl: Kiedy śmierć zabrała twego ojca, poczułam się oszukana, zwiedziona. Jak u diabła miałam dać Hagarthenowi syna, skoro on nie żyje?

source: But then... I realized.. that the Oracle didn't say it would be the same Hagarthen I was married to. I was petrified of those thoughts, during all those moments when I cared for you when you were unconscious almost two years ago. I tried to push those thoughts away, and... anyway, you died... I mean, I thought you were killed after the Battle of Barnon, and...
cs: Ale potom... jsem pochopila..., že Věštkyně neřekla, že by to měl být ten stejný Hagarthen, za kterého jsem se vdala. Byla jsem jako zkamenělá z těch myšlenek, během těch chvil, co jsem se o tebe starala, když jsi byl před dvěma lety v bezvědomí. Snažila jsem se ty myšlenky zapudit. Navíc jsi taky umřel..., teda já si myslela, že tě zapíchli u Barnonu, a...
es: Pero entonces... me di cuenta... que el Oráculo no dijo que sería el mismo Hagarthen con el que me casé. Estaba petrificada por esos pensamientos, durante todos esos momentos en los que me preocupaba por ti cuando estabas inconsciente hace casi dos años. Traté de alejar esos pensamientos y... de todos modos, moriste... Quiero decir, pensé que habías muerto después de la Batalla de Barnon, y...
fr: Mais alors... J'ai compris... que l'Oracle n'avait pas dit que ce serait du Hagarthen auquel j'avais été mariée. Ces pensées m'effrayaient, pendant tout ce temps où j'ai pris soin de toi, quand tu avais perdu conscience, il y a à peu près deux ans. J'ai essayé de repousser ces pensées et ... de toute façon, tu es mort... Je veux dire, je pensais que tu avais été tué après Barnon et...
it: Ma poi... ho capito... l'Oracolo non aveva detto che sarebbe stato lo stesso Hagarthen che avevo sposato. Avevo paura di questi pensieri, durante tutti quei giorni in cui mi sono presa cura di te quando eri privo di sensi quasi due anni fa. Ho provato a scacciarli, e... comunque, sei morto... cioè, io ho pensato che fossi rimasto ucciso a Barnon, e...
pl: I wtedy zrozumiałam... Wyrocznia nie powiedziała, że to miał być ten sam Hagarthen, którego poślubiłam. Bałam się tych myśli, przez cały ten czas, gdy dbałam o ciebie, gdy leżałeś bez przytomności, dwa lata temu. Próbowałam odsunąć te myśli... Zresztą umarłeś... To znaczy myślałam, że zginąłeś pod Barnon i...

source: But then... we met again and... well, you probably don't remember it, probably, but Ruvio once said - that Oracle's predictions are only be fulfilled if we help them along... so... do you remember the night in Freetown, the feast before we left searching for Deorien?
cs: Ale potom... jsme se znovu potkali... No, asi si to nepamatuješ, ale Ruvio jednou řekl, že předpovědi Věštkyně se vyplní, jen když jim pomůžeme... Takže..., pamatuješ na tu noc ve Svobodově, na tu žranici před tím, než jsme se vydali hledat Deoriena?
es: Pero luego... nos volvimos a encontrar y... bueno, probablemente no lo recuerdes, quizás, pero Ruvio dijo una vez que las predicciones del Oráculo solo se cumplen si las ayudamos... así que... ¿Recuerdas la noche en Freetown, la fiesta antes de que partiéramos en busca de Deorien?

source: I was drunk... and... Yahyazad tried to stop me at corridor. Maybe he thought that the wine I had drank would have lowered my inhibitions. He spoke softly to me, trying to entice me to go with him. I refused his advances, and he departed. Then I went to Karen's room. She had passed out, so I took her dancer's outfit...
cs: Opila jsem se... a... Jahjazad se mě pokusil v chodbě zastavit, možná si myslel, že pod vlivem vína pro mě bude atraktivnější. Jemně na mě mluvil a snažil se mě nalákat, abych šla s ním. Odmítla jsem jeho návrhy a on zmizel. Pak jsem šla do Karenina pokoje. Byla mimo, tak jsem si oblékla její taneční výbavu...
es: Estaba borracha... y... Yahyazad trató de detenerme en el corredor. Tal vez pensó que el vino que había bebido habría liberado mis inhibiciones. Me habló en voz baja, tratando de tentarme para que fuera con él. Rechacé sus insinuaciones y se fue. Luego fui a la habitación de Karen. Se había desmayado, así que tomé su traje de bailarina...
fr: J'étais saoûle... Et... Yahyazad a essayé de m'arrêter dans le corridor. Peut-être a-t-il pensé que le vin que j'avais bu avait levé mes inhibitions. Il m'a parlé gentiment, essayant de m'entraîner avec lui. J'ai refusé ses avances et il est parti. Ensuite, je suis allée dans la chambre de Karen et, comme elle n'était pas là, j'ai pris son costume de danseuse...
pl: Byłam pijana... I... Yahyazad próbował zatrzymać mnie w korytarzu, może myśląc, że dzięki winu znajdę go bardziej atrakcyjnym. Powiedzmy, że ...odmówiłam mu. Potem poszłam do pokoju Karen - ona, pijana, spała jak zabita w swym łóżku - wzięłam jej strój tancerki...

source: Yes, Gawen. This child... it will be your first born.
cs: Ano, Gawene. Tohle dítě..., to bude tvůj prvorozený.
es: Sí, Gawen. Este niño... será tu primogénito.
fr: Oui, Gawen. Cet enfant... ce sera ton fils aîné.
it: Sì, Gawen. Questo bambino... sarà il tuo primogenito.
pl: Tak, Gawenie. To dziecię... To będzie twój pierworodny.
