Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: You are making me angry. What if she would give a life to a daughter?
es: Me estas cabreando. ¿Y si diera vida a una hija?
fr: Tu m'irrites. Et si elle donnait naissance à une fille ?
pl: Doprowadzasz mnie do gniewu. A co, gdyby dała życie córce?

source: Why should I tell you? This is a secret of my king.
cs: Proč bych ti to měl říkat? Je to tajemství mého krále.
es: ¿Por qué debería decirtelo? Es un secreto de mi rey.
fr: Et pourquoi devrais-je le dire ? Il s'agit d'un secret qui appartient à mon roi.
it: Perché dovrei dirtelo? È un segreto del mio re.
pl: Dlaczegóż miałbym wyrzec to wam? To tajemnica króla mego.

source: Secret? I love secrets! I'm a woman, you know. Please share it with me. Preeeetty pleaaaase!
cs: Tajemství? Miluju tajemství! Já jsem žena, víš to? Prosím, prozraď mi ho. Mooooc prosíííím!
es: ¿Secreto? ¡Me encantan los secretos! Soy una mujer, ya sabes. Por favor, compártelo conmigo. ¡Por favor, por favor!
fr: Un secret ? J'adore les secrets ! Je suis une femme, tu sais. S'il te plaît, dis-le moi. Je t'en supplie !
it: Un segreto? Io adoro i segreti! Sono una donna, lo sai. Per favore dimmelo. Per favooore!
pl: Tajemnica? Kocham tajemnice! Wiesz, jestem kobietą. Proszę, proszę zdradź mi tę tajemnicę. Ślicznie proszę.

source: Aaargh! Stop it! I will tell you! King Buffin is preparing to invade Vakladia and claim the throne in Vattin. It is empty and it seems that no one will oppose Buffin. The two brothers in Guilcorta are now too busy, so it's a perfect opportunity. The army is ready already.
cs: Aúú! Dost! Řekni ti to! Král se připravuje na vpád do Vakladie a uchvácení trůnu ve Vattinu. Je prázdný a nikdo se mu neodváží postavit. Bratři z Guilcorta jsou příliž zaneprázdnění, takže je fajn příležitost. Armáda je už připravená.
es: ¡Aaarg! ¡Para! ¡Te lo diré! El Rey Buffin se prepara para invadir Vakladia y reclamar el trono en Vattin. Está vacío y parece que nadie se opondrá a Buffin. Los dos hermanos en Guilcorta están ahora muy ocupados, así que es una oportunidad perfecta. El ejército ya está listo.
fr: Aaargh ! Arrêtez ! Je vais vous le dire ! Le roi se prépare à envahir Vakladia et à réclamer le trône de Vattin. Il est vide et on dirait que personne ne s'opposera à Buffin. Les deux frères de Guilcorta sont trop occupés. C'est une occasion rêvée. L'armée est déjà prête.
it: Aaargh! Basta! Parlerò! Il re sta preparandosi per invadere Vakladia e per reclamare il trono a Vattin. È vacante e sembra che nessuno si opporrà a Buffin. I due fratelli in Guilcorta ora sono troppo occupati: è l'occasione perfetta. L'esercito è già pronto.
pl: Aaargh! Przestań! Powiem! Król szykuje inwazję na Vakladię, aby zająć tron w Vattin. Nie masz tam prawowitego właściciela, i zdaje się, że teraz, gdy bracia z Guilcorty są zajęci własnymi sprawami, nie ma nikogo, kto mógłby się sprzeciwić. Doskonała okazja, armia jest już gotowa.

source: I don't know who that is!
cs: Ale nevím to.
es: ¡No sé quién es!
fr: Je ne sais pas qui c'est!
it: Questo non lo so.
pl: Nie wiem, kto to jest!

source: Curses! They are more dangerous that I thought! Bring the reinforcements!
cs: Krysy! Jsou mnohem nebezpečnější, než jsem si myslel! Přiveďte posily!
es: ¡Maldición! ¡Son más peligrosos de lo que pensaba! ¡Trae los refuerzos!
fr: Les maudits ! Ils sont plus dangereux que je ne pensais ! Amenez les renforts !
it: Topi di fogna! Sono più pericolosi di quello che pensavo! Chiamate i rinforzi!
pl: Diabli! Bardziej są niebezpieczni, niż sądziłem. Czas użyć rezerwy!

source: We must do likewise! Bring our own reinforcements!
es: ¡Debemos hacer lo mismo! ¡Traed nuestros propios refuerzos!

source: Those are Dunefolk troops! Excellent! Listen, I knew your leader, Majid Yahyazad, and...
cs: Tamto jsou jednotky pouštních lidí! Výborně! Poslouchej, znala jsem vašeho vůdce, Mažida Jahjazada a...
es: ¡Eso son tropas barjanas! ¡Excelente! Escucha, conocí a su líder, Majid Yahyazad, y...

source: Majid Yahyazad is not my leader. His Ostan is far away from here. The Ostan of Mahour - and this tribe - is ruled by me, and no other rules over me.
cs: Jahjazad není můj vůdce. Jeho obydlo je odtud hodně daleko. Tady v obydle Mahour velím já a nade mě tu není.
es: Yahyazad no es mi líder. Su ostan está lejos de aquí. El ostan de Mahour, y esta tribu, están gobernados por mí, y nadie más me gobierna.
fr: Yahyazad n'est pas mon chef. Son Ostan est loin d'ici. L'Ostan de Mahour - et cette tribu - sont à mes ordres et il n'y a personne au dessus de moi !
it: Yahyazad non è il mio comandante. Il suo accampamento è molto lontano da qua. Io sono il sovrano di questo accampamento e di questa tribù e non c'è nessun sovrano sopra di me.
pl: Yahyazad nie jest moim wodzem, jego ostan jest daleko stąd. Tym ostanem i tym plemieniem władam ja, a nade mną nie ma juz nikogo.

source: Show more respect, this is king Gawen Haldric Hagarthen.
cs: Ukaž trochu víc respektu, toto je král Gawen Haldrik Hagarthen.
es: Muestre más respeto, éste es el rey Gawen Haldric Hagarthen.
fr: Montre plus de respect, voici le roi Gawen Haldric Hagarthen.
it: Mostra più rispetto per il re Gawen Haldric Hagarthen.
pl: Okaż więcej szacunku, to jest król Gawen Haldric Hagarthen.

source: King? We have never been joined by a king before. If he wants to be one of us, he will be welcomed, but he must understand that his of chances being called 'his majesty' are zero.
cs: Král? Takovou návštěvu jsme tu ještě nikdy neměli. Pokud chce být jedním z nás, je vítán, ale měl by pochopit, že šance, že mu budeme říkat „Vaše Výsosti“, je nulová.
es: ¿Rey? Nunca antes se nos había unido un rey. Si quiere ser uno de nosotros, se le dará la bienvenida, pero tendrá que entender que las oportunidades de que lo llamen 'su majestad' son nulas.
fr: Un roi ? Nous n'avons encore jamais été rejoints par un roi. S'il veut devenir l'un des nôtres, il sera le bienvenu, mais il doit comprendre que les chances pour qu'on l'appelle 'sa majesté' sont nulles.
it: Re? Non c'è mai stato nessun re a governarci. Se vuoi essere uno di noi, sarai il benvenuto; ma dovrai capire che non avrai nessuna possibilità che qualcuno ti chiami "vostra maestà".
pl: Król? Żaden z nich nigdy do nas nie dołączył. Jeśli chce zostać jednym z nas, powitamy go z radością, ale musi zrozumieć że szanse bymy zwali go jego wysokością są żadne.

source: We are not your enemies. If you won't join us, will you at least not attack us?
cs: My nejsme vaši nepřátelé. Pokud se k nám nechcete připojit, můžeme se alespoň spolehnout na to, že na nás nezaútočíte?
es: No somos sus enemigos. ¿Si no te nos unes, al menos no nos atacaréis?
fr: Nous ne sommes pas vos ennemis ! Si on ne se joint pas à vous, est-ce qu'au moins vous ne nous attaquerez pas ?
it: Noi non siamo vostri nemici. Se non vuoi unirti a noi, almeno non ci attaccherai?
pl: Nie jesteśmy waszymi wrogami. Jeśli do nas nie dołączycie, to przynajmniej pozwólcie nam przejść bez walki.

source: Who said we won't join you? If you can pay, we will readily join your army! The price is $dunefolk_price gold pieces.
es: ¿Quién dijo que no nos uniríamos? ¡Si nos paga, nos uniremos a su ejército, por supuesto! El precio son $dunefolk_price piezas de oro.

source: We will pay the $dunefolk_price gold pieces.
es: Pagaremos las $dunefolk_price piezas de oro.

source: We won't pay.
cs: Nic vám nedáme.
es: No pagaremos
fr: Nous ne payerons pas !
it: Non paghiamo
pl: Nie zapłacimy.

source: Why not. Here are your $dunefolk_price gold pieces.
es: ¿Por qué no?. Aquí están tus $dunefolk_price piezas de oro.

source: Why not. Here is your gold.
cs: Proč ne. Tady jsou zlaťáky.
es: ¿Por qué no? Aquí tienes el oro.
fr: Pourquoi pas. Voici votre or.
it: Perché no. Ecco i tuoi soldi.
pl: Niech i tak będzie. Oto wasze złoto.

source: Ha! We have a deal, then, my king. You may now recruit Dunefolk from my Ostan.
es: ¡Ja! Tenemos un trato, entonces, mi rey. Ahora puedes reclutar barjanes de mi ostan.

source: As a gesture of goodwill, I am sending you a healer, too.
es: Como gesto de buena voluntad, también te envío un sanador.

source: We are not interested in hiring you.
cs: Nemáme zájem vás najmout.
es: No estamos interesados en contratarle.
fr: Vous engager ne nous intéresse pas.
it: Non ci interessa reclutarti.
pl: Nie jesteśmy zainteresowani waszymi usługami.

source: Then leave in peace, or prepare to fight.
cs: Tak v míru odejděte, nebo se připravte na boj.
es: Entonces vaya en paz, o prepárese para luchar.
fr: Alors, partez en paix ou préparez-vous à vous battre.
it: Vattene in pace, allora, o preparati a morire.
pl: A więc odejdźcie w pokoju, albo szykujcie się do walki.

source: Unfortunately, we do not have that much gold.
cs: Bohužel, nemáme tolik peněz.
es: No tenemos tanto oro, desgraciadamente.
fr: Malheureusement, nous n'avons pas assez d'or.
it: Non abbiamo oro a sufficienza, purtroppo.
pl: Niestety, nie mamy aż tyle złota.

source: King Buffin's army was right behind us - we could almost feel their breath on our necks. As though this were not enough, we marched right into a knot of Akladians.
cs: Armáda krále Buffina byla těsně za námi, už jsme cítili, jak nám dýchají na záda. A aby toho nebylo málo, vpochodovali jsme přímo do náruče akladijských jednotek.
es: El ejército del rey Buffin nos pisaba los talones, casi sentíamos su respiración en la retaguardia. Por si no fuera bastante, marchábamos directos hacia un grupo de akladianos.
fr: L'armée du roi Buffin était juste derrière nous et nous pouvions les sentir nous souffler dans le cou. Si ce n'était pas suffisant, nous nous dirigions droit sur un paquet d'Akladiens.
it: L'esercito del re Buffin era alle nostre calcagna e potevamo quasi sentirne il fiato sul collo. Come se non bastasse, stavamo marciando verso le unità di Akladia.
pl: Armia króla Buffina siedziała nam na karku, tak, że dosłownie czuliśmy jej oddech na plecach. A jakby tego było mało wmaszerowaliśmy prosto w oddziały Akladyjczyków.

source: King Buffin
cs: Král Buffin
es: Rey Buffin
fr: Roi Buffin
it: Re Buffin
pl: Król Buffin

source: Who are you, stranger brave or foolhardy enough to enter Dunefolk land?
es: ¿Quién eres, extraño? ¿Bastante valiente o bastante tonto para entrar en tierras barjanas?

source: Messenger
cs: Poslíček
es: Mensajero
fr: Messager
it: Messaggero
pl: Posłaniec

source: King Buffin! King Buffin! I bring terrible news for you!
cs: Králi Buffine! Vaše Veličenstvo! Přináším otřesnou novinu!
es: ¡Rey Buffin! ¡Rey Buffin! ¡Traigo noticias terribles para usted!
fr: Roi Buffin ! Roi Buffin ! J'ai de terribles nouvelles pour vous !
it: Re Buffin! Re Buffin! Porto notizie terribili!
pl: Królu Buffinie! Królu Buffinie! Okropne wieści wam przynoszę!

source: King Buffin is dead, boy.
cs: Král Buffin je mrtvej, chlapče.
es: El rey Buffin está muerto, muchacho.
fr: Le roi Buffin est mort, mon garçon.
it: Il re Buffin è morto, ragazzo.
pl: Król Buffin nie żyje, chłopcze.

source: Dead? How can that be!
cs: Mrtvej? Jak je to možný?
es: ¿Muerto? ¡Cómo puede ser!
fr: Mort ? Comment est-ce possible ?
it: Morto? Come è potuto succedere?
pl: Martwy? Jakże to być może!

source: Okladia is in need - undead have invaded our country, they are razing the countryside and murdering our people!
cs: Okladie je v nouzi, nemrtví napadli naši zem, rabují krajinu a vraždí lidi!
es: ¡Okladia lo necesita, los no muertos han invadido el país, están saqueando y asesinando nuestra gente!
fr: Okladia a des ennuis. Les morts-vivants ont envahi notre pays, ils razzient la campagne et tuent notre peuple !
it: Okladia è in pericolo - i non-morti hanno invaso il nostro paese con razzie e assassini.
pl: Okladia jest w potrzebie, nieumarli zaatakowali kraj, zniszczenie i gwałt niosąc naszym domom, mord szerząc wśród naszego ludu!

source: Without King Buffin, who will lead our army against them?
cs: Nemáme krále Buffina, kdo teď povede naši armádu proti nim?
es: ¿Sin el rey Buffin, quién conducirá nuestro ejército contra ellos?
fr: Sans le roi Buffin, qui va diriger notre armée contre eux ?
it: Senza il re Buffin, chi guiderà il nostro esercito contro costoro?
pl: Bez króla Buffina, któż poprowadzi przeciwko nim nasze zastępy?

source: What? Speak quickly, I am a little bit busy here!
cs: Cože? Mluv rychle, jsem trošku zaneprázdněný!
es: ¿Qué? ¡Habla rápido, estoy ocupado aquí!
fr: Quoi ? Parle vite, je suis plutôt occupé en ce moment !
it: Cosa? Parla presto, ho da fare qua!
pl: Czego tam? Szybko wyjaw sprawę, bom nieco tutaj zajęty...

source: My king -
cs: Můj králi –
es: Mi rey -
fr: Mon roi -
it: Mio sire -
pl: Mój królu -

source: You must return home, with every able soldier in your army, as soon as possible or we shall surely perish!
es: ¡Debes regresar a casa, con todos los soldados capaces de tu ejército, tan pronto como sea posible, o seguramente pereceremos!
fr: Tu dois rentrer aussi vite que possible avec tous les soldats de ton armée, sans quoi nous allons certainement périr !
pl: Wrócić wam trzeba do domu, z każdym mężem zdolnym do noszenia broni, tak szybko, jak to tylko jest to możliwe -- albo też szczeznąć przyjdzie nam wszystkim!

source: Undead? So the reports I've been hearing were true, after all! You are fortunate, false Gawen, that I my duty to my people calls me away from here... for now.
cs: Nemrtví? Takže fámy nelhaly! Máš štěstí, falešný Gawene, že musím jít...
es: ¿No muertos? ¡Entonces los reportes que he oído eran ciertos, al fin y al cabo! Tienes suerte, falso Gawen, que mi deber para con mi pueblo me llame lejos de aquí... por ahora.
fr: Des morts-vivants ? Donc les rapports que nous avons reçus étaient véridiques après tout ! Tu as de la chance, usurpateur, que mon devoir envers mon peuple m'appelle ailleurs... provisoirement.
it: Non-morti? Allora le voci che ho sentito erano vere dopo tutto! Sei fortunato, impostore di Gawen, che io debba andarmene...
pl: Nieumarli? Więc plotki okazały się jednak prawdą! Masz szczęście, fałszywy Gawenie, że obowiązek wzywa mnie do odejścia... na razie.

source: That's not good. I think the wise thing to do would be to withdraw, because without Buffin we will be too weak to defeat this army...
cs: To není dobrý. Myslím, že bude nejlepší ustoupit, bez krále Buffina budeme příliš slabí, abychom odolali této armádě...
es: Eso no es bueno. Creo que lo más inteligente sería retirarnos, porque sin Buffin seremos demasiado débiles para derrotar a este ejército...
fr: Ce n'est pas bon. Je pense qu'il serait sage de se replier, parce que sans Buffin, nous serons trop faibles pour battre cette armée...
it: Non va bene. Credo che sarebbe saggio se ci ritirassimo, perché senza re Buffin saremo troppo deboli per sconfiggere questo esercito...
pl: Niedobrze. Myślę, że najmądrzej będzie się wycofać, bez Buffina jesteśmy zbyt słabi, by pokonać jego armię.

source: Who's there? Ruvio! Finally, my friend!
cs: Kdo je to? Ruvio! Konečně, příteli.
es: ¿Quién está ahí? Ruvio! ¡Al fin, mi amigo!
fr: Qui va là ? Ruvio ! Enfin, mon ami !
it: Chi c'è? Ruvio! Finalmente, amico mio!
pl: Któż to? Ruvio! Nareszcie, mój przyjacielu!

source: My lord...
cs: Můj pane...
es: Mi señor...
fr: Monseigneur...
it: Mio signore...
pl: Panie mój...

source: What? Why the long face? Cheer up! Where is Karen?
cs: Co je? Proč máš tak smutnou tvář? Povídej! Kde je Karen?
es: ¿Qué? ¿Por qué esas caras largas? ¡Animaos! ¿Dónde está Karen?
fr: Quoi ? Pourquoi ce visage de trois pieds de long ? Hauts les coeurs ! Où est Karen ?
it: Cosa? Perché sei così triste? Sorridi! Dov'è Karen?
pl: Co tam? Skąd taka smutna minę? Głowa do góry! Gdzie Karen?

source: My lord... Gawen, my lord, please forgive me if I can't speak clearly enough. What I saw... I... I don't know if I can even describe it... if I can bear the task of describing it.
cs: Můj pane... Gawene, můj králi, prosím omluv mne, pokud nebudu mluvit příliš jasně. To, co jsem viděl... já... já nevím, jestli to dokážu popsat... jestli vůbec snesu to popsat.
es: Mi señor... Gawen, mi señor, por favor perdóneme si no puedo hablar con suficiente claridad. Lo que vi... Yo... No sé si puedo siquiera describirlo... o soportar la tarea de describirlo.
fr: Monseigneur... Gawen, Monseigneur, pardonnez-moi si je suis incapable de parler clairement. Quand j'ai vu... Je... Je ne sais même pas comment je pourrai le décrire, si tant est que je puisse trouver la force de le faire.
it: Mio signore... Gawen, mio signore, perdonatemi se non sarò in grado di spiegarmi. Quello che ho visto... io... io non so se posso descriverlo. Se sarò in grado di farlo.
pl: Mój panie... Gawenie, mój panie, proszę wybacz mi, jeśli nie będę mówił dość jasno. To co widziałem... Nie wiem, czy potrafię to opisać. Nie wiem, czy dam radę nawet spróbować...

source: 'This is the Dunefolk territory of Mahour. If you wish to join us, you are welcome; if you wish to fight us, you shall perish.'
es: "Este es el territorio barján de Mahour. Si queréis uniros a nosotros, seréis bienvenidos; si queréis luchar contra nosotros, pereceréis."

source: My ancestors, I am coming to you with sword in my hand!
cs: Mí předkové, už jdu za vama s mečem v ruce!
es: ¡Mis ancestros, vengo a vosotros espada en mano!
fr: Mes ancêtres, je viens à vous l'épée à la main !
it: Oh miei avi, sto per raggiungervi con la spada in pugno!
pl: Przodkowie moi, oto ja - z mieczem w dłoni ku wam podążam!

source: They are more powerful than I thought! Reinforcements!
cs: Podcenil jsme je! Jsou mnohem lepší! Posily!
es: ¡Son más poderosos de lo que pensaba! ¡Refuerzos!
fr: Ils sont plus forts que je ne le pensais ! Des renforts !
it: Sono più forti di quel che pensavo! Chiamate rinforzi!
pl: Więcej są oni potężni nim się nam zdawało! Użyć rezerw!

source: I am finished! But your leader... before I die, is his name really Gawen Hagarthen?
cs: Je po mě! Ale váš velitel! Než umřu, je to fakt Gawen Hagarthen?
es: ¡Estoy perdido! Pero antes de morir..., tu líder... ¿se llama realmente Gawen Hagarthen?
fr: Je suis fini ! Mais votre chef ! Avant que je ne meure, son nom est vraiment Gawen Hagarthen ?
it: Io sono finito! Ma sono il vostro capo! Prima di morire, il suo nome è davvero Gawen Hagarthen?
pl: Jestem skończony! Ale wasz przywódca! Zanim umrę, rzeknijcie: azaliż to naprawdę Gawen Hagarthen?

source: I really am Gawen Hagarthen.
cs: Já skutečně jsem Gawen Hagarthen.
es: Realmente soy Gawen Hagarthen.

source: Then I am doomed! My spirit will never find rest amongst my ancestors, since I fought my king!
cs: Tak to su ztracený! Můj duch nikdy nenajde klid v zemi mých předků, dyk já se postavil svému králi!
es: ¡Entonces estoy condenado! ¡Mi espíritu nunca encontrará descanso entre mis ancestros, luché contra mi rey!
fr: Alors je suis damné ! Mon esprit ne trouvera jamais la paix parmi mes ancêtres puisque j'ai combattu mon roi !
it: Dunque sono condannato! Il mio spirito non troverà mai pace tra i miei antenati, dato che ho combattuto contro il mio re!
pl: Więc jestem przeklęty! Nigdy duch mój nie odnajdzie spokoju wśród przodków, albowiem skierowałem ostrze miecza przeciw własnemu królowi!

source: I am dying... are you going to try to intimidate me, as your step-mother used to do?
cs: Umírám... Snažíš se mě vystrašit, tak jak to dělává tvoje macecha?
es: Me estoy muriendo... ¿Vas a intentar intimidarme, como solía hacer tu madrastra?
fr: Je meurs... Est-ce que vous allez essayer de me faire peur aussi, comme votre belle-mère avait l'habitude de le faire ?
it: Sto morendo... Cercherai anche tu di farmi paura, come la tua matrigna fa di solito?
pl: Umieram... Czy ty również będziecie próbować mnie zastraszyć, tak jak twoja macocha zwykła czynić?

source: No, noble Reumario. It was honour for me to fight you. Die in peace.
cs: Ne, vznešený Reumario. Bylo mi ctí s tebou bojovat. Odejdi v pokoji.
es: No, noble Reumario. Fue un honor para mí pelear contigo. Muere en paz.
fr: Non, noble Reumario. Ce fut un honneur de me battre avec toi. Meurs en paix.
it: No, nobile Reumario. È stato un onore per me combattere contro di te. Muori in pace.
pl: Nie, szlachetny Reumario. Honorem była dla mnie walka z wami. Umrzyjcie w pokoju

source: No, noble Aire Reumario. It was honour for me to fight you. Die in peace.
cs: Ne, vznešený Aire Reumario. Bylo mi ctí s tebou bojovat. Odejdi v pokoji.
es: No, noble Aire Reumario. Fue un honor para mí pelear contigo. Muere en paz.
fr: Non, noble Aire Reumario. Ce fut un honneur de me battre avec toi. Meurs en paix.
it: No, nobile Aire Reumario. È stato un onore per me combattere contro di te. Muori in pace.
pl: Nie, szlachetny Aire Reumario. Honorem była dla mnie walka z wami. Umrzyjcie w pokoju

source: King Buffin, my uncle, it has been an honour to fight you. You were a tough opponent.
es: Rey Buffin, mi tío, ha sido un honor luchar contigo. Fuiste un duro oponente.

source: Your uncle? Me? You are just an underling! Even if you ARE really Gawen Hagarthen, your mother was one of those curs! (<i>coughs</i>) My cousin should never have desecrated our family name by marrying her! I spit on you!
es: ¿Tu tío? ¿Yo? ¡Tú no eres más que un plebeyo! ¡Incluso si eres realmente Gawen Hagarthen, tu madre era una de esas malditas! (<i>toses</i>) ¡Mi primo nunca debió profanar el nombre de nuestra familia casándose con ella! ¡Te escupo!

source: Let this be a lesson to you, my idealistic step-son. To some people you may speak only with knife in hand.
cs: Doufám, že se z toho poučíš, můj idealistickej nevlastní synku. S některejma lidma prostě můžeš mluvit jenom s nožem v ruce.
es: Que esto te sirva de lección, mi idealista hijastro. A algunas personas sólo puedes hablarles con un cuchillo en la mano.
fr: Que ceci te serve de leçon, mon beau-fils idéaliste. Il y a des gens à qui on ne peut parler qu'un poignard en main.
it: Che ti serva da lezione, figlioccio mio idealista. Con certe persone puoi parlare solo con un coltello in mano.
pl: Niech to będzie dla ciebie lekcją, mój idealistyczny pasierbie. Z niektórymi ludźmi można rozmawiać wyłącznie trzymając nóż w ręku.

source: A king! Ooh, I've never killed a king before. You know, I should feel more exhilirated.
cs: Král! Ještě nikdy předtím jsem nezabil krále. Ale že bych cítil kdovíjake vzrušení...
es: ¡Un rey! Ooh, nunca he matado a un rey antes. Sabes, debería sentirme más emocionado.
fr: Un roi ! Je n'avais jamais tué de roi auparavant. Je devrais ressentir plus d'excitation.
it: Un re! Non avevo mai ucciso un re prima. Guarda, pensavo sarebbe stato più eccitante.
pl: Król! Nigdy wcześniej nie zabiłam króla. Dziwne, powinnam się czuć bardziej podekscytowana.

source: So you are Lorin from the Galloraes... best sword-arm among Akladian women... (cough)
cs: Takže ty jsi ta Lorin Gallorů... Nejlepší meč mezi akladijskými ženami. (kašle)
es: Así que eres Lorin de los Galloraes... la mejor espada entre las mujeres de Akladia... (tos)
fr: Donc vous êtes Lorin du clan de Gallorae... La plus fine lame parmi les femmes Akladiennes... (Toux)
it: Dunque sei tu Lorin di Gallorae... La miglior spada tra le donne di Akladia. <tossisce>
pl: Więc jesteś Lorin z klanu Gallorae... Najlepszy miecz wśród Akladyjskich kobiet. (kaszle)
