Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: It's hidden deep within the forests. Its location is our greatest secret. And, get used to being called 'Haldric'. I want everyone to swear they won't tell anyone that this man is the rightful king of Vakladia, Gawen Hagarthen. He is just 'Haldric' now. It'll be far better for you, Haldric, believe me. Much safer.
cs: Je dobře skyt uprostřed lesa. Jeho pozice je naším největším tajemstvím. A měl bys začít používat jméno Haldrik. A všichni zde se mi zavážete přísahu, že nikde neprozradíte, že tento mladý muž býval Gawenem Hagarthenem, králem Vakladie. Nyní je pouze Haldrik. Bude pro tebe mnohem lepší, když budeš prostě Haldrik, věř mi. Bude to mnohem bezpečnější.
es: Está escondida en lo más profundo de los bosques. Su ubicación es nuestro mayor secreto. Y, acostúmbrate a ser llamado "Haldric". Quiero que todos juren que no le dirán a nadie que este hombre es el legítimo rey de Vakladia, Gawen Hagarthen. Ahora es sólo "Haldric". Será mucho mejor para ti, Haldric, créeme. Mucho más seguro.
fr: Freetown est profondément cachée dans les forêts. C'est le lieu de nos plus grands secrets : prenez l'habitude d'être appelé Haldric. Je veux que tout le monde évite de dire à quiconque que cet homme est le roi légitime de Vakladia, Gawen Hagarthen. Il sera juste Haldric, à partir de maintenant. Ce sera beaucoup mieux pour vous, Haldric, croyez-moi, ce sera plus sûr.
it: È nascosta nel fitto delle foreste. La sua posizione è il nostro più grande segreto. E cerca di abituarti a essere chiamato Haldric. Voglio che tutti giurino ora che non diranno a nessuno che questo uomo è l'ex-re di Vakladia, Gawen Hagarthen. D'ora in poi è solo Haldric. Sarà molto meglio per te, Haldric, credi a me. Sarà molto più sicuro.
pl: Jest ukryte głęboko między lasami. Jego lokalizacja to nasz największy sekret. I, przyzwyczajaj się do bycia nazywanym Haldricem. Chcę, by każdy tu obecny złożył przysięgę, że nikomu nie powie ani słowa, że ten człowiek to dawny król Vakladii, Gawen Hagarthen. Od tej chwili nazywa się on po prostu Haldric. Tak będzie dla ciebie lepiej Haldric, uwierz mi. I dużo bezpieczniej.

source: Why? If Freetown's location is so secret, even if Akladian lords knew that I was still alive, they wouldn't be able to find me, right?
cs: Proč? Pokud je poloha Svobodova takhle utajená, tak i když budou akladijští lordi vědět, že jsem naživu, nebudou schopni mě najít, nebo ne?
es: ¿Por qué? Si la ubicación de Freetown es tan secreta, incluso si los señores akladianos supieran que todavía estoy vivo, no podrían encontrarme, ¿verdad?
fr: Pourquoi ? Si Freetown est un lieu si secret, même si les seigneurs Akladiens apprennent que je suis en vie, il ne seront pas capables de m'y trouver, non ?
it: E perché? Se la posizione di Freetown è così segreta, allora anche se i signori di Akladia sapessero che sono vivo, non potrebbero trovarmi, giusto?
pl: Dlaczego? Jeżeli lokalizacja Wolnego Miasta jest owiana taką tajemnicą, to nawet jeśli akladyjscy panowie dowiedzą się, że żyję, to nie byliby w stanie mnie odnaleźć, prawda?

source: I am thinking more about your safety amongst the Wesnothians inside of Freetown. Hagarthens were never really popular there. Let's go.
cs: Myslel jsem spíš na tvoji bezpečnost mezi Wesnoťany ve Svobodově. Hagarthenové nejsou mezi nimi příliš populární, víš? Ale teď už pojďme.
es: Estoy pensando más en tu seguridad entre los wesnodianos dentro de Freetown. Los Hagarthens nunca fueron muy populares allí. Vamos.
fr: Je pensais plus à votre sécurité dans Freetown parmi les Wesnothiens. Les Hagarthens n'ont jamais été vraiment populaires là-bas. Allons-y.
it: Sono più preoccupato per la tua sicurezza fra la gente di Wesnoth all'interno di Freetown. Hagarthen non è mai stato molto popolare là. Andiamo.
pl: Myślę raczej o twoim bezpieczeństwie między Wesnotyjczykami w Wolnym Mieście. Jakoś Hagarthenowie nigdy nie zdobyli tam większej popularności. Ruszajmy.

source: (<i>low whistle</i>)
es: (<i>silbido bajo</i>)

source: It's just a... you really know how to handle a blade.
cs: No jenom že... Ty se opravdu umíš ohánět mečem, jen co je pravda.
es: Es sólo que... realmente sabes cómo manejar un filo.
fr: C'est juste que... Vous savez vraiment comment manier une épée.
it: È solo che... Combatti bene con la spada.
pl: Po prostu... Naprawdę wiesz, jak sobie radzić z bronią.

source: If you want, I'll teach you a few things.
cs: Pokud budeš chtít, může tě pár triků naučit.
es: Si quieres, te enseño algunas cosas.
fr: Si tu veux, je peux t'apprendre deux ou trois choses.
it: Se vuoi, ti posso insegnare alcune cosette.
pl: Jeżeli chcesz, mogę nauczyć ciebie tego i owego.

source: Unexpected Guests
cs: Neočekávaní hosté
es: Visitas inesperadas
fr: Des Invités inattendus
it: Ospiti inattesi
pl: Nieoczekiwani Goście

source: Lady Lorin
es: Señora Lorin
fr: Dame Lorin
pl: Pani Lorin

source: ...anyway, this is the territory of my friend, who is loyal to Gawen Hagarthen. He will help us cure our wounded and provide us supplies to continue our journey.
es: ...de todos modos, este es el territorio de mi amigo, que es leal a Gawen Hagarthen. Él nos ayudará a curar a nuestros heridos y nos proporcionará provisiones para continuar nuestro viaje.

source: I am not sure whether we have enough gold for this endeavour. I wish we'd gotten more in previous battles, at least 200.
cs: Nejsem si jist, jestli máme dost peněz na další cestu. Přál bych si, abychom měli z minulých bitev aspoň 200 zlatých.
es: No estoy seguro de si tenemos suficiente oro para este esfuerzo. Ojalá hubiéramos obtenido más en batallas anteriores, al menos 200.
fr: Je ne suis pas sûr que nous ayons assez d'or pour cette entreprise. J'aurais aimé que nous tirions plus d'or des batailles précédentes. Au moins 200 pièces.
it: Non credo che abbiamo abbastanza oro per questo tentativo. Avremmo dovuto prenderne di più nelle battaglie passate, almeno 200.
pl: Nie jestem pewien, czy mamy dość złota, Szkoda, że nie zdobyliśmy więcej w poprzednich bitwach, tak co najmniej z dwieście sztuk.

source: Explore and try to find if Reme's friend is anywhere nearby
es: Explora y trata de encontrar si el amigo de Reme está cerca

source: Humans! Kill them all!
cs: Lídská červ tam! Bij Zabij!
es: ¡Humanos! ¡Matadlos a todos!
fr: Des humains ! Tuez-les tous !
it: Esseri umani! Uccideteli tutti!
pl: Ludzie! Zabić ich wszystkich!

source: No, no, no. We were told only to reconnoiter. We were given specific orders! We should withdraw to get the message back to headquarters. You know, da bosses.
cs: Nenene. Já tady pozorovat. Já zvláštní příkaz. Já zpět podat raport velikýmu.
es: No, no, no. Sólo nos dijeron que hiciéramos un reconocimiento. ¡Nos dieron órdenes específicas! Debemos retirarnos para llevar el mensaje al cuartel general. Ya sabes, los jefes.
fr: Non, non, non ! Nous sommes ici seulement en reconnaissance. Nous avons reçu des ordres précis. Nous devons retourner au quartier général pour leur délivrer le message. Tu connais nos chefs !
it: Nonono. Noi siamo qua in ricognizione. Abbiamo avuto ordini precisi. Dovremmo ritirarci e portare la notizia al quartier generale. Lo sai, capo.
pl: Nie-nie-nie. Jesteśmy tu przysłani na zwiady. Otrzymaliśmy precyzyjne rozkazy. Powinniśmy się wycofać, by zanieść wiadomości z powrotem do sztabu. No wiesz, wielkich szefów.

source: Kill them all! Kill them all! Humans!
cs: Mordovat! Zamordovat každá lidská červ!
es: ¡Matadlos a todos! ¡Matadlos a todos! ¡Humanos!
fr: Tuez-les tous ! Tuez-les tous, ces humains !
it: Uccideteli tutti! Uccideteli tutti! Sono esseri umani!
pl: Zabić ich wszystkich! Zabić wszystkich! Ludzie!

source: (<i>sigh</i>) Sometimes I feel I was born in the wrong time, wrong place, and wrong race.
es: (<i>suspiro</i>) A veces siento que nací en el momento equivocado, el lugar equivocado y la raza equivocada.

source: It seems that the orc in the north is a bit more intelligent than the southern one.
cs: Vypadá to, že ten skřet na severu je kapánek inteligentnější než ten na jih.
es: Parece que el orco del norte es un poco más inteligente que el del sur.
fr: On dirait que l'orc au nord est un peu plus intelligent que celui du sud.
it: Pare che l'orco a nord sia un po' più intelligente di quello a sud.
pl: Wygląda na to, że ork na północy jest bardziej inteligentny niż ten na południu.

source: We are liberated! Hurray! Wait a moment... those are Akladians. I never thought I would be glad to see them!
cs: Jsme svobodní! Hurá! Ale počkat... To jsou Akladijci. Nikdy bych si nemyslel, že budu rád, když je uvidím.
es: ¡Estamos liberados! ¡Viva! Espera un momento... esos son akladianos. ¡Nunca pensé que me alegraría verlos!

source: My God! What happened here?
cs: Můj Bože! Co se to děje?
es: ¡Dios mío! ¿Que pasó aquí?
fr: Mon Dieu ! Mais qu'est-il arrivé ici ?
it: Per tutti gli dei! Cosa è successo qua?
pl: Boże mój! Coż się zdarzyło w tym miejscu?

source: One thing is for sure... we will find no shelter, no supplies, and none of Reme's friends here.
es: Una cosa es segura... no encontraremos refugio, ni provisiones, ni a ninguno de los amigos de Reme aquí.

source: You were a worthy opponent. My ancestors probably would decide to honour you by eating your heart. Now, die!
cs: Tys byl dobrý protivník. Moji předci by tě asi odměnili mladým srdcem. Ale teď zemří!
es: Fuiste un oponente digno. Mis antepasados probablemente decidirían honrarte comiéndose tu corazón. ¡Ahora, muere!
fr: Tu as été un adversaire valeureux. Mes ancêtres auraient probablement décidé de t'honorer en mangeant ton coeur. Maintenant, meurs !
it: Sei stato un avversario valoroso. I miei antenati probabilmente ti faranno l'onore di mangiare il tuo giovane cuore. Ora, muori!
pl: Byłeś godnym przeciwnikiem. Moi przodkowie zapewne uhonorowali by ciebie, zjadając twoje serce. A teraz, giń!

source: Wait! I hate when you kill people before I have chance to interrogate them. Again.
cs: Počkat! Nesnáším, když zabíjíte lidi ještě předtím, než je stihnu zmučánkovat! To už je podruhé!
es: ¡Espera! Odio cuando matas gente antes de que pueda interrogarlos. Otra vez.
fr: Attends ! Je déteste que tu tues des gens avant que je n'aie pu les interroger ! C'est la deuxième fois.
it: Aspetta! Non sopporto quando ammazzi la gente prima che io possa interrogarla. È già la seconda volta.
pl: Czekaj! Nie cierpię, gdy zabijasz ludzi zanim mam szansę ich przesłuchać. I to już drugi raz.

source: 'Again?' What do you mean?
cs: Podruhé? Co tím myslíš?
es: ¿"Otra vez"? ¿Qué quieres decir?
fr: La deuxième fois ? Qu'est-ce que tu veux dire ?
it: La seconda volta? Cosa vuoi dire?
pl: Drugi raz? Jak to?

source: I had no time to play with that assassin sent to kill Gawen, don't you remember?
cs: Sem neměla čas si pohrát s vrahem poslaným na Gawena, nepamatuješ?
es: No tuve tiempo de jugar con ese asesino enviado a matar a Gawen, ¿no te acuerdas?
fr: Je n'ai pas eu le temps de m'amuser avec l'assassin qui devait tuer Gawen, tu ne te souviens pas ?
it: Non mi hai lasciato il tempo di baloccarmi con il sicario mandato a uccidere Gawen, non ti ricordi?
pl: Nie miałam czasu zająć się tym zabójcą wysłanym do zabicia Gawena, nie pamiętasz?

source: Wait! I hate when you kill people before I have chance to interrogate them.
cs: Počkat! Nesnáším, když zabíjíte lidi ještě předtím, než je stihnu zmučánkovat!
es: ¡Espera! Odio cuando matas a la gente antes de que pueda interrogarlos.
fr: Attends ! Je déteste que tu tues des gens avant que je n'aie pu les interroger.
it: Aspetta! Non sopporto quando ammazzi la gente prima che io possa interrogarla.
pl: Czekaj! Nie cierpię, gdy zabijasz ludzi zanim mam szansę ich przesłuchać.

source: Before I kill you, I want you to tell me everything you know! Why are you here? How come we have not heard about any Orcs?
cs: Než tě zapíchnu, chci od tebe vědět všechno co víš! Proč jsi tady? Jak je možné, že jsme neslyšeli o žádných skřetech?
es: ¡Antes de matarte, quiero que me digas todo lo que sabes! ¿Por qué estás aquí? ¿Cómo es que no hemos oído hablar de ningún orco?
fr: Avant que je te tue, je veux que tu me dises tout ce que tu sais ! Pourquoi êtes-vous ici ? Comment se fait-il que nous n'ayons pas entendu parler des orcs ?
it: Prima di ucciderti, voglio che tu mi dica tutto quello che sai! Perché siete qua? Come è stato possibile che non abbiamo saputo niente degli orchi?
pl: Zanim ciebie zabiję, chcę byś mi powiedział wszystko co wiesz! Dlaczego jesteście tutaj? Jakim cudem nic nie słyszeliśmy o żadnych orkach w okolicy?

source: Kill the humans... good meat.
cs: Zabíjet lidská červ... dobrá maso.
es: Matar a los humanos... buena carne.

source: Sigh. We will get nothing more. The other one was far more intelligent.
cs: Sakra. Z toho už nic víc nedostanem. Ten druhý vypadá mnohem inteligentněji.
es: Ais. No conseguiremos nada más. El otro era mucho más inteligente.
fr: Hum, nous n'en tirerons pas plus. L'autre était beaucoup plus intelligent !
it: Sigh. Non otterremo nient'altro. L'altro era molto più intelligente.
pl: Wzdech. Nie dostaniemy od niego nic więcej. Ten drugi był dużo bardziej inteligentny.

source: Sigh. It seems we will get more from the second Orcish leader. This one is... I mean was... far less intelligent.
es: Ais. Parece que obtendremos más del segundo líder orco. Este es... quiero decir era... mucho menos listo.

source: Do not kill him! Leave the final blow to me, I have to interrogate him!
cs: Nezabíjejte ho! Nechte mi poslední ránu, musím ho vyzpovídat!
es: ¡No lo mates! ¡Déjame el golpe final a mí, tengo que interrogarlo!
fr: Ne le tuez pas ! Laissez-moi le coup fatal. Je dois l'interroger !
it: Non lo uccidete! Lasciate l'ultimo colpo a me, devo interrogarlo!
pl: Nie zabijać go! Zostawcie mi ostatni cios, muszę go przesłuchać!

source: Before I kill you, I want to ask you a question. Do you prefer to die painlessly or do you want me to think up some nightmarish way for you to die?
cs: Než tě zabiju, chci se tě zeptat na pár věciček. Radši bys umřel bezbolestně, nebo máš raději smrt podobnou noční můře? Můžeš si vybrat.
es: Antes de matarte, quiero hacerte una pregunta. ¿Prefieres morir sin dolor o quieres que piense en alguna muerte de pesadilla?
fr: Avant que je ne te tue, je veux te poser une question. Préfères-tu mourir sans souffrir ou veux-tu que je réfléchisse à quelques moyens cauchemardesques de te faire mourir ?
it: Voglio farti una domanda prima di ucciderti. Preferisci una morte rapida o vuoi che escogiti per te una morte da incubo?
pl: Zanim cię zabiję, mam pytanie. Wolisz umrzeć bezboleśnie, czy najbardziej koszmarną smiercią, jaką zdołam wymyśleć?

source: Being killed by a human woman is already the most nightmarish way to die I can imagine.
cs: Zabit od ženský je to nejvíc horší, co mohla potkat.
es: Ser asesinado por una mujer humana ya es la peor pesadilla que puedo imaginar para morir.
fr: Se faire tuer par une femelle humaine est déjà le plus cauchemardesque des moyens de mourir que je puisse imaginer !
it: Essere ucciso da una femmina è già la peggiore morta che io possa immaginare.
pl: Zostać zabitym przez ludzką kobietę już spełnia to kryterium.

source: You are mistaken, my darling. I can prove it to you. I want you only to answer few questions. You said you are here to reconnoiter. Who sent you here? Answer now, or you will end your life as a miserable gelding!
cs: Tak to se teda šeredně pleteš, drahý příteli, a já ti to ráda dokážu. Chci jenom pár odpovědí na pár otázek. Si říkal, že jsi tady jako pozorovatel. Kdo tě sem poslal? Odpověz, nebo chcípneš jako největší ubožák.
es: Te equivocas, querido. Puedo demostrártelo. Sólo quiero que respondas algunas preguntas. Dijiste que estabas aquí para hacer un reconocimiento. ¿Quién te envió aquí? ¡Responde ahora, o terminarás tu vida como un miserable capado!
fr: Tu te trompes, mon cher et je peux te le prouver. Je veux juste que tu répondes à mes questions. Tu as dit que vous étiez ici en reconnaissance. Qui vous a envoyé ? Réponds ou tu finiras ta vie en misérable castré !
it: Ti sbagli, mio caro amico, e te lo posso dimostrare. Voglio che tu risponda solo a un paio di domande. Hai detto che eravate qua in ricognizione. Chi vi ha mandato qua? Rispondi o porrò fine alla tua vita di miserabile bue.
pl: Mylisz się, mój drogi przyjacielu, i potrafię to udowodnić. Chcę tylko kilku odpowiedzi. Powiedziałeś, że przeprowadzasz zwiad, kto cię przysłał? Odpowiedz, bo zakończysz żywot jako nędzny kastrat.

source: Wait, I will tell you. There is a large army to the north, preparing an assault on your kingdom. We were sent here to find a good path, destroy Castle Raumair and escort an envoy to our headquarters.
cs: Stát, já říct. Na sever velká armáda, připravená na útok na tvůj království. My sme tady najít dobrý flek, zničit hrad Raumair a dotáhnout posly k velikýmu.
es: Espera, te lo diré. Hay un gran ejército al norte, preparando un asalto a vuestro reino. Fuimos enviados aquí para encontrar un buen camino, destruir el castillo Raumair y escoltar un enviado a nuestro cuartel general.
fr: Attendez, je vais vous le dire. Il y a une grande armée au nord qui prépare un assaut sur votre royaume. On nous a envoyés ici pour trouver un bon chemin, détruire le château de Raumair et escorter un émissaire jusqu'à notre quartier général.
it: Aspetta, parlerò. C'è un grande esercito a nord che prepara un attacco al vostro regno. Ci hanno mandati avanti per trovare la strada migliore, distruggere il castello di Raumair e scortare un messo al nostro quartier generale.
pl: Czekaj, powiem ci. Na północy znajduje się wielka armia szykująca inwazję na twoje królestwo. Zostaliśmy wysłani, by znaleźć dobry szlak, zniszczyć zamek Raumair i odeskortować posła do kwatery głównej.

source: Envoy? What envoy?
cs: Posly? Jaké posly?
es: ¿Enviado? ¿Qué enviado?
fr: Émissaire ? Quel émissaire ?
it: Un messo? Che messo?
pl: Poseł? Jaki poseł?

source: A human. He hasn't appeared, though, we were waiting for him here.
cs: Lidské červy. Ešče nejsou tu, tak my čekat, až dojdou.
es: Un humano. Aunque no ha aparecido, lo estábamos esperando aquí.
fr: Un humain. Il n'est pas encore arrivé. Nous l'attendions ici.
it: Un uomo. Ma non è ancora arrivato, lo stavamo aspettando qua.
pl: Człowiek. Nie zjawił się jednak, pomimo że czekaliśmy tu na niego.

source: Wait - you were expecting human envoy here? And how did you make your way here through the underling realms?
cs: Počkej – ty čekáš lidské posly tu? A jak ses dostal až sem, na severu je přece území podřadných?
es: Espera, ¿esperabas a un enviado humano aquí? ¿Y cómo llegaste hasta aquí a través de los territorios plebeyos?
fr: Attends, vous attendiez un émissaire humain ici ? Et comment êtes-vous arrivé jusqu'ici en passant par les royaumes métèques du Nord ?
it: Cosa? stavate aspettando un messo umano qua? E come avete fatto ad arrivare fino a qua, ci sono i regni dei miserabili a nord di qua?
pl: Zaraz - oczekiwaliście ludzkiego posła tutaj? A jak wam się udało dojść tutaj, przecież na północ stąd są królestwa pariasów?

source: First question, yes, second, we weren't harassed. I don't know why. We were forbidden to pillage and attack anyone until we came into Vakladia. I know nothing more!
cs: První otázka, jo, druhá, šli jsme potichu. Nevím proč. Nemoct ani vraždit a loupit a drancovat, dokud nedojdem do Vakladie. Víc nevím!
es: Primera pregunta, sí. A la segunda, no nos molestaron. No sé por qué. Teníamos prohibido saquear y atacar a nadie hasta que entrásemos en Vakladia. ¡No sé nada más!
fr: À la première question, oui. Ensuite, nous n'avons pas été inquiétés. Je ne sais pas pourquoi. On nous avait aussi interdit de piller ou d'attaquer qui que ce soit avant d'arriver à Vakladia. Je ne sais rien de plus !
it: Sì per la prima domanda, e, per la seconda, non ci hanno infastidito. Non so perché. Ci avevano anche proibito di saccheggiare o attaccare nessuno fino a che non fossimo giunti a Vakladia. Non so altro!
pl: Pierwsze pytanie: tak, drugie: nikt nas nie zaczepiał. Nie wiem dlaczego. Nie wolno było nam łupić i atakować kogokolwiek, dopóki nie wkroczyliśmy do Vakladii. Nic więcej nie wiem!

source: Really? That's unfortunate for you. Reme, kill him quickly - I promised him a painless death if he would cooperate.
cs: Vážně? Tvoje smůla. Reme, zabij ho – slíbila jsem mu milost, když bude spolupracovat.
es: ¿De verdad? Eso es desafortunado para ti. Reme, mátalo rápido. Le prometí una muerte sin dolor si cooperaba.
fr: Vraiment ? C'est très dommage pour toi. Reme, tue-le proprement. Je lui avais promis une mort douce s'il coopérait.
it: Veramente? Che sfortuna per te. Reme, uccidilo - avevo promesso clemenza se avessi cooperato.
pl: Naprawdę? To się składa dla ciebie dość niefortunnie. Reme, zabij go - obiecałam mu miłosierdzie w przypadku gdyby z nami współpracował.

source: My lady, it seems that those orcs had some gold with them.
cs: Má paní, vypadá to, že ti skřeti tu měli nějaké zlato.
es: Mi señora, parece que esos orcos tenían algo de oro con ellos.
fr: Dame, on dirait que ces orcs avaient de l'or avec eux.
it: Mia signora, pare che questi orchi portassero dell'oro con sé.
pl: Pani moja, wygląda na to, że orki miały przy sobie nieco złota.

source: So I am still 'my lady' to you? This gold is probably the spoils from the burned homes of your friends. Doesn't that disturb you?
cs: Tak já jsem pro tebe pořád „má paní“? To zlato asi šlohli z vypalených domů našich přátel. Neznepokojuje tě to?
es: ¿Así que sigo siendo 'mi señora' para ti? Este oro es probablemente el botín de las casas quemadas de tus amigos. ¿Eso no te molesta?
fr: Donc, je suis encore « votre Dame » ? Cet or est probablement le résultat de la mise à sac des maisons incendiées de vos amis. Ça ne vous gêne pas ?
it: E così sono ancora la "tua signora"? Quell'oro è stato probabilmente rapinato dalle case incendiate dei tuoi amici. Non ti turba un po'?
pl: A więc wciąż jestem dla ciebie "twoją panią"? To złoto prawdopodobnie złupiono z spalonych domów twoich przyjaciół. Czy to ci nie przeszkadza?

source: I will bury part of the gold within Castle Raumair, along with the heads of the slain orcs. That should be recompense enough for my friends' ghosts. Besides, you shall have more need of the rest than they.
cs: Část toho zlata a hlavy zabitých skřetů vezmu do hradu Raumair. To by mělo stačit jako zadostiučinění pro duše mích přátel. Vezmi si zbytek zlata. Budeš ho potřebovat.
es: Enterraré parte del oro en el Castillo Raumair, junto con las cabezas de los orcos muertos. Eso debería ser recompensa suficiente para los fantasmas de mis amigos. Además, tú necesitarás el resto más que ellos.
fr: Je vais enterrer une partie de l'or à l'intérieur du château de Raumair, avec les têtes de ces orcs morts. Ce devrait être une récompense suffisante pour les fantômes de nos amis. Cependant, vous aurez plus besoin de cet or qu'eux.
it: Seppellirò una parte dell'oro nel castello di Raumair, assieme alle teste degli orchi uccisi. Dovrebbe bastare come ricompensa per i fantasmi dei miei amici morti. Dovresti tenere il resto dell'oro. Ne avrai bisogno.
pl: Część złota zakopię w środku zamku Raumair, razem z głowami zabitych orków. To powinno być wystarczającym zadośćuczynieniem dla duchów moich martwych przyjaciół. Wy zaś, pani, zatrzymajcie resztę złota. Będziecie go potrzebować.

source: Abducted Bride
cs: Unesená nevěsta
es: La novia secuestrada
fr: Epouse enlevée.
it: La sposa rapita
pl: Porwana Panna Młoda
