Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: All right, we will wait for the spring.
cs: Dobrá, počkáme na jaro.
es: Muy bien, esperaremos a la primavera.
fr: D'accord, on va attendre le printemps.
pl: No cóż, w takim razie poczekamy na wiosnę.

source: You think you can bribe me, an elvish druid, with gold? Oh well. This will allow me to buy better winter clothes.
cs: Myslíš, že můžeš mě, elfí druidku, podplatit zlatem? Ach, dobře. Umožní mi to koupit si lepší zimní oblečení.
es: ¿Crees que puedes sobornarme, a una druida élfica, con oro? Oh, bueno. Esto me permitirá comprar mejor ropa para el invierno.
fr: Vous croyez pouvoir me corrompre avec un peu d'or, moi ? une druidesse elfe ? Bon d'accord. Cela me permettra d'acheter de meilleurs vêtements d'hiver.
pl: Myślicie, że można mnie, elficką druidkę, przekupić złotem? Aaa co mi tam. Przynajmniej będę mogła sobie kupić jakieś ubranie na zimę.

source: Maybe I should act gentlemanly here?
cs: Možná bych se tu měl chovat gentlemansky?
es: ¿Quizás debería actuar con caballerosidad aquí?

source: (Offer to get the clothes for her - longer conversation)
es: (Ofrece comprarle la ropa - conversación más larga)

source: (Let her get the clothes herself - end event more quickly)
es: (Déjala buscar la ropa ella misma - finaliza el evento más rápido)

source: Are you sure you wouldn't prefer it if I went and bought you better winter clothes instead? That way you could stay by a campfire while you wait.
cs: Jseš si jistá, že bys nebyla radši, kdybych ti místo toho šel koupit lepší zimní oblečení? Mohla bys tak počkat v teple u ohně.
es: ¿Estás seguro de que no preferirías que fuera y te comprara una mejor ropa de invierno? De esa manera podrías quedarte junto a una fogata mientras esperas.

source: To be honest, I don't really trust you after you called me out here like this. Someone with judgment like that can hardly be expected to correctly purchase the clothes I require.
cs: Abych byla upřímná, moc ti nevěřím, když jsi mě sem takhle zavolal. Od někoho s takovým úsudkem lze jen stěží očekávat, že správně sežene oblečení, co požaduji.
es: Para ser honesta, realmente no confío en ti después de que me llamaste así. Difícil esperar que alguien con un juicio así compre correctamente la ropa que necesito.

source: What, do you require them in a particular size or something? What are your measurements?
cs: Co, potřebuješ je v nějaké konkrétní velikosti nebo tak něco? Jaké jsou tvé míry?
es: ¿Por qué, los requieres en un tamaño particular o algo así? ¿Cuáles son tus medidas?

source: My... measurements? What do you mean by that? Do you mean you humans measure yourselves before deciding what clothing to purchase?
cs: Mé... míry? Co tím myslíš? Chceš říct, že vy lidé se měříte, než se rozhodnete, jaké oblečení si koupit?
es: Mis... ¿medidas? ¿Qué quieres decir con eso? ¿Quiere decir que ustedes, los humanos, se miden antes de decidir qué ropa comprar?

source: I mean, yeah, we do; how do you elves make sure you get the proper fit?
cs: Jasně, to myslím přesně děláme. Jak se vy elfové ujistíte, že máte správné míry?
es: Bueno, sí, es lo que hacemos; ¿cómo se aseguran los elfos de que la ropa quede ajustada?

source: Why, we simply wander the woods hugging trees until -
cs: Proč bychom to měli dělat? Prostě se touláme lesem a objímáme stromy, dokud...
es: Pues simplemente deambulamos por el bosque abrazados a los árboles hasta que...

source: Wait, hold up, you literally HUG TREES?!
cs: Počkej, vydrž, tys řekla doslova že OBJÍMÁTE STROMY?!
es: Espera, espera, ¿literalmente ABRAZAS ÁRBOLES?

source: Why yes, of course, haven't you ever tried it?
cs: Samozřejmě, proč, nikdy jsi to nezkusil?
es: Pues claro, ¿no lo has probado nunca?

source: Ha, that's hilarious! (*<i>catches breath from laughing</i>*) But, to answer your question, no, I haven't. Akladians raise their children to fear trees, and thus the only interaction we are allowed to have with trees is chopping them down.
cs: Ha, to je prča! (<i>zalyká se smíchem</i>). Ale abych ti odpověděl na otázku, ne, nezkusil. Akladijci vychovávají své děti k tomu, aby se stromů bály, a tak jediný kontakt, co se stromy můžeme mít, je při jejich kácení.
es: ¡Ja, eso es gracioso! (*<i>recobra el aliento de la risa</i>*) Pero, para responder a tu pregunta, no, no lo he hecho. Los akladianos crían a sus hijos para que teman a los árboles y, por lo tanto, la única interacción que se nos permite tener con los árboles es talarlos.

source: How horrible! You really must try hugging a tree some day, for your own well-being. But, to return to the previous topic, the way we ensure our clothes fit is to wander the woods hugging trees until one lets the vines growing around it return our embrace in a way that feels just right, and then the vines will form new clothes for us based on this experience.
cs: Jak otřesné! Pro své vlastní dobro bys měl někdy zkusit obejmout strom. Ale abychom se vrátili k předchozímu tématu, způsob, jak si zajistit, aby nám šaty padly, je potulovat se po lese a objímat stromy, dokud jeden z nich nedovolí liánám rostoucím kolem něj opětovat nám naše objetí tak, aby sevření bylo tak akorát. Liány nám pak na základě této zkušenosti vytvoří nové šaty.
es: ¡Que horrible! Realmente deberías intentar abrazar un árbol algún día, por tu propio bienestar. Pero, para volver al tema anterior, la forma en que nos aseguramos de que nuestra ropa nos quede bien es deambular por el bosque abrazando árboles hasta que uno deja que las enredaderas que crecen a su alrededor nos devuelvan el abrazo de una manera que se siente bien, y luego las enredaderas toman la forma de una ropa nueva para nosotros en base a esta experiencia.

source: OK, well, it's winter, so I don't think any of the trees around here have vines that would really feel up to that... Could you please try the human measurement system instead just this one time?
cs: Dobře, no, je zima, takže si nemyslím, že nějaký ze těch stromů tady má liány, které by na to byly připravené... Mohla bys prosím místo toho jednou zkusit způsob lidského měření?
es: Vale, bueno, es invierno, así que no creo que ninguno de los árboles de por aquí tenga enredaderas que realmente se sientan a la altura... ¿Podrías probar el sistema de medición humano solo esta vez?

source: All right, what measurements do you require? The length of my ears?
cs: Dobře, jaké míry požaduješ? Délku mých uší?
es: Muy bien, ¿que medidas requieres? ¿La longitud de mis orejas?

source: No, it's, ah, er... (*<i>blushes</i>*) ...you know what, maybe it would be better to have one of your fellow females explain this to you... look, there are Lorin and Karen over there; let's go ask one of them.
cs: Ne, to je, ach, ech... (<i>červená se</i>) ... víš co, možná by bylo lepší, kdyby ti to vysvětlila jedna z tvých souputnic... Podívej, tamhle jsou Lorin a Karen. Pojďme se zeptat jedné z nich.
es: No, es, ah, er... (*<i>se sonroja</i>*) ...¿sabes qué?, tal vez sería mejor que una de nuestras compañeras te explicara esto... mira, ahí están Lorin y Karen. Vamos a preguntarle a una de ellas.

source: Let's ask...
cs: Zeptejme se...
es: Preguntemos a...

source: person_to_ask^Lorin.
cs: Lorin.
es: Lorin.

source: person_to_ask^Karen.
cs: Karen.
es: Karen.

source: Hi, mother, I was just wondering if you could help explain human measurements to Kyobaine here?
cs: Zdar matko, jen mě zajímalo, jestli bys mohla pomoci vysvětlit tady Kyobaine lidské měření?
es: Hola, madre, me preguntaba si podrías ayudar a explicar las medidas humanas a Kyobaine aquí.

source: Measurements? You mean like how far I can drive my knife into someone's back?
cs: Měření? Myslíš tím, jak daleko můžu zabodnout nůž někomu do zad?
es: ¿Mediciones? ¿Quieres decir hasta dónde puedo clavar mi cuchillo en la espalda de alguien?

source: No, of course not! I meant for clothing.
cs: Ne, samozřejmě že ne! Měl jsem na mysli měření oblečení.
es: ¡No claro que no! Quise decir para la ropa.

source: Oh right, THOSE kinds of measurements. I don't remember them myself. I usually let an underling servant take them, and then kill him after he has returned with the clothes, so that he can't go leaking my secrets to anyone else.
cs: Jasně, TENHLE druh měření. Já si svý míry nepamatuju. Obvykle nechám podřízenou služku, aby mi je změřila. A když se vrátí s oblečením, tak ji zabiju, aby nemohla vyzradit moje tajemství nikomu jinýmu.
es: Oh claro, ESE tipo de medidas. Yo misma no las recuerdo. Por lo general, dejo que un sirviente plebeyo las tome y luego lo mato después de que haya regresado con la ropa, para que no pueda filtrar mis secretos a nadie más.

source: You know what, forget I asked. Kyobaine, maybe you should just go get your own clothes after all.
cs: Víš ty co, zapomeň, že jsem se ptal. Kyobaine, možná by sis prostě měla jít koupit vlastní oblečení.
es: Sabes qué, olvida lo que pregunté. Kyobaine, tal vez deberías ir a buscar tu propia ropa después de todo.

source: Well that was a waste of time. All that talk just to get back to what my original plan was in the first place...
cs: Tak to byla ztráta času. Všechny ty řeči, abych se nakonec vrátila k tomu, co byl můj původní plán...
es: Bueno, eso fue una pérdida de tiempo. Toda esa charla solo para volver a mi plan original en primer lugar...

source: Hey Karen, I was just wondering if you could help explain human clothing measurements to Kyobaine here?
cs: Ahoj Karen, jen mě zajímalo, jestli bys mohla pomoci vysvětlit tady Kyobaine lidské měření oblečení?
es: Hola Karen, me preguntaba si podrías ayudar a explicar cómo tomar medidas para la ropa humana a Kyobaine.

source: Oooh, clothes shopping, are we? Got a big date coming up, eh, Kyobaine?
cs: Oooh, nakupování oblečení, co? Čeká tě velké rande, co Kyobaine?
es: Oooh, comprando ropa, ¿verdad? Se acerca una gran cita, ¿eh, Kyobaine?

source: What? No! I'm just cold and need a cloak.
cs: Co? Ne! Je mi jen zima a potřebuji plášť.
es: ¿Qué? ¡No! Solo tengo frío y necesito una capa.

source: Oh, a cloak, that's all? You don't even need sizes for those, they're mostly one-size-fits-all. Size info would really only be necessary if you were going to replace your entire robe.
cs: Hm, plášť, to je všechno? Na ty ani nepotřebuješ velikosti, většinou jsou univerzální. Informace o velikosti by byly opravdu nutný jen v případě, že by ses chystala vyměnit celou garderóbu.
es: Oh, una capa, ¿eso es todo? Ni siquiera necesita tallas para eso, en su mayoría son de talla única. La información sobre el tamaño solo sería necesaria si fueras a reemplazar toda tu túnica.

source: Oh. So, what was this fuss about sizes all about again? ...Gawen?
cs: Ach. Takže, o čem byl zase ten povyk kolem velikostí...? Gawene?
es: Oh. Entonces, ¿de qué se trataba todo este alboroto sobre las medidas? ... ¿Gawen?

source: What? I was just trying to be helpful.
cs: Co? Jen jsem se snažil podat pomocnou ruku.
es: ¿Qué? Solo estaba tratando de ser útil.

source: (*<i>snickers</i>*)
cs: (<i>šklebí se</i>)
es: (*<i>risitas</i>*)

source: Well, I think I shall be fine buying my own cloak, Gawen. You just stay here while I go find a tailor.
cs: No, myslím, že si zvládnu koupit svůj vlastní plášť, Gawene. Zůstaň tady, zatím půjdu najít nějakého krejčího.
es: Bueno, creo que estaré bien comprándome mi propia capa, Gawen. Quédate aquí mientras voy a buscar un sastre.

source: I think I saw a tailor just back that way that you could buy something from.
cs: Myslím, že jsem viděl nějakého krejčího, od kterého se dalo něco koupit, jen kousek tamhletou cestou zpátky.
es: Creo que vi a un sastre que acababa de regresar por allí al que podrías comprarle algo.

source: Uh... she <i>is</i> coming back, isn't she?
cs: Uh... <i>vrátí se</i>, že?
es: Uh... ella <i>va</i> a volver, ¿verdad?

source: ...yes?
cs: ...asi?
es: ¿...sí?

source: ...why do you look so surprised? I <i>did</i> say I was going to buy better winter clothes, didn't I? I think this cloak shall do just fine.
cs: ... proč vypadáš tak překvapeně? <i>Říkala jsem</i>, že si koupím lepší zimní oblečení, ne? Myslím, že tento plášť bude fungovat dobře.
es: ... ¿Por qué te sorprendes tanto? <i>Dije</i> que iba a comprar mejor ropa de invierno, ¿no? Creo que esta capa funcionará bien.

source: ...yes, well, indeed! Carry on, then!
cs: ... ano, no, opravdu! Tak pokračujem!
es: ... ¡sí, bueno, está bien! ¡Continúa, entonces!

source: Humans... their reactions can be so strange sometimes...
cs: Lidé... jejich reakce mohou být někdy tak zvláštní...
es: Humanos... sus reacciones son tan extrañas a veces...

source: Hey, give back my gold!
cs: Hej, vrať mi zpátky mé zlato!
es: ¡Eh, devuélveme mi oro!

source: Stingy bastard.
cs: Lakomý parchant.
es: Tacaño bastardo.
fr: Espèce de radin.
pl: A udław się tym złotem, skąpy łajdaku.

source: This is a debug message. If you see it, then it means I forgot to delete it from the release scenario.
cs: Toto je ladící hláška. Pokud ji uvidíš, znamená to, že jsem trubka a zapomněl ji odstranit z vydání scénáře.
es: Este es un mensaje de depuración. Si lo ves, significa que olvidé borrarlo del escenario final.

source: This is a debug message. If you see it, then it means I forgot to delete it from the release scenario.
cs: Toto je ladící hláška. Pokud ji uvidíš, znamená to, že jsem trubka a zapomněl ji odstranit z vydání scénáře.
es: Este es un mensaje de depuración. Si lo ves, significa que olvidé borrarlo del escenario final.

source: The unit $ano_loyal[0].name became LOYAL.
cs: Jednotka $ano_loyal[0].name se stala VĚRNOU.
es: La unidad $ano_loyal[0].name se vuelve LEAL.
fr: L'unité $ano_loyal[0].name est devenue fidèle.
it: L'unità $ano_loyal[0].name è diventata LEGALE.
pl: Jednostka $ano_loyal[0].name stała się LOJALNA.

source: Scenario notes:
cs: Poznámky ke scénáři:
es: Notas del escenario:
fr: Remarque sur le scénario :
pl: Uwagi specjalne:

source: When the battle had ended, many bodies were found on fields near Barnon, but Gawen's body was not among them. Furious, Bor Cryne ordered a search of the whole battlefield, but the efforts of his men proved fruitless.
cs: Když boj skončil, mnoho těl bylo nalezeno na polích v okolí Barnonu, ale Gawenovo tělo mezi nimi nebylo. Zuřivý Bor Cryne přikázal prohledat celé bitevní pole píď po pídi, ale ani tato snaha nepřinesla kýžený efekt.
es: Cuando terminó la batalla, se encontraron muchos cuerpos en los campos cerca de Barnon, pero el cuerpo de Gawen no estaba entre ellos. Furioso, Bor Cryne ordenó una búsqueda en todo el campo de batalla, pero los esfuerzos de sus hombres resultaron infructuosos.

source: The mood of the small, tired band led by Lady Lorin and Reme Carrenemoe was gloomy. Though they had managed to escape the slaughter, there was no joy and no hope on the faces of the soldiers.
cs: Nálada malé unavené družiny vedené lady Lorin a Remem Carrenemoe byla příšerná. Ačkoli unikly hrobníkovi z lopaty, vůbec je to netěšilo a z jejich tváří čišela beznaděj.
es: El humor del pequeño y cansado grupo encabezado por Lady Lorin y Reme Carrenemoe era sombrío. Aunque habían logrado escapar de la masacre, no había alegría ni esperanza en los rostros de los soldados.
fr: L'humeur de la petite troupe fatiguée dirigée par Dame Lorin et Reme Carrenmoe était morose. Bien qu'ils aient pu échapper à la tuerie, il n'y avait pas de gaieté ni d'espoir sur le visage des soldats.
it: L'umore del gruppetto stanco guidato da Lady Lorin e Reme Carrenemoe era tetro. Anche se erano riusciti a scampare alla carneficina non c'era gioia né speranza negli sguardi dei soldati.
pl: Nastroje małego, zmęczonego oddziału prowadzonego przez panią Lorin i Remego Carrenemoe były posępne. Chociaż udało im się ocalić z pogromu głowy, na twarzach żołnierzy nie znać było radości - ani nadziei.

source: I can't believe this happened... He's dead...
cs: Nemůžu uvěřit, že se to stalo... Je mrtvej...
es: No puedo creer que haya ocurrido... Está muerto...

source: Is he? I've heard they couldn't find the body.
cs: Opravdu? Slyšel jsem, že nenašli tělo.
es: ¿Es él? He escuchado que no encontraron el cuerpo.
fr: L'est-il vraiment ? J'ai entendu dire qu'on n'avait pas retrouvé son cadavre.
it: È morto? Ho sentito dire che il corpo non è stato ritrovato.
pl: Ale czy na pewno? Podobno nie mogli znaleźć jego ciała.

source: And we have abandoned him! You too, honorable and brave Reme, you left him there to die!
cs: A my ho opustili! A ty taky, ctihodný a odvážný Reme, nechal´s ho tam chcípnout jako prašivého psa!
es: ¡Y le abandonamos! ¡Tú también, bravo y honorable Reme, tú le dejaste morir allí!
fr: Et nous l'avons abandonné ! Et vous aussi, honorable et brave Reme, vous l'avez abandonné à une mort certaine !
it: E noi lo abbiamo abbandonato! E anche tu, onorato e coraggioso Reme, lo hai lasciato laggiù a morire!
pl: A my, opuściliśmy go! I ty, ty też, honorowy i dzielny Reme, ty też go zostawiłeś, na pewną śmierć!

source: Silence, woman. I rue the hour I listened to his orders. If I had only known that he would be so... so stupid...
cs: Zmlkni, ženo! Proklínám hodinu, kdy jsem vyslyšel jeho rozkaz. Kdybych jenom věděl, že bude tak..., tak blbý...
es: Silencio, mujer. Lamento la hora en que escuché sus órdenes. Si hubiera sabido que sería tan... tan estúpido...
fr: Silence, femme. Je regrette amèrement l'heure où j'ai écouté ses ordres. Si seulement j'avais su qu'il serait si... si stupide...
it: Zitta, donna. Rimpiango il tempo in cui obbedivo ai suoi ordini. Se avessi saputo che sarebbe stato così... così stupido...
pl: Milcz, kobieto. Przeklinam godzinę w której wysłuchałem jego rozkazu. Gdybym tylko wiedział, że będzie taki.. taki głupi...

source: I... I'm sorry Reme. I just... What we are going to do now?
cs: Já... Je mi to líto, Reme. Já jenom... Co si teď počnem?
es: Yo... lo siento, Reme. Sólo... ¿Qué es lo que vamos a hacer ahora?
fr: Je... Je suis désolée, Reme. Je voulais seulement... Qu'allons-nous faire maintenant ?
it: Mi... mi spiace Reme. Solo... Cosa faremo ora?
pl: Ja.. ja.. przepraszam, Reme. Po prostu.. Co my teraz zrobimy?

source: We? There is no we, Lady Lorin. I have orders to bring you to a safe place, and I will do so. After that we will part ways. I will allow you to choose five of my best warriors and that's it.
cs: My? Není žádné my, lady Lorin. Mám příkazy odvést tě na bezpečné místo a to také udělám. Poté se naše cesty rozdělí. Vyber si pět mých nejlepších mužů a tím spolu skončíme.
es: ¿Vamos? No vamos, señora Lorin. Tengo órdenes de llevarle a un lugar seguro, y así lo hice. Tras esto, iremos por diferentes caminos. Le permitiré elegir a cinco de mis mejores guerreros y eso será todo.

source: But... But...
cs: Ale... ale...
es: Pero... Pero...

source: There is no but. Now, be silent. I don't like this place.
cs: Není žádné ale. Teď buď tiše. Tohle místo se mi nelíbí.
es: No hay peros. Ahora, silencio. No me gusta este lugar.
fr: Il n'y a pas de mais. Maintenant, faites silence. Je n'aime pas cet endroit.
it: Niente ma. Ora, silenzio. Questo posto non mi piace.
pl: Nie ma żadnego ale. Teraz zamilcz. Nie podoba mi się to miejsce.

source: Father! You're trying to move me away from the battle, aren't you?
cs: Otče! Nesnažíš se mne odehnat pryč od bitvy, že ne?
es: ¡Padre! Estás tratando de alejarme de la batalla, ¿no es así?
fr: Père ! Vous cherchez à m'éloigner de la bataille, n'est-ce pas ?
it: Padre! Non stai cercando di portarmi via dalla battaglia, vero?
pl: Ojcze! Nie próbujesz mnie chyba odsunąć od bitwy, co?

source: Don't be silly, girl. I am not in command here.
cs: Nerozčiluj se, dítě. Já tady nevelím.
es: No seas tonta, niña. Yo no soy el que da aquí las órdenes.
fr: Ne soit pas ridicule, jeune fille. Ce n'est pas moi qui commande ici.
it: Non essere triste, bambina. Non sono io che comando.
pl: Nie bądź śmieszna, dziewczyno. Nie ja tu dowodzę.

source: She's a girl that loves action, isn't she.
cs: Je to dívka akce, že?
es: Ella es una chica que ama la acción, ¿no es así?
fr: C'est une femme qui aime l'action, n'est-ce pas ?
it: È una ragazza d'azione, davvero.
pl: Dziewczyna lubi ostrą akcję, co?

source: Don't know what you had on your mind, but please don't call her that again.
cs: Nevím, co jsi měl na mysli, ale už jí takhle nikdy neříkej.
es: No sé lo que tenías en mente, pero por favor no vuelvas a llamarla así.
fr: Je ne sais pas ce que vous aviez en tête, mais ne l'appelez plus jamais comme ça.
it: Non so cosa avessi in testa, ma non chiamarla più così.
pl: Nie wiem, co miałeś na myśli, ale więcej jej tak nie nazywaj.

source: When Gawen's soldiers entered Okladia, they immediately noticed a difference. No ash in the air from the burning villages, no unburied bodies of peasants in the fields, no crows waiting patiently until they could resume their meal.
cs: Když Gawenovi vojáci vstoupili do Okladie, okamžitě poznaly rozdíl. Žádný dým ze spálených vesnic, žádná nepohřbená těla sedláků ležící na polích, žádné vrány trpělivě čekající na další chod.
es: Cuando los soldados de Gawen entraron en Okladia, notaron inmediatamente una diferencia. No había cenizas en el aire de las aldeas en llamas, ni cadáveres insepultos de campesinos en los campos, ni cuervos esperando pacientemente reanudar su comida.
fr: Quand les soldats de Gawen entrèrent en Okladia, ils notèrent immédiatement la différence. Pas de cendres de villages incendiés dans l'air, pas de corps de paysans abandonnés sans sépulture dans les champs, pas de corbeau attendant patiemment de pouvoir continuer leur festin.
it: Quando i soldati di Gawen entrarono a Okladia, notarono immediatamente la differenza. Non c'era nell'aria la cenere dei villaggi incendiati, non c'erano nei campi cadaveri insepolti di contadini, non c'erano i corvi che aspettavano pazientemente di ricominciare il loro pasto.
pl: Żołnierze Gawena bez trudu zauważyli, że przekroczyli granicę Okladii: żadnego popiołu w powietrzu z spalonych wsi, żadnych niepochowanych ciał zabitych wieśniaków na polach, żadnych kruków, cierpliwie czekających, by podjąć przerwany posiłek.
