Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: They would have taken me in, but I would have had to live in shame, in the darkest and deepest dungeon of their castle, to never see the light of day again...
cs: Oni by mě chtěli, ale já bych pak žila, bohužel, v temnotě v nejhlubších kobkách našeho hradu, kam nikdy nesvítí světlo.
es: Me habrían acogido, pero habría tenido que vivir avergonzada, en la mazmorra más oscura y profunda de su castillo, para no volver a ver la luz del día...
fr: Ils m'auraient reçue, mais j'aurais eu à vivre dans la honte, dans l'oubliette la plus sombre et la plus profonde de leur château. Je n'aurais plus jamais revu la lumière.
it: Mi avrebbero voluta, ma sarei dovuta vivere nella vergogna, nella parte più profonda e scura del loro castello, senza vedere più la luce del giorno.
pl: Chcieliby mnie, ale musiałabym żyć we wstydzie, w najgłębszej i najciemniejszej części zamku, by nigdy więcej nie ujrzeć światła.

source: ...or they would have simply killed you outright. Isn't that the way Akladians deal with those that bring dishonour upon their families? Funny thing, that Akladian honour...
cs: A nebo by tě prostě podřezali. Není to tak náhodou způsob, jakým si vy, Akladijci, řešíte to, když vás někdo zneuctí? Srandovní věc, ta vaše čest.
es: ...o simplemente te habrían matado. ¿No es esa la forma en que los akladianos tratan a aquellos que deshonran a sus familias? Es gracioso, ese honor akladiano...
fr: Ou alors, ils vous auraient tué sur place. N'est-ce pas la manière dont les Akladiens traitent ceux qui les ont déshonorés ? C'est curieux cette conception Akladienne de l'honneur.
it: Oppure ti ucciderebbero subito, non è così che fanno gli uomini di Akladia alle persone che pensano che li abbiamo disonorati? Divertente, il senso dell'onore di Akladia.
pl: Lub zabiliby cię od razu. Czyż nie jest to sposób, w jaki Akladyjczycy rozprawiają się z tymi, którzy według nich urazili ich honor? Zabawna rzecz, ten akladyjski honor.

source: Hmm... that's not the force we were expecting. Guards! To arms! We have to kill quickly them so they won't see the arrival of our guests!
cs: Hmm... To nejsou ti, co jsme čekali. Musíme to s nima rychle skoncovat, aby neviděli naše hosty.
es: Hmm... esa no es la fuerza que esperábamos. ¡Guardias! ¡A las armas! ¡Tenemos que matarlos rápidamente para que no vean la llegada de nuestros invitados!
fr: Hum, ce ne sont pas les forces que l'on attendait. Gardes ! Aux armes ! Nous devons les tuer très vite avant l'arrivée de nos invités !
it: Hmm.. Non sono quelli che stiamo aspettando. Dobbiamo ucciderli in modo che non vedano i nostri ospiti!
pl: Hmm... To nie ci, których oczekujemy. Straże! Wszyscy do broni! Musimy ich zabić, by nie ujrzeli naszych gości.

source: Ok, so the plan is to take over the castle and then... we will see.
cs: Dobře, takže plán je dobýt hrad a pak... pak se uvidí.
es: Vale, el plan es tomar el castillo y luego... ya veremos.
fr: OK, donc le plan est de prendre le château et ensuite... nous verrons.
it: Va bene, allora il piano è di conquistare il castello e poi... poi vedremo.
pl: No więc nasz plan to przejąć zamek, a potem.. się zobaczy.

source: Are you sure you chose the right castle? Their leader was saying something about guests arriving soon.
cs: Jsi si jistá, že jsi vybrala ten správný hrad? Říkali něco o hostech.
es: ¿Está segura de haber elegido el castillo correcto? Su líder estaba diciendo algo sobre invitados que llegarían pronto.
fr: Êtes-vous sûr d'avoir choisi le bon château ? Il a dit quelque chose au sujet des invités.
it: Sei sicura di aver scelto il castello giusto? Stava dicendo qualcosa a proposito di ospiti.
pl: Jesteś pewna, że wybrałaś właściwy zamek? Mówił coś o jakiś gościach, co mają się tutaj zaraz zjawić.

source: Shut up, underling, of course it's the right castle. Now listen, I don't want anyone killing their leaders; leave that privilege to me. I want to interrogate them first!
cs: Sklapni, podřadný. Nechci, aby někdo zabil velitele: nechte je mně. Musím je první vyzpovídat!
es: Cállate, plebeyo, claro que es el castillo correcto. Ahora escuchen, no quiero que nadie mate a sus líderes; déjenme ese privilegio a mí. ¡Quiero interrogarlos primero!
fr: Tais-toi, métèque ! Je ne veux pas qu'on tue leurs chefs. Laissez-moi ce privilège. Je dois d'abord les interroger !
it: Taci, miserabile. Io voglio che nessuno uccida i loro comandanti: lasciate a me questo privilegio, devo interrogarli prima!
pl: Milcz, pariasie. Oczywiście, że to właściwy zamek. A teraz słuchać mnie wszyscy! Nie chcę, by ktokolwiek zabił ich przywódców, zostawcie ten przywilej mnie. Muszę ich najpierw przesłuchać!

source: I am a battle-tested warrior with many men at my command. Keep calling me 'underling,' and I am leaving, do you understand?
cs: Ještě jednou mi řekneš podřadný a odcházíme, jasné?
es: Soy un guerrero probado en batalla con muchos hombres a mi mando. Sigue llamándome "plebeyo" y me iré, ¿entiendes?
fr: Je suis un guerrier expérimenté avec de nombreux hommes sous mes ordres. Continuez à m'appeler « métèque » et je m'en vais, compris ?
it: Un altro riferimento ai miserabili e me ne vado, è chiaro?
pl: Jeszcze raz mnie tak nazwiesz i odchodzę. Zrozumiałaś? Jestem wojownikiem sprawdzonym w boju, pod moją komendą służy wielu ludzi!

source: Before you kill me, let me say just one thing: you are one damn good fighter, Lorin.
cs: Předtím, než mě zabiješ, ti musím něco říct. Seš zatraceně dobrá, Lorin.
es: Antes de que me mates, déjame decirte una cosa: eres un buena luchadora, Lorin.
fr: Avant que vous ne me tuiez, je dois vous dire une chose : vous êtes une combattante d'enfer, Lorin.
it: Prima che tu mii uccida, devo dirti una cosa: sei una combattente maledettamente brava, Lorin.
pl: Zanim mnie zabijesz, muszę ci powiedzieć jedną rzecz. Cholernie dobrze walczysz, Lorin.

source: That's LADY Lorin to you... and you are going to tell me a lot more than just one thing. First, who are those guests you were talking about?
cs: Pro tebe LADY Lorin. Ale řekneš mi toho ještě mnohem víc. Zaprví, co je to za hosty, co tu čekáte?
es: Es SEÑORA Lorin para ti... y vas a contarme mucho más que una sola cosa. Primero, ¿quiénes son esos invitados de los que hablabas?
fr: Pour toi, c'est DAME Lorin... et tu vas m'en dire beaucoup plus. D'abord, qui sont ces invités dont tu parlais ?
it: Sono LADY Lorin per te. E mi dirai molte altre cose. Per prima cosa, chi sono questi ospiti di cui stavi parlando?
pl: PANI Lorin, jak dla ciebie. A powiesz mi dużo więcej. Kim są ci goście, o których mówiłeś?

source: I have no idea. It has taken a long time to stockpile the amount of supplies we were told they would need. It must be quite a large army.
cs: Nemám zdání. Měli jsme pro ně posbírat zásoby na hodně dlouhou dobu. Pro hodně vekou armádu.
es: No tengo ni idea. Han tardado mucho en almacenar la cantidad de suministros que nos dijeron que necesitarían. Debe ser un ejército bastante grande.
fr: Je n'en ai aucune idée. Nous avons mis un temps fou à réunir les vivres dont ils auront besoin. Ce doit être une grande armée.
it: Non ne ho idea. È parecchio tempo che raccogliamo provviste per loro. Deve essere un esercito piuttosto grande.
pl: Nie mam pojęcia. Zajęło nam wiele czasu, by zgromadzić zapasy tak wielkie, jak nam rozkazano. Musi tu nadciągać naprawdę wielka armia.

source: You were fine warrior, Reumario. I want to honor you.
cs: Byl jsi fakt dobrý bojovník, Reumario. Chci tě nějak odměnit.
es: Fuiste un buen guerrero, Reumario. Quiero honrarte.
fr: Tu as été un bon combattant, Reumario. Je veux te rendre honneur.
it: Sei stato un guerriero valoroso, Reumario. Ti voglio onorare.
pl: Dobrym się okazałeś wojownikiem, Reumario. Chciałabym ciebie uhonorować.

source: Off with your left ear! And now tell me more about these guests!
cs: Tak ti ušmyknu levé ouško,táák! A teď mi řekni víc o těch hostech!
es: ¡Fuera la oreja izquierda! ¡Y ahora cuéntame más sobre estos invitados!
fr: Et une oreille de moins ! Maintenant, parle-moi de ces invités !
it: Via il tuo orecchio sinistro! E ora dimmi di più su questi ospiti!
pl: Powiedz papa do lewego ucha! A teraz opowiedz mi o tych gościach!

source: I told you I know nothing about them! Aaargh!
cs: Už jsem ti říkal, že o nich nic nevím! Áááá!
es: ¡Te dije que no sé nada de ellos! ¡Aaarg!
fr: Je vous ai dit que je ne savais rien à leur sujet ! Aaaargh !
it: Ho detto che non so nulla di loro! Aaargh!
pl: Powiedziałem ci, że nic o nich nie wiem! Aaargh!

source: Liar! Speak!
cs: Lháři! Mluv!
es: ¡Mentiroso! ¡Habla!
fr: Menteur ! Parle !
it: Bugiardo! Parla!
pl: Łżesz! Gadaj!

source: I do not think he will tell you anything more, my lady... he's dead. You did well to squeeze as much information as you did from him.
cs: Myslím, že už ti nic neřekne, má paní. Je tuhý. Mimochodem, ty patříš mezi ty akladijský holky, co maj rády kůži a bič?
es: No creo que le diga nada más, mi señora... está muerto. Hizo bien en sacarle tanta información como le sacó.
fr: Je ne pense pas qu'il ne vous en dira pas plus, Dame. Il est mort. Vous avez déjà réussi à lui arracher pas mal de renseignements.
it: Non penso che vi dirà altro, mia signora. È morto. A proposito, siete una di quelle ragazze di Akladia che ama il cuoio e le fruste?
pl: Jak sądzę, więcej od niego nie da się wydobyć, moja pani.. Duch uszedł z jego ciała. Przyznaję, że dobrze sobie poradziłaś z wyciąganiem z niego tylu wiadomości, ile tylko się dało.

source: Be silent, underling.
cs: Sklapni, podřadný.
es: Guarda silencio, plebeyo.
fr: Silence, métèque.
it: Taci, miserabile.
pl: Milcz, pariasie.

source: One more reference to 'underling' and I am leaving, do you understand?
cs: Ještě jednou mi řekneš „podřadný“ a odcházím, rozumělas?
es: Una referencia más a "plebeyo" y me voy, ¿entiendes?
fr: Dites « métèque » encore une fois et je pars, compris ?
it: Un altro riferimento ai miserabili e me ne vado, è chiaro?
pl: Jeszcze raz mnie tak nazwiesz i odchodzę. Zrozumiałaś?

source: Where are those supplies? Speak, or I will cut you to pieces!
cs: Kde jsou ty zásoby! Mluv, nebo tě rozkrájím na nudličky!
es: ¿Dónde están esos suministros? ¡Habla, o te cortaré en pedazos!
fr: Où sont ces provisions ? Parle, ou je te découpe en morceaux !
it: Dove sono i rifornimenti! Parla o ti taglio a pezzetti!
pl: Gdzie te zapasy! Gadaj, albo potnę cię na kawałki!

source: Uh, I, I am not sure...
cs: Uf, já, já to nevím jistě...
es: Uh, no estoy seguro...
fr: Euh, je, je ne suis pas sûr...
it: Eh, io, io non sono sicuro...
pl: E, ja, ja nie jestem pewien...

source: Well, what about this...
cs: Dobře, tak co třeba:
es: Bueno, qué tal esto...
fr: Bien et que penses-tu de ceci...
it: Be, e allora:
pl: Cóż, a co powiesz na to...

source: I would be honoured to have you in my army.
cs: Byla by pro mě čest, kdybys byl v mojí armádě.
es: Sería un honor tenerte en mi ejército.
fr: Je serais très honoré de t'avoir dans mon armée.
it: È un onore per me averti nel mio esercito.
pl: Honorem by było mieć was w swej armii, szlachetny panie.

source: After this battle you will be able to recruit Akladian Clansmen, Warriors and Wisemen again.
cs: Po bitvě budeš moct zase verbovat příslušníky akladijského klanu, akladijské bojovníky a šamany.
es: Después de esta batalla podrás volver a reclutar hombres de clan akladianos, guerreros y sabios.
fr: Après cette bataille, vous pourrez à nouveau recruter des membres du clan Akladien, des guerriers et des sages.
it: Dopo questa battaglia potrai di nuovo reclutare membri del clan, guerrieri e Anziani di Akladia.
pl: Po tej bitwie będziesz mógł ponownie rekrutować Akladyjskich Klanowców, Wojowników i Mędrców.

source: Uh... yes, why not? I will join you. But let me wait until after this battle; I do not want to fight members of my own clan.
cs: Uh... Dobře, proč ne. Můžu se připojit. Ale až po této bitvě, nebudu bojovat se svými pobratimy.
es: Eh... sí, ¿por qué no? Me uniré a vosotros. Pero déjame esperar hasta después de esta batalla; no quiero luchar contra los miembros de mi propio clan.
fr: Hum, oui, pourquoi pas. Je vais vous rejoindre. Mais seulement après cette bataille. Je ne veux pas combattre mes camarades de clan.
it: Uh... Sì, perché no.Mi unirò a te. Ma solo dopo la fine di questa battaglia, non posso combattere contro i miei compagni.
pl: Ee.. Tak, czemu nie. Dołączę do was. Ale dopiero po tej bitwie. Nie chcę walczyć przeciw własnym towarzyszom.

source: I shall let you live.
cs: Nechám tě žít.
es: Te dejaré vivir.
fr: Je te laisserais vivre.
it: Vorrei lasciarti vivere.
pl: Pozwolę ci żyć.

source: Thank you, Lorin. Frankly, I had not expected such behavior from you. As a sign of my gratitude, I will instruct members of my clan to serve you.
cs: Díky, Lorin. Abych se přiznal, Lorin, nečekal jsem to od tebe. Abych ti splatil dluh, přenechám ti pár chlapů z mýho klanu.
es: Gracias, Lorin. Francamente, no esperaba tal comportamiento de tu parte. Como muestra de mi gratitud, instruiré a los miembros de mi clan para que te sirvan.
fr: Merci, Lorin. Franchement, je ne m'attendais pas à un tel comportement de votre part. En signe de ma gratitude, je vais dire aux membres de mon clan de vous servir.
it: Grazie, Lorin. Francamente, non prevedevo un tale comportamento. Come segno della mia gratitudine, permetterò che alcuni dei membri del mio clan ti servano.
pl: Dziękuję, Lorin. Szczerze, nie spodziewałem się po was takiego zachowania. Chciałbym się jakoś odwdzięczyć. Pozwolę członkom mojego klanu, by podejmowali u was służbę.

source: After this battle you will be able to recruit Akladian Clansmen again.
cs: Po konci této bitvy budeš moci znovu verbovat příslušníky akladijského klanu.
es: Después de esta batalla podrás volver a reclutar hombres de clan akladianos.
fr: Après cette bataille, vous pourrez à nouveau recruter des membres du clan.
it: Dopo questa battaglia puoi di nuovo reclutare i membri del clan di Akladia.
pl: Po tej bitwie będziesz znowu mógł rekrutować akladyjskich członków klanów.

source: In this storeroom and...
cs: V tomhle skladu a...
es: En este almacén y...
fr: Dans cette resserre et...
pl: A w tym tutaj magazynie i...

source: Do you think I'm stupid? This would not be enough to house an army! You must have some hidden storeroom or treasury! Speak!
cs: Si myslíš, že jsem prdlá, či co? Tohle by na ubytování armády nestačilo! Musíte mít nějaký skrytý sklad nebo pokladnu! Mluv!
es: ¿Crees que soy estúpida? ¡Esto no bastaría para albergar un ejército! ¡Debes tener algún almacén o tesoro escondido! ¡Habla!
fr: Tu penses que je suis stupide ? Il n'y en a pas assez pour accueillir une armée ! Vous devez avoir des magasins cachés ou un trésor ! Parle !
it: Pensi che sia stupida? Dovete avere dei magazzini nascosti o una stanza del tesoro! Parla!
pl: Myślisz, żem głupia? Za mało tu zapasów dla całej armii! Musisz mieć jakiś ukryty magazyn i skarbiec! Mów!

source: Aargh! Yes, we have a hidden treasury in my castle, here, I will show you.
cs: Auvajs! Ano, ano, máme schované poklady na mojem hradě, pojď, ukážu ti kde.
es: ¡Aarg! Sí, tenemos un tesoro escondido en mi castillo, aquí, te mostraré.
fr: Aaargh ! Oui, nous avons un trésor caché dans mon château, ici, je vous le montrerai.
it: Aargh! Sì, c'è una stanza segreta nel mio castello, qua, te la mostrerò.
pl: Aaargh! Tak, mamy w zamku ukryty skarbiec, tutaj, pokażę ci.

source: Will you allow him to leave now?
cs: A necháš ho teď jít?
es: ¿Permitirás que se vaya ahora?
fr: Vous allez le laisser partir maintenant ?
it: Gli permetterai di andarsene?
pl: Czy pozwolisz mu teraz odejść?

source: Yes, he may live.
cs: Jo, může žít.
es: Sí, puede vivir.
fr: Oui, il peut vivre.
it: Sì, lasciamolo vivere.
pl: Tak, niech żyje.

source: No, he is too dangerous.
cs: Ne, je příliš nebezpečný.
es: No, es demasiado peligroso.
fr: Non, il est trop dangereux.
it: No, è troppo pericoloso.
pl: Nie, jest zbyt niebezpieczny.

source: What did I say about killing their leaders? Hm?
cs: Co sem vám říkala o zabíjení vůdců? No? No?
es: ¿Qué dije sobre matar a sus líderes? ¿Eh?
fr: Qu'est-ce que j'ai dit à propos de tuer leurs chefs ? Hein ? Hein ?
it: Cosa avevo detto sull'ammazzare i loro comandanti? Eh? Eh?
pl: Co ja mówiłam o zabijaniu ich przywódców? No? No?

source: But...
cs: Ale...
es: Pero...
fr: Mais...
it: Ma...
pl: Ale...

source: What? Are you deaf or something? I specifically instructed that you were to leave their leaders for me!
cs: Co? Sedíte si na uších nebo co? Výslovně jsem nařídila, že máte nechávat vůdce mně!
es: ¿Qué? ¿Estás sordo o algo así? ¡Te ordené específicamente que dejaras a sus líderes para mí!
fr: Quoi ? Vous entendez mal ou quoi ? Je vous ai explicitement ordonné de me laisser leurs chefs!
it: Cosa? Siete sordi o cosa? Lasciate i comandanti a me.
pl: Co jest? Na uszy ci padło czy jak? Wyraźnie rozkazałam, by zostawić ich dowódców dla mnie!

source: Before I kill you, I want you to tell me few things. First, you were talking about some guests, tell me more!
cs: Než tě zapíchnu, chcu vědět pár věci. Tak zaprvé, o jakých hostech jste si to tu špitali? No?
es: Antes de matarte, quiero que me digas algunas cosas. Primero, estabas hablando de algunos invitados, ¡dime más!
fr: Avant que je te tue, je veux que tu me dises quelques petites choses. D'abord, tu parlais d'invités, dis-m'en plus !
it: Prima che io ti uccida, voglio che tu mi dica alcune cose. La prima, stavi parlavi di ospiti, dimmi di più!
pl: Zanim cię zabiję odpowiesz mi na kilka pytań. Po pierwsze, rozmawialiście o gościach, chcę usłyszeć więcej!

source: You're afraid, aren't you? They will come here in great numbers... a huge orcish army... better start running, witch.
cs: Se bojíš, co? Přitáhnou v ohromných houfech, obrovská armáda skřetů. Měla bys vzít nohy na ramena, bosorko.
es: Tienes miedo, ¿verdad? Vendrán aquí en gran número... un enorme ejército de orcos... mejor empieza a correr, bruja.

source: Orcs? Why should I be afraid? I have fought them before. Unlike you, they are strong and worthy opponents. I look forward to meeting them in combat again.
cs: Skřeti? Proč bych se měla bát? Už jsem s nima bojovala. Na rozdíl od vás jsou to silní a důstojní protivníci. Těším se, až se s nima znovu střetnu v boji.
es: ¿Orcos? ¿Por qué debería tener miedo? He luchado contra ellos antes. A diferencia de ti, son fuertes y dignos oponentes. Espero encontrarlos en combate de nuevo.
fr: Des orcs ? Pourquoi devrais-je le craindre ? Je les ai déjà combattus. Contrairement à vous, ce sont des adversaires forts et valeureux. J'espère les rencontrer de nouveau dans un combat.
pl: Orki? Walczyłam z nimi. Dobrzy przeciwnicy, w przeciwieństwie do ciebie. Oczekuję ponownego spotkania z niecierpliwością.

source: Orcs? I've never fought orcs, though I would love to meet them. I've heard they are good soldiers, strong and fearless.
cs: Skřeti? Tak ty jsem ještě nepodřezávala. Už teď se na ně těším, prý to sou dobří bojovníci.
es: ¿Orcos? Nunca he luchado contra orcos, aunque me encantaría conocerlos. He oído que son buenos soldados, fuertes e intrépidos.
fr: Des orcs ? Je n'ai jamais combattu d'orcs. J'adorerais les rencontrer. J'ai entendu dire que ce sont de bons soldats, forts et sans peur.
it: Orchi? Non ci ho mai combattuto. Mi piacerebbe incontrarli, da quello che ho sentito sono buoni soldati.
pl: Orki? Nigdy z nimi nie walczyłam, ale chciałbym je spotkać. Słyszałem, że to dobrzy żołnierze.

source: And now, tell me more...
cs: A teď mi řekni víc...
es: Y ahora, cuéntame más...
fr: Et maintenant, dis-m'en un peu plus...
it: E adesso, dimmi il resto...
pl: A teraz, powiedz mi więcej...

source: You were worthy opponent, Oyre Mathauri. How can I honour you?
cs: Byls dobrej nepřítel, Oyre Mathauri. Jak se ti můžu odměnit?
es: Fuiste un digno oponente, Oyre Mathauri. ¿Cómo puedo honrarte?
fr: Tu as été un adversaire valeureux, Oyre Mathauri. Comment t'honorer ?
it: Sei stato un avversario valoroso, Oyre Mathauri. Come posso renderti onore?
pl: Byliście godnym przeciwnikiem, Ojre Mathauri, jak mogę was uhonorować?

source: By hanging yourself from the nearest tree, witch!
cs: Tím, že se oběsíš na nejbližším stromě, bosorko!
es: ¡Colgándote del árbol más cercano, bruja!
fr: En allant te pendre à l'arbre le plus proche, sorcière !
pl: Wieszając się na najbliższym drzewie, wiedźmo!

source: Seems you have wasted your last wish. Now die!
cs: Tak jsi promarnil své poslední přání. Chcípni!
es: Parece que has desperdiciado tu último deseo. ¡Ahora muere!
fr: On dirait que tu as gaspillé ton dernier voeu. Maintenant, meurs !
it: Hai sprecato il tuo ultimo desiderio. Ora muori!
pl: Widzi mi się, że życzenie żeście zmarnowali. Giń!

source: What are orcs doing here and why are you waiting for them?
cs: Co tu dělají skřeti a proč ste na ně čekali?
es: ¿Qué hacen los orcos aquí y por qué los estás esperando?
fr: Qu'est-ce que les orcs font ici et pourquoi les attendez-vous ?
it: Cosa ci fanno qua gli orchi e perché gli state aspettando?
pl: Co robią tutaj orki i dlaczego na nie czekacie?

source: Where have you hidden the gold?
cs: Kam jste schovali zlato?
es: ¿Dónde escondiste el oro?
fr: Où cachez-vous l'or ?
it: Dove nascondi l'oro?
pl: Gdzie jest ukryte złoto?

source: Gold? What gold? I know nothing about... AAARGH! ... it's in a safe place, I will show you!
cs: Zlato? Jaké zlato? Nevím nic o žádném ÁÁÁÁUAUAUAUAU JE V BEZPEČÍ! Ukážu tííí!
es: ¿Oro? ¿Qué oro? No sé nada de... ¡AAAARG! ... está en un lugar seguro, ¡te lo enseñaré!
fr: L'or ? Quel or ? Je ne sais rien de cet ...AAAARGH ! ... Il est en lieu sûr, je vais vous montrer.
it: Oro? ma quale oro? Io non ne so nien- AAARGH è in un posto sicuro, te lo mostrerò!
pl: Złoto? Jakie złoto? Nie wiem nic o AAARGH... W bezpiecznym miejscu, pokażę wam!

source: He isn't able to tell you anything more. I can't decide whether I should admire your ruthlessness or despise your cruelty.
cs: Tak ten už nic neřekne. Nemůžu se rozhodnout, jestli tě mám obdivovat pro tvou nemilosrdnost nebo se bát tvojí krutosti.
es: No es capaz de decirte nada más. No puedo decidir si debo admirar tu crueldad o despreciar tu sadismo.
fr: Il ne pourra plus rien dire. Je n'arrive pas à décider si je dois admirer votre énergie ou mépriser votre cruauté.
it: Non è in grado dire di più. Non so se dovrei ammirare la tua spietatezza o disprezzare la tua crudeltà.
pl: Nie jest w stanie powiedzieć nic więcej. Nie mogę się zdecydować, czy powinienem podziwiać twoją bezwzględność, czy też gardzić twoim okrucieństwem.

source: His death was quick. You may admire my generosity.
cs: Můžeš obdivovat moji ušlechtilost.
es: Su muerte fue rápida. Puedes admirar mi generosidad.
fr: Sa mort a été rapide. Tu peux admirer ma générosité.
it: Potresti ammirare la mia generosità.
pl: Możesz podziwiać moją hojność.
