Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Wait a minute. Your father, Gawen, married Lorin after the death of your mother, didn't he?
cs: Počkat. Tvůj otec se, Gawene, po smrti tvé matky oženil s Lorin, není to tak?
es: Espera un momento. Tu padre, Gawen, se casó con Lorin después de la muerte de tu madre, ¿no?

source: Who allowed you to listen, underling? This discussion is between two worthy people. Go and bother someone else.
cs: Kdo ti dovolil nás poslouchat, podřadný? Tady se baví dva vznešený lidi. Di a otravuj někoho jiného.
es: ¿Quién te permitió escuchar, plebeyo? Esta discusión es entre dos personas dignas. Vete y molesta a otro.
fr: Qui t'a permis d'écouter, métèque ? Cette discussion se passe entre deux personnes de qualité. Va importuner quelqu'un d'autre !
it: Come ti sei permesso di ascoltare, miserabile? Questa discussione è fra due persone per bene. Va' a importunare qualcun altro.
pl: Ktoś ci pozwolił słuchać, pariasie? To dyskusja między dwoma wartościowymi ludźmi. Poszukaj kogoś innego, by mu przeszkadzać.

source: Your step-mother is really starting to get on my nerves.
cs: Tvá macecha mi skutečně začíná lézt na nervy.
es: Tu madrastra realmente está empezando a ponerme nervioso.
fr: Ta belle-mère commence vraiment à me taper sur le système.
it: La vostra matrigna comincia veramente a darmi sui nervi.
pl: Twoja macocha naprawdę zaczyna mi działać na nerwy.

source: I said, a widow cannot have another man, whether it be another husband or in any other way. A man can. There was a time when men could even have a few wives at once. There are women who defy that old custom; some go unpunished. But I am wife to a king, and am held to a higher standard. What can perhaps be forgiven a normal woman cannot be tolerated of a king's wife.
cs: Sem řekla, že vdova nesmí mít jiného muže, a to za manžele či jakkoli jinak. Muž může. Byly časy, kdy muži mohli mít i víc žen naráz. Jsou ženy, co porušují tenhle starý zvyk. A některé zůstanou nepotrestány. Ale já jsem žena krále, a to je něco zvláštního. Co snad projde normální ženské, neprojde králově manželce.
es: Decía, una viuda no puede tener otro hombre, ya sea otro marido o de cualquier otra manera. Un hombre puede. Hubo un tiempo en que los hombres podían incluso tener varias esposas a la vez. Hay mujeres que desafían esa vieja costumbre; algunas quedan impunes. Pero soy la esposa de un rey y estoy sujeta a un mayor estándar. Lo que quizás se le pueda perdonar a una mujer normal, no se le puede tolerar a la esposa de un rey.
fr: J'ai dit qu'une veuve ne pouvait pas avoir un autre homme, ni comme mari, ni autrement. Les hommes le peuvent. Il y a même eu une époque où les hommes avaient plusieurs femmes à la fois. Maintenant, il y a des femmes qui défient cette vieille coutume, et certaines restent impunies. Mais je suis la femme d'un roi et cela m'oblige à plus de rigueur. Un acte qui peut être pardonné à une femme ordinaire, ne peut pas l'être à une reine.
it: Ho detto che una vedova non può avere un uomo, un marito o in qualunque altro senso. L'uomo può. Un tempo gli uomini potevano persino avere più mogli contemporaneamente. Adesso molte donne sfidano questo antico costume. E molte di loro non vengono punite. Ma io sono moglie di re e dunque il mio caso è completamente differente. Quello che può essere perdonato a una donna normale, non può esserlo se è un atto della moglie di un re.
pl: Powiedziałam, wdowa nie może mieć innego mężczyzny, jako męża czy w jakikolwiek inny sposób. Wdowiec może. Bywały czasy, gdy mężczyźni miewali po kilka żon naraz. Obecnie wiele kobiet nie przestrzega starych zwyczajów, ponownie wychodząc za mąż po owdowieniu, i wiele z nich nawet unika kary. Ale ja jestem żoną króla, a to zupełnie inna sprawa. Co można wybaczyć zwykłej kobiecie, nie ujdzie płazem królewskiej małżonce.

source: My, what a wonderful culture you have. But we can speak on this later. Now, Gawen, choose the eighteen very best troops to take along with us.
cs: Páni, jakou báječnou kulturu máte. Ale o tom si můžeme promluvit později. Teď, Gawene, vyber osmnáct těch opravdu nejlepších vojáků, které vezmeme s sebou.
es: Madre mía, qué maravillosa cultura tienes. Pero podemos hablar de esto más tarde. Ahora, Gawen, elige las dieciocho mejores tropas para que nos acompañen.

source: My, what a wonderful culture you have. But we can speak on this later. Now, Gawen, choose the fifteen best troops to take along with us.
cs: Páni, jakou báječnou kulturu máte. Ale o tom si můžeme promluvit později. Teď, Gawene, vyber patnáct těch nejlepších vojáků, které vezmeme s sebou.
es: Madre mía, qué maravillosa cultura tienes. Pero podemos hablar de esto más adelante. Ahora, Gawen, elige las quince mejores tropas que llevaremos con nosotros.

source: My, what a wonderful culture you have. But we can speak on this later. Now, Gawen, choose twelve troops.
cs: Páni, jakou báječnou kulturu máte. Ale o tom si můžeme promluvit později. Teď, Gawene, vyber dvanáct vojáků.
es: Madre mía, qué maravillosa cultura tienes. Pero podemos hablar de esto más tarde. Ahora, Gawen, elige doce tropas.

source: My, what a wonderful culture you have. But... well, anyways, Gawen, choose your nine troops.
cs: Páni, jakou báječnou kulturu máte. Ale o tom si můžeme promluvit později. Teď, Gawene, vyber svých devět vojáků.
es: Madre mía, qué maravillosa cultura tienes. Pero... enfin, a todo esto, Gawen, elige tus nueve tropas.

source: I want to join you in your quest.
cs: Já se chcu taky přidat k tvojí družině.
es: Quiero unirme a vuestra búsqueda.
fr: Je veux vous accompagner dans la quête.
it: Vorrei unirmi alla vostra ricerca.
pl: Chcę dołączyć do was w czasie waszych poszukiwań

source: I will also join you in your quest.
es: Yo también me uniré.

source: I will join you in your quest.
cs: Já se chcu taky přidat k tvojí družině.
es: Me uniré a la búsqueda.
fr: Je vais vous rejoindre dans votre quête.
it: Vorrei unirmi alla vostra ricerca.
pl: Chcę dołączyć do was w czasie waszych poszukiwań

source: There is too little space to recall all 18 units at once. Move the units out of the castle to make room for others. The units will be able to move (in this scenario only!!) immediately after recalling, so do not push end turn button.
es: Hay poco espacio para reincorporar las 18 unidades en un solo turno. Mueve las unidades fuera del castillo para dejar espacio a otras. Las unidades podrán moverse (¡solo en este escenario!) inmediatamente después de reincorporarlas, así que no pulses el botón de fin de turno.

source: There is too little space to recall all 15 units at once. Move the units out of the castle to make room for others. The units will be able to move this time immediately after recalling, so do not push end turn button.
es: Hay poco espacio para reincorporar las 15 unidades en el mismo turno. Mueve las unidades fuera del castillo para dejar espacio a otras. Las unidades podrán moverse esta vez inmediatamente después de reincorporarlas, así que no pulses el botón de fin de turno.

source: There is too little space to recall all 12 units at once. Move the units away to make room. The units will have “haste” (to borrow a term from a famous trading card game), so avoid ending your turn prematurely.
es: Hay poco lugar para reclutar las 12 unidades a la vez. Saca las unidades del castillo para hacer sitio a otras. Las unidades tendrán “prisa” (término prestado de un famoso juego de cartas), así que evita terminar tu turno prematuramente.

source: Any units not recalled will be left behind in Freetown. Players who normally avoid recalling their level 3 units to save them for later in the campaign may want to forgo that strategy this time.
cs: Všechny jednotky, které nebudou povolány, zůstanou ve Svobodově. Hráči, kteří se běžně vyhýbají tomu, aby povolávali své jednotky 3. úrovně, protože si je chtějí ušetřit na pozdější fáze tažení, možná budou chtít tuto strategii tentokrát nepoužít.
es: Las unidades que no se retiren se quedarán en Freetown. Los jugadores que normalmente evitan reincorporar sus unidades de nivel 3 para guardarlas para más adelante en la campaña podrían querer renunciar a esa estrategia esta vez.

source: Recall eighteen troops. OR
cs: Povolej 18 vojáků. NEBO
es: Reincorpora dieciocho unidades. O

source: Recall fifteen troops. OR
cs: Povolej 15 vojáků. NEBO
es: Reincorpora quince unidades. O

source: Recall twelve troops. OR
cs: Povolej 12 vojáků. NEBO
es: Reincorpora doce unidades. O
fr: Rappelez douze unités OU
it: Richiama dodici truppe O
pl: Przywołaj dwanaście jednostek, ALBO

source: Recall nine troops. OR
cs: Povolej 9 vojáků. NEBO
es: Reincorpora nueve unidades. O

source: End turn if you do not want or can't recall more troops.
cs: Ukonči kolo, pokud už nemůžeš nebo nechceš povolat víc vojáků.
es: Termina el turno si no quieres o no puedes reincorporar más tropas.
fr: Ou cliquez sur le bouton fin de tour si vous ne voulez pas ou ne pouvez pas rappeler de troupes supplémentaires.
it: Termina il turno se non vuoi o non puoi richiamare altre truppe.
pl: Zakończ turę, jeżeli nie chcesz lub nie możesz przywołać większej liczby jednostek.

source: Say, Kyobaine...
cs: Řekni, Kyobaine...
es: Di, Kyobaine...

source: It's getting to be spring now... do you think you still really need that winter cloak?
cs: Začíná jaro... myslíš, že ten zimní plášť ještě opravdu potřebuješ?
es: Ya está llegando la primavera... ¿crees que aún necesitarás esa capa de invierno?

source: You're right, it <i>is</i> starting to get rather warm with it on...
cs: Máš pravdu, začíná mi <i>v něm</i> být docela teplo...
es: Tienes razón, <i>está</i> empezando a hacer bastante calor con ella puesta...

source: ...and, there we go.
cs: ... tak to bychom měli.
es: ...y allá vamos.

source: Good, just making sure you're comfortable.
cs: Dobrá, jen se ujišťuju, že se cítíš pohodlně.
es: Bien, solo me aseguro de que estés cómoda.

source: Do you REALLY feel like trying your luck, human?
cs: OPRAVDU máš chuť zkoušet štěstí, člověče?
es: ¿DE VERDAD quieres tentar a la suerte, humano?

source: ...you're right, never mind.
cs: ... máš pravdu, nevadí.
es: ...tienes razón, no importa.

source: Hm, I feel as though I may have missed out on something... oh well.
cs: Hm, mám pocit, že jsem možná o něco přišel... no dobře.
es: Hm, me siento como si hubiera perdido algo... en fin.

source: Coronation
cs: Korunovace
es: Coronación
fr: Couronnement
pl: Koronacja

source: Carrenemoes have loyally served our kings for generations. I am Reme, son of Raul. My ancestors, according to our family legends, were amongst those who led our people in the great revolt and then in our epic escape through the desert. They established large kingdoms in the lands of underlings, for which we paid a steep price in blood. Now... why do I wonder what was that price paid for?
es: Los Carrenemoe han servido lealmente a nuestros reyes durante generaciones. Soy Reme, hijo de Raúl. Mis antepasados, según nuestras leyendas familiares, estaban entre los que lideraron a nuestro pueblo en la gran revuelta y luego en nuestra épica huida por el desierto. Establecieron grandes reinos en las tierras de los plebeyos, por los que pagamos un alto precio en sangre. Ahora... ¿por qué me pregunto cuál fue ese precio?

source: Perhaps it is because of Gawen. Before I began serving his father, I never wondered about the differences between us and underlings. It was simple: God himself gave us this world to rule; everyone else was to serve us. Yet, Gawen Hagarthen is half underling. In fact, he looks a lot like one of them. And he was always more brave and honorable than many Akladians I know...
cs: Možná právě kvůli tomuto dítěti. Než jsem jej potkal, nikdy jsem nepřemýšlel o rozdílech mezi námi a podřadnými. Bylo to tak jednoduché. Bůh nám dal svět k tomu, abychom mu vládli a všichni ostatní tu byli k tomu, aby nám sloužili. Abych řekl pravdu, vypadá jako jeden z nich. Ale je odvážnější, ctihodnější a vznešenější než většina Akladijců, které znám...
es: Tal vez sea por Gawen. Antes de comenzar a servir a su padre, nunca me pregunté acerca de las diferencias entre nosotros y los plebeyos. Era simple: Dios mismo nos dio este mundo para gobernar; todos los demás estaban para servirnos. Sin embargo, Gawen Hagarthen es medio plebeyo. De hecho, se parece mucho a uno de ellos. Y siempre fue más valiente y honorable que muchos akladianos que conozco...
fr: Peut-être est-ce à cause de Gawen. Avant de commencer à servir son père, je ne me suis jamais demandé quelles différences il y avait entre nous et les métèques. C'était simple, Dieu lui-même nous avait donné le monde à diriger et tous les autres étaient là pour nous servir. Mais, Gawen Hagarthen est à moitié métèque. En fait, il a l'air d'en être un, mais il s'est toujours montré plus courageux et plus honorable que bien d'autres Akladiens que je connais...
it: Forse è colpa del ragazzo. Prima che lo incontrassi, non mi sono mai interrogato sulle differenze tra noi e i miserabili. Era tutto così semplice, gli dei in persona ci hanno affidato il mondo per regnare e tutti gli altri dovevano servirci. Già, Gawen Hagarthen è mezzo miserabile. In realtà, sembra proprio uno di loro. E ha molto più coraggio e onore di molte persone che conosco...
pl: Może to z powodu tego dzieciaka. Zanim go nie spotkałem, nigdy się nie zastanawiałem nad różnicami między nami i pariasami. Było to proste, Bóg we własnej osobie dał nam świat do rządzenia, a wszyscy inni są tylko po to, by nam służyć. A jednak - Gawen Hagarthen to w połowie parias. Właściwie, wygląda, jak jeden z nich. A zawsze było w nim więcej odwagi i honoru, niż w wielu innych godnych ludziach, których znam...

source: Enough of these thoughts. Gawen has been officially crowned king. Lorin wants the Akladian lords to acknowledge that. She almost seems to be smiling for the first time in many, many months. I wonder what Gawen remembers about her. It seems he remembers nothing, which is a lucky coincidence for her. She seems to forget that less than half of our lords appeared in Vattin. The battle over Gawen's succession is not yet won.
cs: Ale dosti úvah. Nyní je naším právoplatným králem. Lorin chce, aby to lordi vzali na vědomí. Usmívá se přitom, poprvé po mnoha a mnoha měsících. Dívaje se na ni, rád bych věděl, co si o ní Gawen pamatuje. Vypadá to, že nic, což je její největší štěstí. Vypadá to, že zapomíná, že do Vattinu přijela jen polovina lordů. Hlavní bitva nás teprve čeká...
es: Pero suficiente de estos pensamientos. Gawen ha sido coronado rey oficialmente. Lorin quiere que los señores de Akladia lo reconozcan. Casi parece estar sonriendo por primera vez en muchos, muchos meses. Me pregunto qué recuerda Gawen de ella. Parece que no recuerde nada, lo cual es una coincidencia afortunada para ella. Parece olvidar que menos de la mitad de nuestros señores aparecieron en Vattin. La batalla por la sucesión de Gawen aún no está ganada.
fr: Trêve de réflexions. Gawen a été couronné officiellement. Lorin veut que les seigneurs le reconnaissent. Elle a même l'air de sourire pour la première fois depuis des mois et des mois. Je me demande de quoi Gawen se souvient à son sujet. Apparemment, de rien. C'est une chance pour elle. Elle semble oublier que la moitié seulement de nos seigneurs sont venus à Vattin. La bataille pour la succession n'est pas encore gagnée.
it: Devo smettere di pensarci. Ora è ufficialmente incoronato nostro re. Lorin vuole che i lord lo riconoscano, per la prima volta dopo tanti mesi sta quasi per sorridere. Guardandola, mi chiedo cosa si ricordi di lei Gawen. Pare nulla, una fortunata coincidenza per lei. Sembra che abbia dimenticato che circa solo la metà dei lord sia giunta a Vattin. La battaglia decisiva non è ancora vinta...
pl: Dość tych myśli. Teraz jest naszym oficjalnie ukoronowanym królem. Lorin pragnie, by panowie to uznali, niemalże się uśmiecha po raz pierwszy od wielu, wielu miesięcy. Patrząc na nią, zastanawiam się, co Gawen pamięta o niej. Chyba nic, co jest dla niej dość szczęśliwym zbiegiem okoliczności. Zachowuje się, jakby nie widziała, że jedynie połowa naszych lordów pojawiła się w Vattin. Wojna wciąż jeszcze nie jest wygrana.

source: Royal guard
cs: Královská stráž
es: Guardia real
fr: Garde royal
it: Guardia reale
pl: Królewski strażnik

source: Lords of Vakladia, it is a honour to have you here as guests. I hope you will all serve me as loyally as you did my father.
cs: Lordové Vakladie, je mi ctí vás zde hostit. Doufám, že mi zachováte stejnou loajalitu, jakou jste ctili k mému otci.
es: Señores de Vakladia, es un honor tenerlos aquí como invitados. Espero que todos me sirvan tan lealmente como lo hicieron con mi padre.
fr: Seigneurs de Vakladia, c'est un honneur de vous avoir ici comme invités. J'espère que vous me servirez aussi loyalement que vous avez servi mon père.
it: Signori di Vakladia, è un onore avervi qui come ospiti. Spero che mi servirete fedelmente come avete fatto con mio padre.
pl: Panowie Vakladii, jest honorem gościć was tutaj. Mam nadzieję, że służyć mi będziecie równie lojalnie, jak mojemu ojcu.

source: On our way here, we were met by an assassin, hired by someone to kill Gawen Hagarthen.
cs: Na naší cestě jsme potkali vraha kýmsi najatého, aby Gawena Hagarthena zabil.
es: De camino aquí, nos encontramos con un asesino, contratado por alguien para matar a Gawen Hagarthen.
fr: En venant ici, nous avons rencontré un assassin, payé par quelqu'un pour tuer Gawen Hagarthen.
it: Mentre arrivavamo qua, abbiamo incontrato un sicario, pagato da qualcuno per uccidere Gawen Hagarthen.
pl: W czasie drogi tutaj, spotkaliśmy zabójcę, wynajętego przez kogoś, by zgładził Gawena Hagarthena.

source: Who would dare to do such terrible thing!?! Did you have time to interrogate him?
cs: Kdo mohl tak hrůzný čin udělat? Měli jste čas ho vyslechnout?
es: ¡¿Quién se atrevería a hacer algo tan terrible?! ¿Tuviste tiempo de interrogarlo?
fr: Qui pourrait faire une chose aussi horrible ! Avez-vous eu le temps de l'interroger ?
it: Chi ha potuto fare una cosa così terribile! Siete riusciti a interrogarlo?
pl: Któż mógłby się poważyć na tak straszliwy czyn! Czy mieliście czas go przesłuchać?

source: Yes. He confessed to be hired by an Akladian lord.
cs: Ano. Prozradil, že byl najat přímo jedním z akladijských lordů.
es: Sí. Confesó haber sido contratado por un señor akladiano.
fr: Oui. Il a avoué avoir été soudoyé par un seigneur Akladien.
it: Sì. Ha confessato di essere stato pagato da un signore di Akladia.
pl: Tak. Wyznał z własnej woli, że najął go jeden z akladyjskich panów.

source: It's strange, the way fear makes cowards into liars. What else did he say?
cs: Je to hrozné, jak může někdo takto bezostyšně lhát. Co dál říkal?
es: Extraña la forma en que el miedo transforma a los cobardes en mentirosos. ¿Qué mas dijo?
fr: C'est étrange comme la peur peut pousser les couards à mentir. Qu'a-t-il dit d'autre ?
it: Sono davvero bizzarre le menzogne che si arriva a dire per paura. Cos'altro ha detto?
pl: Zadziwiające, jak niektórzy mogą łżeć ze strachu. Cóż jeszcze więcej wybełkotał ów parias?

source: Something like: 'argh.' He died before I could ask him more questions.
cs: Něco jako: ááááááá. Chcípl, než jsem se ho mohla pořádně zeptat.
es: Algo así como: 'arg'. Murió antes de que pudiera hacerle más preguntas.
fr: Quelque chose comme : argh. Il est mort avant que je n'aie pu lui poser d'autres questions.
it: Qualcosa tipo: argh. Poi è morto prima che potessimo fargli altre domande.
pl: Nie jestem pewna, ale brzmiało to jakby: argh. Zginął, nim zdołałam zadać mu więcej pytań.

source: Are you suggesting that there are those amongst us who could stoop to such a low thing!? That accusation is outrageous!
cs: Tak, ty si myslíš, že mezi námi jsou lidé, kteří by mohli udělat takovou podlost? Toto je nehorázné obvinění!
es: ¿¡Estás sugiriendo que hay algunos entre nosotros que podrían rebajarse a semejante bajeza!? ¡Esa acusación es indignante!
fr: Donc, vous suggérez que quelqu'un parmi nous s'est montré capable d'une telle bassesse !? Cette accusation est un outrage !
it: Dunque, insinui che ci sia qualcuno tra di noi che potrebbe aver fatto una cosa così vile!? Sono delle accuse infamanti!
pl: A więc, sugerujecie, że między nami są ludzie, zdolni do popełnienia tak niskich i ohydnych czynów? Te oskarżenia są oburzające!

source: Unfortunately, no.
cs: Naneštěstí ne.
es: Lamentablemente, no.
fr: Malheureusement, non.
it: Sfortunatamente, no.
pl: Niestety, nie.

source: Unfortunately, indeed. It was probably one of the underling leaders.
cs: Naneštěstí, samozřejmě. Asi to byl nějaký vůdce podřadných.
es: Desafortunado, en efecto. Probablemente fue uno de los líderes plebeyos.
fr: Malheureusement en effet ! C'était probablement l'un des chefs des métèques.
it: È proprio una sfortuna. Probabilmente è stato qualcuno dei capi dei miserabili.
pl: Zaprawdę, niestety. Zapewne wynajął go któryś z wodzów pariasów.

source: There are lords whom I do not see here. Can anyone explain their absence?
cs: Několik lordů tu není. Proč asi?
es: Hay señores a los que no veo aquí. ¿Alguien puede explicar su ausencia?
fr: Il y a des seigneurs que je ne vois pas ici. Quelqu'un peut-il dire pourquoi ?
it: Non vedo alcuni dei lord. Come mai?
pl: Są panowie, których nie widzę wśrod nas. Co jest tego powodem?

source: There are some who doubt that a mix... that the son of an underling... could legally be our king.
cs: Někteří lordi si myslí, že tuten míš... že syn podřadných může být náš legitimní král.
es: Hay algunos que dudan que un mes... que el hijo de un plebeyo... pueda ser legalmente nuestro rey.
fr: Il y en a qui doutent qu'un mé... que le fils d'une métèque puisse être légitimement notre roi.
it: C'è chi dubita che un mezz... che un figlio di una miserabile possa essere legalmente nostro re.
pl: Są tacy, co wątpią czy miesza... czy syn pariaski może być zgodnie z prawem naszym władcą.

source: Remember, you are talking about my mother.
cs: Uvědom si, že mluvíš o mojí mámě!
es: Recuerda, estás hablando de mi madre.
fr: N'oubliez pas que vous parlez de ma mère.
it: Ricordati che stai parlando di mia madre.
pl: Pamiętajcie, że mowa o mojej matce.
