Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: And now you lie here, defenseless and vulnerable. Your father's death has shown me how tenuous my position is, and how despised you are. Behind your back they call you a mixling, a bastard, a creature not fit to live, let alone to sit on the throne. And as for me... if you die, I would be just the wife of a despised king, stepmother of a hated heir; my death will be all but assured. Had I given birth, I would be your mortal enemy, but I have not. I know there is no love between us, but only together is there any hope...
cs: A teď tu ležíš, slabý a bezmocný. Smrt tvého otce mi ukázala jak slabá je moje pozice a jak opovrhovaným jsi byl spolu se svým otcem. Za tvými zády tě nazývají míšenec, bastard, stvůra, která nemá na trůně co pohledávat. A co se týče mne... pokud umřeš, zůstanu navždy už jen ženou opovrhovaného krále a macecha nenáviděného dědice; nebudu mít nárok žít. Kdybych porodila, šla bych ti po krku. Kdybych... Vím, že je mnoho shnilého mezi námi, ale teď jsem jediná, komu můžeš věřit a ty jsi má jediná naděje...
es: Y ahora yaces aquí, indefenso y vulnerable. La muerte de tu padre me ha demostrado lo endeble que es mi posición y lo despreciado que eres. A tus espaldas te llaman mestizo, bastardo, una criatura no apta para vivir, y mucho menos para sentarse en el trono. Y en cuanto a mí... si tú mueres, yo sólo seré la esposa de un rey despreciado, la madrastra de un heredero odiado; mi muerte estará casi asegurada. Si hubiera dado a luz, sería tu enemiga mortal, pero no lo he hecho. Sé que no hay amor entre nosotros, pero sólo juntos hay esperanza...
fr: Et maintenant, tu restes là, sans défense et vulnérable. La mort de ton père m'a montré combien ma position était précaire et à quel point tu es méprisé. Dans ton dos, on t'appelle métis, bâtard, une créature qui n'est pas digne de vivre et encore moins de s'asseoir sur le trône. Quant à moi... si tu meurs, je ne serai plus que la femme d'un roi méprisé, la belle-mère d'un héritier haï; et ma mort sera assurée. Si j'avais donné naissance à un fils, je serais ton ennemi mortel, mais je ne l'ai pas fait. Je sais qu'il n'y a pas d'affection ni d'amour entre nous, mais c'est seulement ensemble qu'il y a de l'espoir...
it: E ora giaci qua, indifeso e vulnerabile. La morte di tuo padre mi ha mostrato quanto debole fosse la mia posizione e quanto sprezzanti fossero con tuo padre. Alle tue spalle ti chiamano mezzosangue, un bastardo, una creatura non adatta a salire sul trono. E per quanto riguarda me, se muori, sarei solo la moglie di un re disprezzato, matrigna di un erede odiato; non avrò diritto di vivere. Se avessi avuto un figlio, sarei la tua nemica mortale, ma non l'ho avuto. So che c'è un sentimento molto malato fra noi, ma io ora sono l'unica di cui puoi fidarti e tu sei la mia unica speranza...
pl: A teraz leżysz tutaj, bezbronny, bezradny. Śmierć twojego ojca pokazała mi, jak słaba była moja pozycja i jak bardzo byłeś znienawidzony razem ze swoim ojcem. Za twoimi plecami nazywaja cię mieszańcem, bękartem, kreaturą niegodną, by zasiąść na tronie. Jeżeli chodzi o mnie.. gdy umrzesz, będę po prostu żoną pogardzanego króla, macochą znienawidzonego następcy.. Nie będę miała prawa do życia. Gdybym urodziła syna, byłabym twoim śmiertelnym wrogiem, ale tak się nie stało. Wiem, było wiele złych uczuć między nami, ale teraz jestem jedyną osobą, której możesz zaufać, a ty - jesteś moją jedyną nadzieją...

source: Heinric the Redbeard
cs: Heinrich Rudovous
es: Heinric Barbarroja
fr: Heinric-Barbe-Rousse
it: Heinric Barbarossa
pl: Henryk Czerwonobrody

source: Militiaman
cs: Domobrana
es: Milicia
fr: Milicien
it: Miliziano
pl: Ochotnik

source: Swords-wielding Militiaman
cs: Domobrana s mečem
es: Milicia a espada

source: He has regained consciousness, my lady!
cs: Má paní, on se probral!
es: ¡Recobró la conciencia, mi señora!
fr: Dame ! Il reprend connaissance !
it: Ha ripreso conoscenza, mia signora!
pl: Pani moja, odzyskał przytomność!

source: Thank God! Gawen, how do you feel? Can you talk? Move?
cs: Díky Bohu! Gawene, chlapče, jak se cítíš? Můžeš mluvit? Hýbat se?
es: ¡Gracias a Dios! ¿Gawen, cómo te sientes? ¿Puedes hablar? ¿Moverte?
fr: Merci mon Dieu ! Gawen, comment te sens-tu ? Peux-tu parler, bouger ?
it: Gli dei siano lodati! Gawen, come ti senti? Puoi parlare? Riesci a muoverti?
pl: Bogu niech będą dzięki! Gawenie, jak się czujesz? Czy możesz mówić? Poruszać się?

source: I feel weak... sick... (<i>pause</i>) ...I can't remember anything... nothing. Who am I?
cs: Cítím se... slabý... (<i>odmlčí se</i>)... Nemůžu si na nic vzpomenout... vůbec na nic... Kdo vlastně jsem?
es: Me siento débil... enfermo.. (<i>pausa</i>)... no puedo recordar nada... nada... ¿Quién soy?

source: I fear the blade which wounded him was poisoned, my lady. We must wait here and pray that our God shows him mercy. <small>(<i>Whispering</i>) And then we shall bury him with all ceremonies.</small>
es: Creo que la hoja que lo hirió estaba envenenada, mi señora. Tenemos que esperar aquí y orar para que nuestro Dios nos muestre su misericordia. <small>(<i>Susurrando</i>) Y entonces lo enterraremos con todas las ceremonias.</small>

source: No! We can't wait. We have to reach a town nearby and find a medic, quickly!
cs: Ne! Nemůžeme čekat! Musíme do nejbližšího města a tam najít medika, rychle!
es: ¡No! No podemos esperar. ¡Tenemos que alcanzar un pueblo y encontrar a un médico, rápido!
fr: Non ! Nous ne pouvons pas attendre. Nous devons atteindre une ville proche et trouver un médecin, rapidement !
it: No! Non possiamo aspettare. Dobbiamo raggiungere la città più vicina e trovare un medico, presto!
pl: Nie! Nie możemy czekać! Musimy osiągnąć miasto niedaleko stąd i znaleźć tam medyka, prędko!

source: He will not make it.
cs: To nezvládne.
es: No lo va a lograr.
fr: Il n'y arrivera pas.
it: Non ce la farà.
pl: On nie da rady.

source: I vow to sacrifice a lamb to God if he can be cured. If not, I won't even sacrifice so much as a mouse ever again! Do you hear me, God? Do you?
cs: Bože, přísahám, že ti obětuju beránka, pokud bude moci být vyléčen. Když ne, už ti nikdy neobětuju ani MYŠ! Slyšíš mě, Bože? Slyšíš?
es: Prometo sacrificar un cordero a Dios si logra curarse. ¡Si no, no volveré a sacrificar ni un ratón nunca más! ¿Me oyes, nuestro Dios?

source: Gawen, get up!
cs: Gawene, vstávej!
es: ¡Gawen, levántate!
fr: Gawen, debout !
pl: Gawenie, wstawaj!

source: Yes... But... I can't remember anything... Who am I?! Who are you?
cs: Jo... Ale... Nemůžu si na nic vzpomenout... Kdo jsem? A kdo jsi ty?
es: Sí.. Pero.. No puedo recordar nada... ¡¿Quién soy?! ¿Quién eres tú?

source: I am Lorin, your mother, the only person whom you can trust. These are your few loyal soldiers, who remained when everyone else deserted us. You are Gawen Hagarthen, the rightful king of Vakladia.
es: Soy Lorin, tu madre, la única persona en quien puedes confiar. Estos son tus pocos soldados leales, que se quedaron cuando todos los demás nos abandonaron. Eres Gawen Hagarthen, el legítimo rey de Vakladia.

source: My mother? You seem... a bit young.
cs: Moje máma? Vypadáš... trochu mladě...
es: ¿Mi madre? Pareces... demasiado joven...
fr: Ma mère ? Vous paraissez... un peu jeune...
it: Mia madre? Sembri... un po' troppo giovane...
pl: Moja matka? Wyglądasz.. trochę za młodo...

source: I am only your step-mother, but there is no time for more talk. We have to reach the town and find a medic!
cs: Jsem tvoje macecha. Ale teď není čas na řečičky. Musíme do nejbližšího města najít nějakého medika, který tě dá zase do pucu.
es: Soy tu madrastra, pero no hay tiempo para más charla. ¡Tenemos que alcanzar la ciudad y encontrar a un médico!
fr: Je ne suis que ta belle-mère, mais ce n'est pas le moment d'en parler. Nous devons rejoindre une ville et trouver un médecin !
it: Sono solo la tua matrigna, ma non abbiamo tempo ora per parlare. Dobbiamo raggiungere la città e trovare un medico!
pl: Właściwie jestem tylko twoją macochą, ale nie ma czasu na dłuższe rozmowy. Musimy dotrzeć do miasta i znaleźć medyka!

source: Look, Akladians! To arms! Their king is dead; it's time to kill them all and be done with our slavery!
cs: Podívejte, támhle jsou Akladijci! Do zbraně! Zemřel jim král, nazrál čas je všechny pozabíjet a ukončit naši porobu!
es: ¡Mirad, akladianos! ¡A las armas! ¡Su rey ha muerto; es hora de matarlos a todos y acabar con nuestra esclavitud!
fr: Regardez, des Akladiens ! Aux armes ! Leur roi est mort ; c'est le moment de les tuer tous et d'en finir avec notre esclavage !
it: Guardate, ci sono degli uomini di Akladia! Alle armi! Il loro re è morto, è giunto il tempo di ucciderli tutti e mettere fine alla nostra schiavitù!
pl: Patrzcie, tam są Akladianie! Do broni! Ich król nie żyje, czas ich wszystkich wyrżnąć i skończyć z naszą niewolą!

source: My lord, if you can't remember anything, then permit me a few suggestions. While our troops are not the armoured types the Wesnothians have, they are far more resistant to pain and faster than the craven underlings. Remember to seek advantageous terrain; it's good to defend on the hills or in villages or forests. Do not charge blindly into the enemy; we have no means to replenish our army here.
cs: Můj pane, pokud si opravdu nic nepamatujete, dovolte mi několik návrhů. I když naši vojáci nemají tak dobrou zbroj jako Wesnoťané, jsou mnohem odolnější vůči bolesti a rychlejší než ti zbabělí podřadní. Nezapomeňte vyhledávat výhodný terén. Je dobré se bránit na kopcích či v lesích. Neútočte slepě na nepřítele, nemáme zde žádné prostředky k doplnění naší armády.
es: Mi señor, si no puede recordar nada, permítame algunas sugerencias. Si bien nuestras tropas no son del tipo blindado que tienen los wesnodianos, son mucho más resistentes al dolor y más rápidas que los cobardes plebeyos. Recuerde buscar un terreno ventajoso; es bueno defendernos en las colinas o en los pueblos o bosques. No cargue a ciegas contra el enemigo; no tenemos medios para reponer nuestro ejército aquí.

source: I see two good defensive positions here. One is to the north, near the village; the second is on the hills to the east of us. Use your troops to cover your back. Clansmen are not experienced enough to control terrain next to them, so you must put them adjacent to one another to block the enemy.
cs: Vidím dva dobré opěrné strategické body. Jeden je na severu, poblíž vesnice, druhý je v kopcích na východ od nás. Použijte své vojáky tak, abyste si kryli záda. Příslušníci klanu nejsou dostatečně zkušení, aby ovládali terén kolem sebe, takže je musíte postavit jednoho vedle druhého, abyste nepřítele zablokovali.
es: Veo dos buenas posiciones defensivas aquí. Una está al norte, cerca del pueblo; la segunda está en las colinas al este de nosotros. Use sus tropas para cubrirse la espalda. Los hombres de clan no tienen la experiencia suficiente para controlar el terreno junto a ellos, por lo que debe colocarlos uno al lado del otro para bloquear al enemigo.
fr: Je vois ici deux bonnes positions défensives. L'une est au nord, près du village. L'autre est dans les collines à l'est. Utilisez vos troupes pour couvrir vos arrières. Les simples membres du clan ne sont pas assez expérimentés pour contrôler les terrains voisins d'eux, vous devrez donc les placer les uns contre les autres pour stopper l'ennemi.
it: Scorgo due buone posizioni difensive. Una a nord, vicino al villaggio; la seconda, ma priva di un villaggio nelle vicinanze, è sulle colline a est da qua. Usate le vostre truppe per coprire la retroguardia. I membri dei clan non hanno esperienza sufficiente per controllare il terreno attorno a loro, perciò è necessario disporli uno a fianco dell'altro per bloccare il nemico.
pl: Widzę tutaj dwie dobre obronne pozycje. Jedną na północ stąd, koło wioski, drugą, jednakże bez wioski w pobliżu, na wzgórzach na wschód stąd. Używajcie swoich żołnierzy, by was zasłaniali. Członkowie klanów nie są dość doświadczeni, by kontrolować teren koło nich, więc by zablokować wroga musicie ich stawiać w linii jednego obok drugiego.

source: My lord, if you can't remember anything, then permit me a few suggestions. Let's try to find our way to a village. And remember to keep yourself surrounded with your own troops so that the enemy can't slip in.
cs: Můj pane, pokud si opravdu nic nepamatujete, dovolte mi několik návrhů. Zkusme najít cestu do vesnice. A pamatujte, že se musíte držet obklopen svými vlastními jednotkami, aby k vám nepřítel nemohl proklouznout.
es: Mi señor, si no puede recordar nada, permítame algunas sugerencias. Intentemos encontrar el camino a una aldea. Y recuerde mantenerse rodeado con sus propias tropas para que el enemigo no pueda colarse.

source: My lord, if you can't remember anything, then, well, I guess... I don't know what to tell you.
cs: Můj pane, pokud si opravdu nic nepamatujete, pak, no asi... nevím, co vám mám říct.
es: Mi señor, si no puede recordar nada, entonces, bueno, supongo... Que no sé qué decirle.

source: Gawen Hagarthen reaches the enemy keep
cs: Gawen Hagarthen dosáhne nepřátelské tvrze
es: Gawen Hagarthen llega al torreón enemigo
fr: Gawen Hagarthen atteint le château ennemi
pl: Osiągnij nieprzyjacielską fortecę Gawenem

source: You cannot recruit new units in this scenario.
cs: V tomto scénáři nemůžeš verbovat žádné nové jednotky.
es: No puedes reclutar nuevas unidades en este escenario.
fr: Vous ne pouvez pas recruter dans ce scénario.
pl: W tym scenariuszu nie możesz rekrutować nowych jednostek.

source: These ashes are still warm... he has to be somewhere nearby...
cs: Ohniště je ještě teplé. Bude někde poblíž...
es: Estas cenizas aún están calientes... tiene que estar en algún lugar cercano...
fr: Les cendres sont encore chaudes... Il doit être quelque part tout près...
it: Il fuoco è ancora caldo... Deve essere da qualche parte qua vicino...
pl: Popiół jest wciąż gorący.. Musi być gdzieś blisko...

source: I feel so sick, like poison is burning inside me...
cs: Cítím se tak slabý, ten jed mě uvnitř spaluje...
es: Me siento tan enfermo, como si el veneno me estuviera quemando por dentro...
fr: Je me sens si mal, comme si du poison me brûlait les intérieurs...
it: Sento il veleno dentro di me...
pl: Czuję, jak trawi mnie trucizna...

source: Try to resist for just a bit longer, my son!
cs: Snaž se vydržet ještě chvíli, synu!
es: ¡Intenta resistir un poco más, hijo mío!
fr: Essaye de résister encore un peu, mon fils !
it: Cerca di resistere ancora un po', figlio mio!
pl: Wytrzymaj jeszcze chwilę, synu!

source: He will not make it!
cs: To nezvládne.
es: ¡Él no lo va a lograr!
fr: Il n'y arrivera pas.
it: Non ce la farà.
pl: On nie da rady!

source: My son! Please, don't give up!
cs: Můj synu, prosím, nevzdávej to!
es: ¡Hijo! ¡Por favor, no te rindas!
fr: Mon fils ! S'il te plaît, n'abandonne pas !
it: Figlio mio! Forza, non arrenderti!
pl: Synu mój! Błagam, nie poddawaj się!

source: Medic
cs: Medik
es: Médico
fr: Médecin
it: Medico
pl: Medyk

source: My lady, we have found a medic!
cs: Má paní, našli jsme medika!
es: ¡Mi señora, hemos encontrado a un médico!
fr: Dame, nous avons trouvé un médecin !
it: Signora, abbiamo trovato un medico!
pl: Pani moja, odnaleźliśmy medyka!

source: Underling! My son is dying. If you heal him, I will spare your life. If not, I will burn you and your family alive, do you understand?
cs: Podřadný, můj syn umírá. Když ho vyléčíš, zachráním ti život. Jak ne, upálím tě zaživa i s celou tvojí rodinou!
es: ¡Plebeyo! Mi hijo está muriendo. Si puedes curarlo, perdonaré tu vida. Si no, te quemaré vivo con tu familia, ¿entiendes?
fr: Métèque ! Mon fils se meurt. Si tu le guéris, j'épargnerai ta vie. Sinon, je vous brûlerai tout vifs, toi et ta famille, tu comprends ?
it: Miserabile! Mio figlio sta morendo. Se puoi curarlo, io ti risparmierò la vita. Altrimenti, ti brucerò vivo assieme alla tua famiglia, mi capisci?
pl: Niegodny pariasie! Mój syn umiera. Jeżeli go wyleczysz, ocalę twoje życie. Jeżeli nie, żywcem spalę ciebie, razem z całą twoją rodziną, czy to jasne?

source: Don't try to intimidate me. I am too old to be afraid of death, I have no family. I will try to heal your son because of my vows as a healer, not because of your threats, Akladian lady.
cs: Nesnaž se mě zastrašit. Jsem hodně starý, abych se bál smrti, a navíc nemám žádnou rodinu. Ale pokusím se ho vyléčit, protože je to mé poslání, poslání medika, a ne kvůli tvým hrozbám, Akladijko!
es: No intente asustarme. Soy demasiado viejo para temerle a la muerte, y no tengo familia. Intentaré curar a tu hijo, porque es mi deber como médico, no por tus amenazas, señora akladiana.
fr: N'essayez pas de m'intimider. Je suis trop vieux pour avoir peur de la mort et je n'ai pas de famille. Je vais essayer de guérir votre fils parce que c'est mon devoir de médecin et pas à cause de vos menaces, dame d'Akladia.
it: Non pensare di spaventarmi, sono troppo vecchio per temere la morte e non ho famiglia. Cercherò di curare tuo figlio, perché è il mio compito di medico, non a causa delle tue minacce, signora di Akladia.
pl: Nie próbujcie mnie zastraszyć. Jestem zbyt stary, by bać się śmierci, i nie mam rodziny. Spróbuję wyleczyć waszego syna, gdyż taki jest mój obowiązek jako medyka, a nie z powodu waszych gróżb, akladyjska pani.

source: Your motives are of no concern to me, just do it!
cs: Nezáleží mi na tvých motivech. Prostě to udělej a je to!
es: ¡No me interesan sus motivos, simplemente hazlo!
fr: Tes motivations ne m'intéressent pas, fais-le, un point c'est tout !
it: Non mi interessano le tue ragioni, curalo!
pl: Nie dbam o twoje motywy, po prostu to zrób!

source: Truly a shame we have no time to loot it or tax the inhabitants...
cs: To je pech, že nemáme čas ji vyplenit ani zdanit osadníky...
es: Es una vergüenza no tener tiempo para saquearla o para cobrar impuestos a sus habitantes.
fr: Quel dommage de ne pas avoir le temps de piller ou taxer tous ces gens...
it: È un peccato che non ci sia il tempo per saccheggiare o tassare gli abitanti...
pl: Zaprawdę szkoda, że czasu nam brak, aby złupić albo opodatkować mieszkańców.

source: I can't see... it's so cold...
cs: Nic nevidím... Je mi zima...
es: No puedo ver... Tengo frío...

source: No! Don't you DARE die on me! Not now!
cs: Ne! Neopovažuj se zemřít! Ještě ne!
es: ¡No! ¡No te ATREVAS a morir en mí! ¡Ahora no!
fr: Non ! Tu n'auras pas le front de mourir devant moi ! Pas maintenant !
it: No! Non morire! Non adesso!
pl: Nie! Jak śmiesz teraz umierać! Nie teraz!

source: For freedom! Death to the Akladian beasts!
cs: Za svobodu! Smrt akladijským hrdlořezům.
es: ¡Por la libertad! ¡Muerte a las bestias akladianas!
fr: Pour la liberté ! Mort aux brutes akladiennes !
it: Per la libertà! Morte agli animali di Akladia!
pl: Za wolność! Śmierć akladyjskim bestiom!

source: Umm... we are good guys, right?
cs: No... my jsme ti dobří, že?
es: Hum... Somos los buenos, ¿no?
fr: Euh... Nous sommes des gentils, d'accord ?
it: Uhm... Noi siamo i buoni, giusto?
pl: Eee.. To my jesteśmy ci dobrzy, prawda?

source: Do not forget to withdraw wounded units to villages, where they can rest and regain some of their health.
cs: Nezapomeň stáhnout zpátky zraněné vojáky, nejlépe do nějaké vesnice, ať si mohou odpočinout a nechat se ošetřit. Až se uzdraví, znovu je pošli do první linie.
es: No te olvides de enviar las unidades heridas a las aldeas, donde podrían descanzar y recuperar algo de salud.
fr: N'oubliez pas de ramener les unités blessées jusqu'aux villages où elles pourront se reposer et recouvrer un peu de santé.
it: Non dimenticatevi di ritirare le unità ferite nei villaggi, dove possono riposare e recuperare in parte le loro ferite.
pl: Nie zapomnijcie wycofać zranionych jednostek do wiosek, gdzie mogą one odpocząć i odzyskać nieco zdrowia.

source: Get out of my way, filthy underling!
cs: Táhni mi z cesty, špinavý podřadný!
es: ¡Fuera de mi vista, sucio plebeyo!
fr: Ote-toi de mon chemin, sale métèque !
it: Vattene dalla mia strada, sporco miserabile!
pl: Z drogi, niegodny, brudny pariasie!

source: Poor fools! They have no chance, yet still they fight.
cs: Bídní bastardi! Nemají žádnou šanci!
es: ¡Pobres tontos! No tienen ninguna posibilidad, pero aun así luchan.
fr: Pauvres fous, ils n'ont aucune chance et continuent à se battre.
it: Poveri bastardi! Non avete nessuna possibilità.
pl: Biedni głupcy! Nie mają żadnej szansy.. a jednak walczą.

source: How dare you oppose us, heathen underling!
cs: Jak si dovoluješ se stavět na odpor, bezbožný podřadný?
es: ¡Cómo te atreves a oponernos, plebeyo impío!
fr: Comment oses-tu te dresser contre nous, barbare païen !
it: Come osi opporti a me, miserabile senza dio!
pl: Jak śmiesz stawać na naszej drodze, pogańska świnio!

source: Their leader is dead, good! Now bring Gawen to their keep, men!
cs: Jejich velitel padl, dobrá práce! Nyní zaveďte Gawena do tvrze!
es: ¡Su líder está muerto, bien! ¡Ahora traigan a Gawen a su torreón, hombres!
fr: Leur chef est mort, bien ! Maintenant, amenez Gawen à leur château, les gars.
it: Il loro comandante è morto, bene! Ora portiamo Gawen alla loro fortezza, uomini!
pl: Zdechł już ich przywódca, świetnie! A teraz, prowadzić chyżo Gawena do ich fortecy!

source: Can it be possible? Yes! Lorin! Long have I dreamt of repaying you for what you did to me in Haeltin. Your time has come...
cs: Je to možné? Ano! Lorin! Už dlouho jsem snil o tom, že ti někdy vrátím Haeltin i s úroky. Tvůj čas nadešel...
es: ¿Es posible? ¡Sí! ¡Lorin! Hace tiempo que sueño con devolverte lo que me hiciste en Haeltin. Ha llegado tu hora...
fr: Est-ce possible ? Oui ! Lorin ! Il y a longtemps que je rêve de te faire payer ce que tu m'as fait à Haeltin. Ton heure est venue...
it: Come è possibile? Sì! Lorin! Da molto tempo stavo sognando di farti pagare quello che mi hai fatto a Haeltin. È giunta la tua ora...
pl: Czy to możliwe? Tak! Lorin! Długo marzyłem, aby odpłacić ci za to, co mi uczyniłaś mi w Haeltin. Twój czas nadszedł...

source: Oh my, I am scared. Haeltin? Let me think... Ah yes, I remember now. You were that flabby, nebbish cur who was crying just looking at my knife.
cs: Ale božíčku, už se třesu! Haeltin? Musím přemýšlet... Ahá, jasně, už jsem si vzpomněla. Tos byl ty, ta schlíplá žadonící hromádka trusu, co fňukala před mým nožíkem?
es: Dios mío, tengo miedo. ¿Haeltin? Déjame pensar... Ah sí, ahora lo recuerdo. Eras ese canalla fofo y atontado que lloraba con solo mirar mi cuchillo.
fr: Oh mon Dieu, j'ai peur. Haeltin ? Laisse-moi réfléchir... Ah oui, je me souviens maintenant. Tu était ce stupide petit avorton écervelé qui s'est mis à pleurnicher à la seule vue de mon poignard !
it: Santo cielo, che paura. Haeltin? Fammi pensare... ah sì, adesso ricordo. Eri quel pappamolla che si metteva a piangere guardando il mio coltello.
pl: Och, ależ się boję. Haeltin? Niech pomyślę... Ach tak, już pamiętam. To ty byłeś tym wymoczkiem bez jaj, który rozpłakał się na widok mojego noża.
