Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Of course you don't, I know you are going straight to hell; that was a metaphor.
cs: To sem jen tak plácla. Jistě že nemáte. Je mi jasné, že jdete přímo do pekla.
es: Por supuesto que no, sé que vas directo al infierno; eso fue una metáfora.
fr: Évidemment pas, c'était une métaphore, je sais bien que vous allez directement en enfer.
it: Ma certo che non c'è, lo so che andrai direttamente all'inferno, era solo un modo di dire.
pl: No przecież wiem. Idziecie prosto do piekła. To była taka metafora (trudne słowo).

source: No, no, I mean that our philosssophical sysstem doesn't employ such vague ideas as 'heaven' or 'hell'. Our thinking about the world, sssomething you call religion, isss much more ssssophissssticated. For example...
es: No, no, quiero decir que nuessstro sissstema filosófico no emplea ideasss tan vagasss como "cielo" o "infierno". Nuestro pensamiento sobre el mundo, lo que ustedesss llaman religión, es mucho másss sofisssticado. Por ejemplo...

source: Off with your head! Surely he looks much less sophisticated without his head, doesn't he?
es: ¡Fuera esa cabeza! Seguramente se ve mucho menos sofisticado sin su cabeza, ¿no?

source: Ah, I like tough girls. Tell me, Lorin, do you sleep with your sword, too?
cs: Ách! Miluju drsné holky. Lorin, bereš si meč i do postele?
es: Ah, me gustan las chicas duras. Dime, Lorin, ¿tú también duermes con tu espada?
fr: Ah, j'adore les dures à cuire. Lorin, est-ce que vous dormez aussi avec votre épée ?
it: Ah, mi piacciono le ragazze tenaci. Lorin, te la porti anche a letto la tua spada?
pl: Ach, lubię twarde dziewczyny. Lorin, czy do łoża również zabierasz miecz?

source: Do we know each other?
cs: My se známe?
es: ¿Nos conocemos?
fr: On se connaît ?
it: Ci conosciamo?
pl: Czy my się znamy?

source: We met before, lady thing... I wass wounded but I sssurvived. It wasss a hope I had I wouldn't see your feissssse again...
es: Nosss conocimosss antes, cosa señora... Essstuve herido pero sobreviví. Tenía la esssperanza de no volver a ver tu fasss...

source: My what? Anyway, whatever, you will tell me everything you know about orcs.
cs: Můj co? No, na tom stejně nezáleží. Teď mi řekneš o skřetech všechno, co víš.
es: ¿Mi qué? De todos modos, como sea, me dirás todo lo que sabes sobre los orcos.
fr: Me quoi ? Peu importe, tu me diras tout ce que tu sais au sujet des orcs.
it: La mia cosa? Comunque, sia come sia, adesso mi dirai tutto quello che sai sugli orchi.
pl: Mojego czego? W każdym bądż razie, em, powiesz mi wszystko, co wiesz o orkach.

source: You will tell me everything you know about orcs.
cs: Teď mi řekneš o skřetech všechno, co víš.
es: Me contarás todo lo que sepas sobre los orcos.
fr: Tu vas me dire tout ce que tu sais au sujet des orcs.
it: Mi dirai tutto quello che sai sugli orchi.
pl: Powiesz mi wszystko, co wiesz o orkach.

source: And I thought this day sssstarted ssssuch beautifully... What orcs? They have two legssss, two handsss, what'sss more do you want to know? Being Akladian you ssshould know them better...
cs: A to jsssem sssi myssslel, že tento den tak krásssně začal. Ssso vím o ssskřetech? Mají dvě russse, dvě hakssssny, ssso vísss chssseššš vědět? Jako Akladijka bysss je měla znát líp...
es: Y yo que creía que essste día empezaba tan bonito... ¿Qué orcosss? Tienen dos patasss, dos manosss, ¿qué másss quieresss saber? Sssiendo akladiana deberías conocerlosss mejor...

source: Aren't you allied now? Which issss quite natural for you, isssn't it?
cs: Dyk ssste ssspojensssi, ne? Sssopak to není pro vásss přirozzzené?
es: ¿No soisss aliadosss ahora? Lo cual esss bassstante natural para ti, ¿no esss cierto?
fr: Vous n'êtes pas encore alliés ? Ccce ssserait plutôt naturel pour vous, non ?
it: Adessssso non sssiete alleati? Del resto è nella natura delle cossse, no?
pl: Czyszsz nie jesteśśście teraz ssssprzymieszszeni? Co sssresztą było dla wassss dośśść naturalne, nieprawdaszsz?

source: We? No, not really. I guess you don't know nothing really important. Go to your ancestors, lizard!
cs: My? Ne. Myslím, že fakt nic zajímavýho nevíš. Táhni ke svým předkům, ještěráku!
es: ¿Nosotros? No, en realidad no. Supongo que no sabes nada realmente importante. ¡Vete con tus antepasados, lagarto!
fr: Nous ? Non, pas vraiment. Je suppose que tu ne sais rien de vraiment important. Va rejoindre tes ancêtres, lézard !
it: Noi? No, no davvero. Penso che tu non sappia niente di importante. Raggiungi i tuoi antenati, lucertola!
pl: My? Nie, raczej nie. Wygląda na to, że nie wiesz nic naprawdę ważnego. Czas dołączyć do swoich przodków, jaszczurze!

source: Thank you! Ssso you will sssave my life?
cs: Děkuji ti! Takžže mi daruješšš žžživot?
es: ¡Graciasss! ¿Asssí que me salvarásss la vida?
fr: Merccci ! Donc vous me laisssssssssssssez la vie sssssssauve ?
it: Grazie! Mi lassscerai, dunque, vivere?
pl: Siękuję! Possfolisz mi więc szszyć?

source: Uh, what?
cs: Cože?
es: ¿Huh, qué?
fr: Euh, quoi ?
it: Eh, cosa?
pl: E, co?

source: You are allowing me to leave, so I could go to my ancestors... some of them live quite near thisss place...
es: Me estásss permitiendo marchar para poder ir con misss antepasadosss... algunosss de ellos viven bastante cerca de essste lugar...

source: I think you are confused... But all of a sudden I have lost my natural urge to cut your head off. Maybe I am confused, but go away now before I change my mind.
cs: Myslím, že ti přeskočilo... a nebo mně? Nějak jsem v tom spěchu přišla o svoji přirozenou potřebu urazit ti hlavu u samého krku. Zmiz mi z očí.
es: Creo que estás confundido... Pero de repente he perdido mi impulso natural de cortarte la cabeza. Tal vez soy yo la que está confundida, pero vete ahora antes de que cambie de opinión.
fr: Je pense que tu t'égares... Mais soudainement, j'ai perdu mon envie irrésistible et naturelle de te couper la tête. Peut-être que je suis un peu égarée moi-même, va-t'en avant que je change d'avis.
it: Credo che tu sia confuso... O lo sono io? Beh, così all'improvviso non sento più nella mia natura di tagliarti la testa. Vattene.
pl: Chyba coś ci się poplątało.. Chyba, żeby to mi się coś pomieszało... Ech, zupełnie nagle straciłam swoją naturalną potrzebę pozbawienia ciebie głowy. Znikaj.

source: You will allow me to live! And you will be sspared!
cs: Tysss mě nechala žít. A tak i ty budeššš ušššetřena.
es: ¡Me permitirásss vivir! ¡Y te sssalvarás!
fr: Vous me laissez vivre ! Et vous ssserez épargnée !
it: Tu mi lassscerai vivere! Io ti risssparmierò!
pl: Possfolisz mi żyć! A zostanieszsz oszszędzona!!

source: Uh, what? I think your command of human language is quite limited. How on earth do you think you will sssspare me?
cs: Co? Cože? Tak se mi zdá, že po našem moc neumíš, co? Jak si vůbec můžeš u všech rohatých myslet, že ty mě můžeš ušetřit?
es: ¿Qué? Creo que tu dominio del lenguaje humano es bastante limitado. ¿Cómo diablos crees que vas a sssalvarme?
fr: Euh, quoi ? Je crois que ta connaissance du langage humain est plutôt limitée. Comment diable peux-tu croire que tu vas m'épargner ?
it: Eh, cosa? Penso che la tua padronanza della lingua degli uomini sia molto limitata. Come diavolo puoi pensare di risssparmiarmi?
pl: E.. że jak? Chyba twoja znajomość języka ludzi jest dość ograniczona. Jakim cudem możesz sobie wyobrazić, że to ty możesz mnie oszszszędzić?

source: Maybe he was thinking about about some other word. Uhmmm, for example...
cs: Možná myslel na nějaké jiné slovo. Hmmm, co třeba ob...
es: Tal vez estaba pensando en alguna otra palabra. Hummm, por ejemplo...
fr: Il pensait peut-être à un autre mot. Hum, par exemple r...
it: Forse pensava a un'altra parola. Ehmmm, per esempio, s...
pl: Może myślał o jakiś innym słowie. Um, na przykład...

source: Majid, do you really want to explore the depths of my patience?
cs: Mažide, ty fakt chceš vědět, kam sahá moje trpělivost?
es: Majid, ¿realmente quieres explorar la profundidad de mi paciencia?
fr: Majid, tu veux vraiment tester les limites de ma patience ?
it: Majid, allora vuoi veramente mettere a prova la mia pazienza?
pl: Majid, czy naprawdę pragniesz sprawdzić, jak daleko sięga moja cierpliwość?

source: Majid! So you are familiar enough with me now to remember my first name!
cs: Mažid! Ano! Ty jsi pamatuješ moje křestní jméno!
es: ¡Majid! ¡Así que soy lo bastante familiar para ti como para recordar mi primer nombre!
fr: Majid ! Vous me connaissez suffisamment maintenant pour vous rappeler mon prénom !
pl: Majid! A więc jesteś już ze mną w dość poufałych stosunkach, by wreszcie nazywać mnie po imieniu.

source: Iff you will kill me, other lizardss will find you and sssslain you and...
es: Si me matasss, otrosss lagartosss te encontrarán y te matarán y...

source: Then again, again, maybe he was thinking about another word, for example...
cs: A možná zase, možná myslel na nějaké jiné slovo, třeba ...
es: Entonces otra vez, de nuevo, tal vez estaba pensando en otra palabra, por ejemplo...
fr: Ou cette fois encore il pensait peut-être à un autre mot, par exemple...
it: O forse di nuovo, forse pensava a un'altra parola, per esempio...
pl: Może znowu miał na myśli inne słowo, na przykład...

source: Aaaaaargh!
cs: Áááááááá!
es: ¡Aaaaaarg!
pl: Aaaaargh!

source: I hate empty threats.
cs: Nesnáším plané hrozby.
es: Odio las amenazas vacías.
fr: Je déteste les menaces en l'air.
it: Non sopporto le vuote minacce.
pl: Nienawidzę pustych gróźb.

source: Ha! We're off to an easy start! See, I told you that lizards are much less dangerous in the winter. This will be a nice occasion to train our troops.
cs: Ha! Začalo to neskutečně lehce! Podívej, já to říkala. V zimě jsou ješteráci mnohem míň nebezpeční. Krásná příležitost k potrénování vojáků.
es: ¡Ja! ¡Hemos tenido un fácil comienzo! Ves, te dije que las lagartijas son mucho menos peligrosas en el invierno. Esta será una buena ocasión para entrenar a nuestras tropas.
fr: Ah ! Ça devient incroyablement facile ! Vous voyez, je vous l'avais dit ! En hiver les lézards sont beaucoup moins dangereux. C'est une bonne occasion pour entraîner les troupes.
it: Ah! È cominciato in modo veramente facile! Io ve l'avevo detto. D'inverno le lucertole sono molto meno pericolose. È stata un'ottima occasione per allenare le truppe.
pl: Ha! Zaczęło się niesamowicie łatwo! Widzicie, mówiłem wam. W zimie te jaszczury nie są takie groźne. Niezła okazja, by potrenować żołnierzy.

source: Fighting with lizards here is waste of time. Retreat!
cs: Válčit s těmi ještěráky je ztráta času. Ústup!
es: Pelear con los lagartos aquí es una pérdida de tiempo. ¡Retirada!
fr: Combattre les lézards est une perte de temps. Retraite !
it: Combattere le lucertole qua è solo uno spreco di tempo. Ritirata!
pl: Walka z jaszczurami tutaj to tylko strata czasu. Odwrót!

source: Ha! The lizards were hiding some gold here!
cs: Ha! Schovali tu nějaké zlato!
es: ¡Ja! ¡Los largartos estaban escondiendo algo de oro aquí!
fr: Ah ! Ils avaient caché de l'or ici !
it: Ah! Avevano nascosto dell'oro qua!
pl: Ha! Jaszczury ukrywały tu nieco złota!

source: You have received $gold_amt_1 gold pieces.
cs: Získal jsi $gold_amt_1 zlatých.
es: Has recibido $gold_amt_1 piezas de oro

source: You have received $gold_amt_2 gold pieces.
cs: Získal jsi $gold_amt_2 zlatých.
es: Has recibido $gold_amt_2 piezas de oro

source: You have received $gold_amt_3 gold pieces.
cs: Získal jsi $gold_amt_3 zlatých.
es: Has recibido $gold_amt_3 piezas de oro

source: You have received $gold_amt_4 gold pieces.
cs: Získal jsi $gold_amt_4 zlatých.
es: Has recibido $gold_amt_4 piezas de oro

source: There appears to be a path through the snow here!
es: ¡Parece que hay un camino a través de la nieve aquí!

source: My fight with that lizard revealed a path through the snow here!
es: ¡Mi pelea con ese lagarto reveló un camino a través de la nieve aquí!

source: Oh no! New reinforcements have arrived to help our enemies, now we have no chance to defeat them!
cs: Ale ne! Nepřítel dostal další posily! Nyní nemáme žádnou šanci je porazit!
es: ¡Oh, no! Han llegado nuevos refuerzos para ayudar a nuestros enemigos, ¡ahora no tenemos posibilidad de derrotarlos!
fr: Oh non ! Des nouveaux renforts ennemis sont arrivés. Nous n'avons plus aucune chance de les battre.
it: Oh no! Sono arrivati nuovi rinforzi per aiutare i nostri nemici, ora non abbiamo più possibilità di sconfiggerli!
pl: Och nie! Nowe siły przybyły na pomoc naszym wrogom, teraz nie mamy już szans by ich pokonać!

source: Council in Freetown
cs: Rokování ve Svobodově.
es: Consejo en Freetown
fr: Conseil à Freetown
it: Il consiglio a Freetown
pl: Narada w Wolnym Mieście

source: The day was bright when Gawen Hagarthen entered the forests of Raedwood. There, inside the very heart of the forest, lay the city of Freetown, founded by refugees from lands under the heavy Akladian yoke. Life was not easy here, food was scarce, and yet smiles were often seen on the faces of men and women.
cs: Právě se rozednívalo, když Gawen Hagarthen vstoupil do Raedwoodských lesů. A tam, v samém srdci lesa, leželo město Svobodov. Bylo založeno uprchlíky ze zemí pod akladijskou tyranií. Život tam nemohl být lehký, přesto Gawena překvapily usměvavé tváře žen i mužů.
es: El día era luminoso cuando Gawen Hagarthen se adentró en los bosques de Raedwood. Allí, en el mismo corazón del bosque, se encontraba la ciudad de Freetown, fundada por refugiados de las tierras bajo el pesado yugo akladiano. La vida no era fácil aquí, la comida escaseaba y, sin embargo, a menudo se veían sonrisas en los rostros de hombres y mujeres.
fr: Le jour était déjà levé quand Gawen Hagarthen entra dans les forêts de Raedwood. Là, au coeur de la forêt, se trouvait la cité de Freetown, fondée par les réfugiés des territoires sous le joug des Akladiens. La vie n'y était pas facile, la nourriture était rare, et pourtant, les hommes et les femmes souriaient souvent.
it: Era pieno giorno quando Gawen Hagarthen entrò nelle foreste di Raedwood. La città di Freetown era lì, nel cuore stesso della foresta, fondata dai rifugiati dalle terre sotto il giogo di Akladia. Anche se qui la vita non era facile e il cibo era scarso, si vedevano spesso i volti degli uomini e delle donne sorridere.
pl: Piękny był dzień, kiedy Gawen Hagarthen przybył do Lasu Raed. Tutaj, w samym sercu lasu, leżało wolne miasto, Freetown, założone przez uciekinierów z krajów pod akladyjskim jarzmem. Życie nie było tutaj łatwe, nierzadko brakowało żywności, a jednak często można było zobaczyć uśmiechy na twarzach mężczyzn i kobiet.

source: Karen said she could smell the freedom in the air here. Gawen smelled nothing out of the ordinary, though... only the scent of meats being roasted over an open flame. 'Perhaps it is not given to royalty to smell freedom,' he thought. Messengers waited for Ruvio, asking him to come to the meeting of the Freetown leaders.
cs: Podle Kareniných slov byla svoboda přímo cítit ve vzduchu, ale Gawen necítil nic krom jídla připravovaného v polní kuchyni. Ale nebylo mu dáno ho ochutnat. Poslové už čekali na Ruvia, aby ho pozvali na setkání s nejvyššími Svobodovskými.
es: Karen dijo que se podía oler la libertad en el aire. Sin embargo, Gawen no olía nada fuera de lo común... sólo el aroma de la carne asada al fuego. "Tal vez no sea propio de la realeza oler la libertad", pensó. Los mensajeros esperaban a Ruvio, pidiéndole que acudiera a la reunión de los líderes de Freetown.
fr: Karen dit qu'elle pouvait sentir le parfum de la liberté dans l'air à cet endroit. Gawen ne sentait rien d'extraordinaire... sauf l'odeur des viandes cuites à la broche. « Peut-être n'est-il pas donné aux gens de sang royal de sentir ce parfum », se dit-il. Des messagers attendaient Ruvio, pour lui demander d'aller à la réunion des chefs de Freetown.
it: Karen disse che lì si poteva sentire l'odore della libertà nell'aria; Gawen non sentì nessun odore, tranne quello dei pasti si stavano preparando nella cucina da campo. Ma non li poté assaggiare. Dei messaggeri che aspettavano Ruvio, gli chiesero di andare alla riunione dei capi di Freetown.
pl: Karen powiedziała, że tutaj czuć zapach wolności w powietrzu, Gawen nie czuł nic prócz woni posiłków z kuchni polowych. Nie było mu dane ich skosztować. Ruvia oczekiwali posłańcy z zaproszeniem na spotkanie rady przywódców Wolnego Miasta.

source: Welcome back to Freetown, Ruvio. You are just in time for our meeting.
cs: Vítej zpátky ve Svobodově, Ruvio. Právě včas, aby ses připojil k našemu Sněmu.
es: Bienvenido de nuevo a Freetown, Ruvio. Llegas justo a tiempo para nuestra reunión.
fr: Heureux de te revoir à Freetown, Ruvio. Tu arrives juste à temps pour la réunion.
it: Bentornato a Freetown, Ruvio. Giusto in tempo per partecipare alla nostra riunione.
pl: Witaj z powrotem w Wolnym Mieście, Ruvio. Zdążyłeś w samą porę, by wziąć udział w naszym spotkaniu.

source: We also welcome your daughter. Karen, I would order you to leave this meeting and go to your mother...
cs: Vítáme také tvou dceru. Karen, rád bych tě požádal, abys odešla a přivítala se se svou matkou a sestrami...
es: También le damos la bienvenida a tu hija. Karen, te ordenaría que abandonases esta reunión y fueras con tu madre...
fr: Que votre fille soit aussi la bienvenue. Karen, je voudrais que tu quittes cette réunion et ailles rejoindre ta mère...
it: E benvenuta anche tua figlia. Karen, vorrei ordinarti di non partecipare alla riunione e di andare da tua madre...
pl: Witamy również twoją córkę. Karen, rozkazałbym ci opuścić to spotkanie i pójść do swojej matki...

source: ...but you know that you would only waste your breath.
es: ...pero sabes que sólo desperdiciarías tu aliento.

source: We've heard that you have battled and defeated both Akladians and Outlaws. Accept our congratulations, Ruvio. But who is this young man, your companion?
cs: Doneslo se k nám, že jste se střetli a porazili jak Akladijce tak bandity. Přijmi naše gratulace, Ruvio. Ale kdo je tady ten mladík?
es: Hemos oído que has luchado y derrotado tanto a akladianos como forajidos. Acepta nuestras felicitaciones, Ruvio. Pero, ¿quién es este joven, tu compañero?
fr: Nous avons appris que tu avais vaincu les Akladiens et les hors-la-loi. Accepte nos félicitations, Ruvio. Mais qui est ce jeune homme, ton compagnon ?
it: Abbiamo saputo che avete combattuto e sconfitto sia quelli di Akladia sia quelli di Senzalegge. Accetta le nostre congratulazioni, Ruvio. Ma chi è questo giovane che ti accompagna?
pl: Słyszeliśmy, że walczyłeś i zwyciężyłeś zarówno Akladian, jak i banitów. Przyjmij nasze gratulacje Ruvio. Ale kimże jest ten młody człowiek, twój towarzysz?

source: I participated in the battles you have mentioned, but someone else should be credited for the victory. We were commanded by this young man.
cs: Sice jsem se podílel na těch bitvách, o kterých mluvíš, ale někdo jiný si zaslouží ovace za vítězství. Pod velením právě tohoto mladého muže jsme vítězili.
es: Participé en las batallas que has mencionado, pero la victoria debe atribuirse a otra persona. Estábamos comandados por este joven.
fr: J'ai bien participé aux batailles que tu mentionnes, mais un autre devrait recevoir le mérite de la victoire. C'est ce jeune homme qui nous commandait.
it: Ho partecipato alle battaglie che hai detto, ma il merito per la vittoria va a qualcun altro. Era questo giovane a comandarci.
pl: Uczestniczyłem w bitwach, które wspomniałeś, ale zwycięstwo nie jest moją zasługą. Dowodził nami ten właśnie tutaj młody człowiek.

source: And his name is...?
cs: A jak se jmenuje?
es: ¿Y su nombre es...?
fr: Et son nom est… ?
it: E si chiama...
pl: A imię jego brzmi...?

source: (<i>grumbling</i>) I hate you.
cs: (<i>brblá si pod vousy</i>) Já tě nenávidím.
es: (<i>quejándose</i>) Te odio.

source: But now, he must leave. We have very important and secret things to talk upon.
cs: Ale nyní musí odejít. Čeká nás rozprava o věcech důležitých a tajných.
es: Pero ahora, debe irse. Tenemos cosas muy importantes y secretas de las que hablar.
fr: Mais maintenant, il doit partir. Nous devons discuter de sujets très importants et très secrets.
it: Ma ora se ne deve andare. Ci sono cose importanti e segrete di cui dobbiamo discutere.
pl: Ale teraz musi nas opuścić. Mamy bardzo ważne i poufne sprawy do omówienia.

source: He has my full trust. He stays.
cs: Má mou plnou důvěru. Zůstane.
es: Tiene toda mi confianza. Se queda.
fr: J'ai pleinement confiance en lui. Il reste.
it: Ha la mia piena fiducia. Lui rimane.
pl: Ma moje pełne zaufanie. Zostaje.

source: So be it. Let's greet our honorable guest, Mithrandil of the northern Elves. He has made a long journey here and he bears important news.
cs: Tak, teď pojďme přivítat našeho vzácného hosta, Mithrandila, elfa ze Severu. Vydal se na dlouhou cestu a přináší důležité zprávy.
es: Que así sea. Saludemos a nuestro honorable invitado, Mithrandil de los elfos del norte. Ha hecho un largo viaje hasta aquí y trae noticias importantes.
fr: Entendu. Maintenant, accueillons notre honorable invité, Mithrandil des elfes du nord. Il a fait un long voyage jusqu'ici et est porteur de nouvelles importantes.
it: Ora, permetteteci di ringraziare il nostro onorato ospite, Mithrandil degli elfi del nord. Ha fatto un lungo viaggio per giungere fin qua a portarci importanti notizie.
pl: Dobrze, powitajmy naszego godnego gościa, Mithrandila z północnych elfów. Przebył długa drogę, by tu dotrzeć i przynosi ważne wiadomości.

source: My respect and best wishes for everyone in this free city. I hope you will forgive me for dispensing with the formalities of a long traditional speech. The news I bring here is simple, and terrifying. The Orcish army has marched unnoticed and unopposed into the very heart of Wesnoth.
cs: Ať hvězdy stále svítí nad Svobodovem a jeho skvělými obyvateli! Odpusťtež mi neokázalou neprotokolární řeč. Přináším novinky, jež jsou zřetelné a znepokojivé. Houfy skřetů pochodují skrytě a nepozorovaně do samého srdce království wesnothského.
es: Mis respetos y mis mejores deseos para todos en esta ciudad libre. Espero que me perdonen por prescindir de las formalidades de un largo discurso tradicional. Las noticias que traigo aquí son simples, y aterradoras. El ejército orco ha marchado sin ser visto y sin oposición hacia el corazón de Wesnoth.
fr: Mes respects et meilleurs voeux à tous ceux de cette cité libre. J'espère que vous me pardonnerez de dispenser des formalités traditionnelles. Les nouvelles que j'apporte sont simples et terrifiantes. L'armée des orcs est arrivée inaperçue et sans résistance jusqu'au coeur de Wesnoth.
it: I miei omaggi e cordiali saluti a tutti in questa città libera. Spero che mi perdoniate se non vi annoio con un lungo e pomposo discorso tradizionale. Le notizie che vi porto sono semplici e terribili. L'esercito degli orchi ha marciato inosservato fino al cuore di Wesnoth.
pl: Szacunek i szczęście mieszkańcom Wolnego Miasta. Mam nadzieję, że wybaczycie mi, że nie zanudzę was tradycyjnym długim i kwiecistym przemówieniem. Wiadomości, które przywożę są przerażająco proste. Armia orków, niezauważona przez nikogo, wmaszerowała w samo serce Wesnoth.

source: No! That impossible! How that could possibly happened? They would have had to cross through the free realms of the north, and...
cs: Ne, nikdy! To je nemožné! Jak by se to mohlo stát? Vždyť by museli projít svobodnými zeměmi na Severu, a ...
es: ¡No! ¡Eso es imposible! ¿Cómo podría haber ocurrido? Habrían tenido que cruzar a través de los reinos libres del norte, y...
fr: Non ! C'est impossible. Comment l'auraient-ils fait. Ils leur fallait traverser les royaumes libres du nord, et...
it: No! È impossibile! Come sarebbe potuto succedere, avrebbero dovuto attraversare i regni liberi del nord e...
pl: Nie! To niemożliwe! Jakim cudem... Musieliby przejść przez wolne królestwa północy, i...
