Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Yes, yes, I will answer, yummie... liver. What kind of liver it would be?
cs: Ano, ano, odpovědět. Chtít těžit. Ale co těžit? Zlato? Stříbro? UHLÍ?
es: Sí, sí, rico... y crujiente. ¿Qué tipo de manjar sería? .

source: What??
cs: Cože?
es: ¿¿Qué??
fr: Quoi ??
it: Cosa??
pl: Że co??

source: What kind of liver it will be? Human liver, uhmm, or delicious liver of Elvish woman?
cs: Ty říct nechat těžit. Já nevědět, co těžit. Já rád težit uhlí. Vonět. Nerad těžit zlato a uran. Smrdět.
es: ¿Qué tipo de crujiente manjar será? ¿Huesos humanos, o deliciosos huesos de mujer elfa?
fr: Quel genre de foie ? Du foie humain, hmmm, ou du délicieux foie de femelle elfe ?
it: Che tipo di cuore si tratta. Cuore umano, gnam, oppure delizioso cuore di elfo femmina?
pl: Jaki to będzie rodzaj szynki? Szynka z ludzkiej rzyci, mmmm, a może przepyszne szyneczki elfiej kobiety?

source: No, no, you did not understand me. I will LET you LIVE, not GET you LIVER. Why are you here, allied with Akladians?
cs: Kdepak, špatně jsi mi rozuměl. Já nechám TĚ ŽÍT, ne že tě nechám TĚŽIT. Proč jste sem přišli a spojili se s Akladijci?
es: No, no, no me entendiste. Te permitiré HUIR, no CRUJIR. ¿Por qué os aliasteis con los akladianos?
fr: Non, non, tu n'as pas compris. J'ai parlé de FOI, pas de FOIE. Pourquoi êtes-vous alliés aux Akladiens ?
it: No, no, non mi hai capito. Io ti farò mangiare il TUO cuore. Che ci fate qua alleati con la gente di Akladia?
pl: Nie, nie, nie zrozumiałeś mnie. Dam ci żyć, a nie czyjś tyłek. Dlaczego sprzymierzyliście sie z Akladyjczykami?

source: My boss would know. I know nothing, I am great warrior, not great thinker.
cs: Moje šéf vědět všecko. Já nevědět nic. Já být velký bojovník, já málo myslet.
es: Mi jefe sabría. Yo no sé nada, soy gran guerrero, no gran pensador.
fr: Mon chef devrait savoir. Je sais rien. Je suis grand guerrier, pas grand intellectuel.
it: Il capo lo sa. Io non so nulla, io grande guerriero, non grande testa.
pl: Mój wódz będzie wiedzieć. Ja wiedzieć nic. Ja wielki wojownik, nie wielki myśliciel.

source: My lord! Do not let him go! He was beating and killing my friends and family members! If you won't kill him, I will!
cs: Můj pane! Nenechávej ho jít! Mlátil a zabíjel mé přátele a členy rodiny! Pokud ho nezabiješ ty, pak to udělám já!
es: ¡Mi señor! ¡No le permita huir! ¡Estaba pegando y matando a mis amigos y a mi familia! ¡Si no lo mata, lo haré yo!
fr: Monseigneur ! Ne le laissez pas partir. Il a frappé et tué mes amis et des gens de ma famille ! Si vous ne le tuez pas, je le ferai moi-même !
it: Mio signore! Non lasciatelo andare! Ha massacrato e ucciso i miei amici e la mia famiglia! Se non lo farete voi, lo ucciderò io!
pl: Panie! Nie pozwólcie mu odejść! Bił i mordował moich przyjaciół i krewnych! Jeżeli wy go nie zabijecie, ja to zrobię!

source: Should I spare him?
cs: Mám ho ušetřit?
es: ¿Debería prescindir de él?
fr: Devrais-je l'épargner ?
it: Dovrei risparmiarlo?
pl: Czy powinienem go oszczędzić?

source: Aaaargh!!
es: ¡¡Aaaarg!!

source: I will allow you to live, if you will tell me few things.
cs: Nechám tě naživu, když mi odpovíš na pár věcí.
es: Te permitiré vivir, si me respondes algunas preguntas.
fr: Je te laisserai vivre si tu me dis quelques petites choses.
it: Ti permetterò di vivere, se mi dirai alcune cose.
pl: Pozwolę ci żyć, jeżeli odpowiesz mi na kilka pytań.

source: Ask then, human.
cs: Tak ptát ty, lidský červ.
es: Pregunte entonces, humano.
fr: Alors demande-les, humain.
it: Allora chiedi, uomo.
pl: Pytaj, człowiecze.

source: Why are you allied with Akladians?
cs: Proč jste se spojili s Akladijci?
es: ¿Por os habéis aliado con los akladianos?
fr: Pourquoi êtes-vous alliés aux Akladiens ?
it: Perché siete alleati con quelli di Akladia?
pl: Dlaczego jesteście sprzymierzeni z Akladyjczykami?

source: That's what waits for all orcs that fall into my hands!!
cs: A toto čeká každého skřeta, který se mi padne do rukou!!
es: ¡¡Eso es lo que espera a todos los orcos que caen en mis manos!!
fr: Voila ce qui attend tous les orcs qui passeront entre mes mains !!
it: Questo è quello che spetta agli orchi che cadono nelle mie mani!!
pl: Oto co czeka każdego orka co trafi w moje ręce!

source: John the Smith
cs: Kovář John
es: Juan el Herrero
fr: John le Forgeron
it: John "il fabbro"
pl: Jan Kowal

source: Paul the Small
cs: Malý Paul
es: Pablo el Pequeño
fr: Paul le Petit
it: Paul "il corto"
pl: Paweł Mały

source: Quick Herman
cs: Rychlý Herman
es: Rápido Germán
fr: Herman le Vif
it: Herman "lo svelto"
pl: Szybki Herman

source: Hurray! We are free! Now, death to the orcs!
cs: Hurá! Jsme zas volní! Smrt skřetům!
es: ¡Hurra! ¡Somos libres! ¡Ahora, muerte a los orcos!
fr: Hourra ! nous sommes libres ! À présent, mort aux orcs !
it: Urrà! Siamo liberi! Adesso, a morte gli orchi!
pl: Hura! Wolniśmy! A teraz, śmierć orkom!

source: Gonzales the Steelhand
cs: Gonzales Železná ruka
es: González Manoacero
fr: Gonzales Main-de-fer
it: Gonzales "mano d'acciaio"
pl: Gonzales Stalowa Dłoń

source: Fast Robin
cs: Rychlý Robin
es: Rápido Robin
fr: Robin le Rapide
it: Robin "il lampo"
pl: Robin Błyskawica

source: Oh no! New reinforcements have arrived to help our enemies, now we have no chances to defeat them!
cs: Ale ne! Nepřítel dostal další posily! Nyní nemáme žádnou šanci je porazit!
es: ¡Oh, no! Han llegado nuevos refuerzos para ayudar a nuestros enemigos, ¡ahora no tenemos posibilidad de derrotarlos!
fr: Oh non ! Des nouveaux renforts ennemis sont arrivés. Nous n'avons plus aucune chance de les battre.
it: Oh no! Sono arrivati nuovi rinforzi per aiutare i nostri nemici, ora non abbiamo più possibilità di sconfiggerli!
pl: Och nie! Nowe siły przybyły na pomoc naszym wrogom, teraz nie mamy już szans by ich pokonać!

source: When I returned to the castle, it looked like a beehive with so many Akladians scurrying here and there. When I asked where Lady Lorin was, they avoided my eyes and muttered incoherently.
cs: Když jsem se vrátil do hradu, vypadalo to tu jako v úle, když spousty Akladijců běhali sem a tam. Když jsem se zeptal, kde je lady Lorin, jenom mlžili a něco nesouvisle si mumlali.
es: Cuando regresé al castillo, parecía una colmena con tantos akladianos corriendo de un lado a otro. Cuando preguntaba dónde estaba la señora Lorin, evitaban mirarme a los ojos y murmuraban incoherencias.
fr: Quand je revins au château, il ressemblait à une ruche avec tous ces Akladiens courant ici et là. Quand je demandai où était Dame Lorin, ils fuyaient mon regard et murmuraient des choses incohérentes.
it: Quando sono tornato al castello, pareva di essere in un alveare con tutti quelli di Akladia che correvano di qua e di là. Quando chiedevo dove fosse Lady Lorin, evitavano il mio sguardo e mormoravano parole incoerenti.
pl: Kiedy wróciłem do zamku wyglądał on jak mrowisko, z rzeszą Akladyjczyków biegających w każdym kierunku. Gdy pytałem, gdzie jest pani Lorin unikali mojego wzroku mrucząc coś niezrozumiale.

source: Finally one of them said that Lady Lorin committed some kind of terrible crime, and she was caught by the guards; she tried to fight them off, but she was still too weak after her strange accident on the battlefield and was easily overwhelmed.
cs: Nakonec mi někdo sdělil, že lady Lorin provedla nějaký strašný zločin a že byla chycena strážemi; prý se snažila bránit, ale byla po těžkém úraze na bojišti tak slabá, že ji lehce přemohli.
es: Finalmente, uno de ellos dijo que la señora Lorin había cometido algún tipo de terrible crimen, y había sido detenida por los guardias; trató de luchar contra ellos, pero todavía estaba demasiado débil después de su extraño accidente en el campo de batalla y fue abrumada fácilmente.
fr: Finalement l'un d'eux me dit que Dame Lorin avait commis une sorte de crime terrible et qu'elle avait été arrêtée par les gardes ; elle avait essayé de se défendre, mais elle était trop faible après son étrange accident sur le champ de bataille et elle avait été facilement maîtrisée.
it: Alla fine uno di loro mi disse che Lady Lorin aveva commesso un terribile crimine ed era stata arrestata dale guardie; tentò di difendersi, ma era ancora troppo debole dopo quello strano incidente sul campo di battaglia ed è stata facilemente sopraffatta.
pl: W końcu jeden z nich powiedział, ze popełniła ona jakąś niewybaczalną zbrodnię i została schwytana przez straże. Próbowała się bronić, ale dziwny wypadek na polu bitwy osłabił ją bardzo i została z łatwością obezwładniona.

source: What does this mean? Where is my step-mother? What have you done to her and why? Speak, I demand an explanation!
cs: Co tohle všechno znamená? Kde je má macecha? Co jste jí udělali a proč? Mluvte, KRÁL si žádá výsvětlení!
es: ¿Qué quiere decir esto? ¿Dónde está mi madrastra? ¿Qué le habéis hecho y por qué? ¡Hablad, exijo una explicación!
fr: Qu'est-ce que cela est supposé vouloir dire ? Où est ma belle-mère ? Que lui avez-vous fait et pourquoi ? Parlez, j'exige des explications !
it: Ma cosa vuol dire? Dov'è la mia matrigna? Cosa le hanno fatto e perché? Parla, voglio delle spiegazioni!
pl: Cóż to ma oznaczać? Gdzie jest moja macocha? Co z nią zrobiliście i dlaczego? Mówcie! Żądam wyjaśnień!

source: My king, I apologise. People acted a bit hastily. I hope you won't take offense to it, your majesty.
cs: Můj králi, omlouvám se. Lidé reagovali příliš rychle. Doufám, že to nebudeš brát jako útok na tvůj majestát.
es: Me disculpo, mi rey. La gente actuó un poco precipitada. Espero que no se lo tome como una ofensa, majestad.
fr: Mon roi, je vous demande pardon. Les gens ont réagi un peu trop vite. J'espère que vous n'en prendrez pas ombrage, votre majesté.
it: Mio re, vi chiedo scusa. La gente ha agito in maniera precipitosa. Spero che voi non la consideriate un'offesa alla vostra maestà.
pl: Królu mój, proszę o wybaczenie. Ludzie zadziałali nieco za szybko. Mam nadzieję, że nie odbierzecie tego jako obrazy waszego majestatu.

source: Forget my majesty, where is she?
cs: Do háje i s celým majestátem! Kde je?
es: Olvídese de mi majestad, ¿dónde está?
fr: Oubliez ma majesté, où est-elle ?
it: Al diavolo la mia maestà, dov'è?
pl: Do diabła z moim majestatem, gdzie ona jest?

source: Well, I don't know how to say it delicately. Lady Lorin is...
cs: No, nevím, jak bych ti to řekl. Lady Lorin je...
es: Bueno, no sé cómo decirlo con delicadeza. La señora Lorin es...
fr: Eh bien, je ne sais pas comment le dire avec délicatesse. Dame Lorin est...
it: Be', non so come dirlo. Lady Lorin è...
pl: Cóz.. nie wiem, jak to delikatnie ująć. Pani Lorin jest ...

source: The witch is pregnant!
cs: Ta bosorka je těhotná.
es: ¡La bruja está embarazada!
fr: La sorcière est enceinte.
it: La strega è gravida.
pl: Wiedźma jest w ciąży!

source: She's what?!
cs: Cože je?!
es: ¿¡Ella qué!?
fr: Elle est quoi ?!
it: Cosa?
pl: W czym jest?!

source: She is pregnant. It has been almost two years since her husband - your father - died, and that means she must have betrayed him.
cs: Je těhotná. Protože jsou to již téměř dva roky, kdy její manžel, tvůj otec, zemřel, znamená to, že ho musela podvést.
es: Está embarazada. Han pasado casi dos años desde que su esposo, tu padre, murió, y eso significa que ella debe haberlo traicionado.
fr: Elle est enceinte. Voilà presque deux ans que son mari votre père, est mort, ça veut donc dire qu'elle l'a trahi.
it: È incinta. Dato che sono trascorsi due anni dalla morte di suo marito e tuo padre, questo vuol dire che lei lo ha tradito.
pl: W ciąży, panie mój. Dwa lat już przeszły od śmierci jej męża, ojca waszej wysokości. Znaczyć to musi, że zdradziła jego pamięć.

source: Our customs are very specific about this. A widow cannot marry any other man, and cannot know any other man in... a physical way.
cs: Naše zvyky jsou v tomto bodě velmi specifické. Vdova se nesmí znova provdat a nesmí poznat jiného muže po fyzické stránce.
es: Nuestras costumbres son muy específicas al respecto. Una viuda no puede casarse con ningún otro hombre, y no puede conocer a ningún otro hombre por... vía física.
fr: Nos coutumes sont très pointilleuses à ce sujet. Une veuve ne peut épouser aucun autre homme et ne peut connaître aucun autre homme... physiquement parlant.
it: Le nostre tradizioni sono molto specifiche al riguardo. Una vedova non può sposare alcun altro uomo e non può conoscere nel senso fisico alcun altro uomo.
pl: Nasze prawa są bardzo precyzyjne w tej kwestii. Wdowa nie może poślubić innego mężczyzny, ani też obcować z nim fizycznie.

source: In other words, the witch must die.
cs: Jinými slovy, čarodějka musí zemřít.
es: En otras palabras, la bruja debe morir.
fr: En d'autres termes, la sorcière doit mourir.
it: In altri termini, la strega deve morire.
pl: Ujmując rzecz w słowa prostsze, wiedźmie śmierć.

source: Remember, that she's the king's step-mother.
cs: Uvědomte si, že je to králova macecha.
es: Recuerda, que es la madrastra del rey.
fr: N'oubliez pas que vous parlez de la mère du roi.
it: Rammenta che è la matrigna del re.
pl: Pamiętajcie proszę, to macocha jego wysokości.

source: That's ridiculous. I want her to be released immediately, and then ...
cs: To je ale směšné. Chci, aby byla okamžitě propuštěna a pak ...
es: Eso es ridículo. Exijo que la liberen de inmediato, y...
fr: C'est ridicule. Je veux qu'on la libère immédiatement et ensuite...
it: Ma è ridicolo. Voglio che la liberiate immediatamente e quindi...
pl: To śmieszne. Żądam, aby wypuszczono ją natychmiast, a potem..

source: You want to start your rule with a gross violation of one of our most important customs? We agreed for some rights for Wesnothians, we tolerate the presence of MAGES here and even the ELVES, but changing the very foundations of our way of life?
cs: Chystáš se začít svou vládu tím, že porušíš naše prastaré zvyky? Souhlasili jsme s nějakými právy Wesnoťanů, můžeme tolerovat MÁGY, ale změnit NÁŠ způsob života?
es: ¿Quieres empezar tu gobierno con una flagrante violación de una de nuestras costumbres más importantes? Hemos acordado algunos derechos para los wesnodianos, toleramos la presencia de los MAGOS aquí e incluso de los ELFOS, pero ¿cambiar los fundamentos mismos de nuestra forma de vida?
fr: Vous voulez commencer votre règne par une grossière violation de l'une de nos principales coutumes ? Nous avons été d'accord pour donner certains droits aux Wesnothiens, nous tolérons la présence de mages ici et même d'elfes. Mais changer le fondement même de notre façon de vivre ?
it: Volete cominciare il vostro regno violando le nostre tradizioni? Abbiamo concesso alcuni diritti per quelli di Wesnoth, tolleriamo dei MAGHI qui e perfino gli ELFI, ma vuoi cambiare il NOSTRO modo di vivere?
pl: Chcesz rozpocząc swoje rządy od pogwałcenia naszych zwyczajów? Zgadzamy się na pewne prawa dla Wesnotyjczyków, zniesiemy magów, nawet elfy, ale mamy się zgodzić na zmienę sposobu naszego życia?

source: I am the messiah! I declare that those customs are no longer valid! Release her!
cs: Já jsem mesiáš, zatraceně! Prohlašuji, že tyto zvyky již nejsou déle v platnosti. Propusťte ji.
es: ¡Soy el mesías! ¡Y declaro que esas costumbres ya no son válidas! ¡Soltadla!
fr: Je suis le messie, que diable. Je déclare que ces coutumes ne sont plus valides. Relâchez-la.
it: Sono il liberatore, dannazione. Io proclamo che queste tradizioni non sono più valide. Rilasciatela.
pl: Jam jest mesjasz! Ogłaszam, że zwyczaje te zostają zniesione! Zwolnić ją!

source: If you do this, then I couldn't be loyal to you. My people would turn away from me.
cs: Jak to uděláš, už dýl nebudu k tobě loajální.
es: Si haces esto, entonces no podría serte leal. Mi pueblo se alejaría de mí.
fr: Si vous voulez, mais alors je ne pourrai plus être loyal envers vous. Mon peuple me tournerait le dos.
it: Se tu lo facessi, allora io non potrei più esserti fedele.
pl: Jeżeli podtrzymacie te słowa, nie będę mógł dochować wam wiary. Moi ludzie odwróciliby się ode mnie.

source: Neither could I.
cs: Ani ty.
es: Tampoco yo podría.
fr: Moi non plus !
it: Nemmeno tu.
pl: Tak samo ze mną.

source: Nor me. To do so would be the gravest offense you could give to your father.
cs: Ani já. To by byl útok na tvého otce.
es: Ni yo. Sería la ofensa más grave que le podrías hacer a tu padre.
fr: Ni moi. Ce serait la plus grave offense que vous puissiez faire à votre père.
it: O io. Questa sarebbe un'offesa a tuo padre.
pl: I ze mną. Darowanie jej byłoby największą obrazą, jaką tylko można by wyrządzić pamięci waszego ojca.

source: That's ridiculous! If it were some other woman, I'm sure you would not be so stringent about it!
cs: To je směšné! Kdyby to byla jiná žena, nebyli byste tak striktní. Mám pravdu?
es: ¡Eso es ridículo! ¡Si fuera otra mujer, estoy seguro de que no seríais tan estrictos al respecto!
fr: C'est ridicule ! S'il était question d'une autre femme, vous ne seriez pas aussi stricts.
it: Ma è ridicolo! Se fosse una qualunque altra donna, non sareste così zelanti!
pl: To niedorzeczne! Gdyby to była jakaś inna kobieta, nie bylibyście tacy surowi!

source: But this is NOT 'some other woman,' but the wife of one king and step-mother of another.
cs: Ale toto není nějaká jiná žena, ale žena jednoho krále a macecha jiného.
es: Pero NO es 'otra mujer', sino la esposa de un rey y madrastra de otro.
fr: Mais ce n'est pas n'importe quelle femme, mais la femme d'un roi et la belle-mère d'un autre.
it: Non è una qualunque altra donna, ma la moglie di un re e la matrigna di un altro.
pl: To nie jest jakaś inna kobieta, tylko żona jednego króla i macocha następnego.

source: That's... Ruvio, Huon!
cs: To je ale... Ruvio, Huone!
es: Eso es... ¡Ruvio, Huon!
fr: C'est... Ruvio, Huon !
it: Ma è... Ruvio, Huon!
pl: To po prostu... Ruvio, Huon!

source: My king, we cannot risk another civil war over the fate of one woman. You must listen to those... noble lords. You are king of both Akladians and Wesnothians and you should respect the customs of both nations.
cs: Můj králi, nelze riskovat novou občanskou válku kvůli jedné ženě. Měl bys poslouchat tyto... vznešené pány. Jsi král Akladijců a Wesnothských a měl bys respektovat zvyky obou národů.
es: Mi rey, no podemos arriesgarnos a otra guerra civil por el destino de una mujer. Debes escuchar a esos... nobles señores. Eres rey tanto de akladianos como de wesnodianos y debes respetar las costumbres de ambas naciones.
fr: Mon roi, nous ne pouvons pas risquer une autre guerre civile à cause d'une seule femme. Vous devriez écouter ces... nobles seigneurs. Vous êtes le roi des Akladiens et des Wesnothiens et vous devriez respecter les coutumes des deux nations.
it: Mio re, non possiamo rischiare un'altra guerra civile a causa di una donna. Dovreste ascoltare questi... nobili signori. Siete re sia di Akladia sia di Wesnoth e voi dovreste rispettare le tradizioni di entrambe le nazioni.
pl: Królu mój, nie możemy ryzykować kolejnej wojny domowej z powodu jednej kobiety. Powinniście panie posłuchać rady tych.. szlachetnych panów. Jesteście królem zarówno Akladian, jak i Wesnotyjczyków, i powinniście szanować zwyczaje obu narodów.

source: For heaven's sake, Huon, it was NOT her who gave the location of Freetown to Bor Cryne!
cs: Pro Boží smilování, Huone, to nebyla ona, kdo prozradil Bory Crynovi pozici Svobodova!
es: Por el amor de Dios, Huon, ¡NO fue ella quien le dio la ubicación de Freetown a Bor Cryne!
fr: Pour l'amour de Dieu, Huon, ce n'est pas elle qui a révélé l'emplacement de Freetown à Bor Cryne !
it: Per il bene degli dei, Huon, non è stata lei a dare la posizione di Freetown a Bor Cryne!
pl: Na litość boską, Huonie, to nie ona wydała położenie Wolnego Miasta Borowi Cryne!

source: You must decide, my lord. Also, we have to find the father of the child. He would have to be killed as well, because such a man's life is offensive before God's eyes.
cs: Ty se musíš rozhodnout, můj pane. Také je třeba najít otce toho dítěte. On musí taky zemřít, protože takový chlap není hoden být naživu, protože jeho život je trnem v oku Božím.
es: Vos debéis decidir, mi señor. Además, tenemos que encontrar al padre del niño. Habría que matarlo también, porque la vida de un hombre así es ofensiva ante los ojos de Dios.
fr: Vous devez décider, Monseigneur. Nous devons aussi trouver le père de l'enfant. Il devrait être exécuté lui aussi, parce que laisser la vie à cet homme serait une offense aux yeux de Dieu.
it: Dovete decidere, mio signore. Inoltre, dobbiamo trovare il padre del bambino. Dovrebbe essere ucciso anche lui, perché un uomo del genere non è degno di vivere poiché la sua vita è offesa agli occhi degli dei.
pl: Musicie zadecydować, panie. Musimy tez odnaleźć ojca dziecka. On również musi zginąć, gdyż żyjąc jest obelgą w oczach Boga.

source: (<i>whispering to himself</i>) Oh no, Majid...
cs: (<i>Šeptá si pro sebe.</i>) Dobrý Bože, Mažid...
es: (<i>susurrando a sí mismo</i>) Oh no, Majid...

source: My lord?
cs: Můj pane?
es: ¿Mi señor?
fr: Monseigneur ?
it: Mio signore?
pl: Mój panie?

source: Nothing.
cs: Ale nic.
es: Nada.
fr: Rien.
it: Nulla.
pl: Nie, nic.

source: Noble lords, my king. I am a mage, and I know how you feel about me. However, I have a proposal, which I hope will satisfy both the assembled lords and the king.
cs: Ctihodní pánové, můj králi. Jsem mág. Vím, co ke mně cítíte. Přesto bych měl jeden návrh, který, jak doufám, uspokojí jak shromážděné pány, tak i krále.
es: Nobles señores, mi rey. Soy un mago, y sé lo que sentís por mí. Sin embargo, tengo una propuesta, que espero satisfaga tanto a los señores reunidos como al rey.
fr: Nobles seigneurs, mon roi. Je suis un mage et je sais ce que vous ressentez à mon égard. Néanmoins, j'ai une proposition qui devrait convenir à la fois à l'asssemblée des seigneurs et au roi.
it: Nobili signori, mio re. Io sono un mago. So cosa pensate di me. Comunque, ho una proposta che dovrebbe soddisfare sia voi sia, io spero, il re.
pl: Szlachetni panowie, królu. Jestem magiem. Wiem, co do mnie czujecie. Jednakże mam propozycję, która może uszczęśliwić zarówno was, jak i, mam nadzieję, króla.

source: Why must we kill her? I am familiar with your customs, and I've heard of women which were left alive after betraying their husbands. Only their eyes - not their lives - were taken.
cs: Proč ji musíme zabíjet? Znám vaše zvyky. Slyšel jsem o ženě, která byla ponechána na živu poté, co podvedla svého manžela. Byli jí odejmuty pouze oči, ne život.
es: ¿Por qué debemos matarla? Conozco vuestras costumbres, y he oído de mujeres que fueron dejadas con vida después de traicionar a sus maridos. Sólo sus ojos - no sus vidas - fueron tomadas.
fr: Pourquoi faudrait-il la tuer ? Je connais vos coutumes. J'ai entendu parler de femmes qui ont été laissées en vie après avoir trompé leur mari, on a simplement pris leurs yeux et non leur vie.
it: Perché ucciderla? Conosco le vostre tradizioni. Ho sentito parlare di donne adultere a cui la vita è stata lasciate e solo i loro occhi sono stati presi.
pl: Po cóż ją zabijać? Znam wasze zwyczaje. Słyszałem o kobietach, które zachowano przy życiu mimo zdrady, odbierając im jedynie oczy.

source: It's the same. A man or woman who cannot see is dead, since he belongs to the darkness.
cs: To je to samé. Muž i žena, kteří nemohou vidět, jsou mrtví, protože upadli do temnoty.
es: Es lo mismo. Un hombre o una mujer que no pueda ver está muerto, ya que pertenece a la oscuridad.
fr: C'est pareil. Un homme ou une femme aveuglée sont morts, puisqu'ils appartiennent aux ténèbres.
it: È lo stesso. Un uomo o una donna che non può vedere è morta, poiché appartiene all'oscurità.
pl: Toć żadnej w tym różnicy. Mężczyzna czy kobieta pozbawiona wzroku jest martwa, boć należy do mroku.
