Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: I get the impression that, whatever it is, it may already be dead.
cs: Mám dojem, že cokoli přijde, bude to už dávno mrtvé.
es: Me da la impresión de que, sea lo que sea, puede que ya esté muerto.
fr: J'ai l'impression que quoi que cela puisse être, c'est peut-être déjà mort.
it: Ho l'impressione che qualunque cosa sia potrebbe già essere morto.
pl: Mam wrażenie, że cokolwiek to jest, już jest martwe.

source: Alive or dead, it will make no difference to my sword!
es: ¡Vivo o muerto, no hará ninguna diferencia para mi espada!
fr: Mort ou vif, cela revient au même pour mon épée!
pl: Żywe czy martwe, mieczowi mojemu różnicy to nie zrobi!

source: Those are Grekulak's scouts, it seems. We should clear the ruins of them. It should be a fairly easy task. If I may advise something, you may wish to use this occasion to train newly-recruited mages.
cs: Tamto budou asi Grekulakovi průzkumníci. Měli bychom ruiny od nich vyčistit. Měl by to být naprosto triviální úkol. Pokud má rada něco znamená, bylo by záhodno toho využít k vytrénování nových rekrutů z řad mágů.
es: Esos son los exploradores de Grekulak, parece. Deberíamos eliminar sus restos. Creo que será una tarea bastante fácil. Si me permites un consejo, podrías aprovechar esta ocasión para entrenar a los magos recién reclutados.
fr: On dirait que ce sont les éclaireurs de Grekulak. Nous devrions nettoyer ces ruines de leur présence. Ce devrait être très facile ! Si je peux donner un conseil, vous devriez en profiter pour entraîner les mages que vous venez de recruter.
it: Sono degli esploratori di Grekulak, pare. Dovremmo scacciarli dalle rovine. Dovrebbe essere estremamente facile. Se posso dare un consiglio, potreste usare questa occasione per addestrare i maghi reclutati di recente.
pl: To są zwiadowcy Grekulaka, jak się zdaje. Powinniśmy oczyścić z nich ruiny. To powinno być niesamowicie łatwe zadanie. Jeżeli mogę coś doradzić, moglibyście, panie, użyć tej okazji do zahartowania nowo powołanych magów.

source: You may withdraw by moving Gawen to signpost.
cs: Můžeš ustoupit. Stačí přesunout Gawena na směrovník.
es: Te puedes retirar moviendo a Gawen al poste indicador.
fr: Vous pouvez battre en retraite en déplaçant Gawen au panneau indicateur.
it: Ti puoi ritirare spostando Gawen su un cartello.
pl: Możesz się wycofać przesuwając Gawena do drogowskazu.

source: The ruins are cleansed of the foul undead. But we still have more things to do.
cs: Rozvaliny byly vyčištěny od všech nemrtvých. Ale máme toho na práci daleko víc.
es: Las ruinas están limpias de los inmundos muertos vivientes. Pero todavía tenemos más cosas que hacer.
fr: Les ruines ont été nettoyées de ces morts-vivants. Mais nous avons encore d'autres choses à faire.
it: Abbiamo ripulito le rovine dai non-morti. Ma abbiamo ancora delle cose da fare.
pl: Ruiny zostały oczyszczone z nieumarłych. Ale mamy więcej rzeczy do zrobienia.

source: More things to do... which begs the question... when do we get around to killing that mage?
es: Más cosas que hacer... lo que lleva a la pregunta... ¿cuándo vamos a matar a ese mago?
fr: Encore des choses à faire... ce qui amène la question... quand allons-nous en venir à tuer ce mage ?
pl: Zaiste, więcej rzeczy do zrobienia.. co mi przypomina... Kiedy wreszcie zarżniemy tego maga?

source: Yes, like finding Deorien.
es: Sí, como encontrar a Deorien.

source: We'd be wise to avoid this place for now.
es: Sería prudente evitar este lugar por ahora.

source: Well, I've never before met anyone like you. You will tell me everything you know, or I will familiarize you with all the delicious kinds of pain which can be caused by this small knife.
cs: Ha! Nikdy předtím jsem se nesetkala s někým takovým,vjako jsi ty. Teď mi řekneš úplně všechno, co víš, nebo se seznámíš se všemi druhy bolesti, které ti může ukázat tento malý nožíček.
es: Bueno, nunca antes había conocido a alguien como tú. Me dirás todo lo que sabes, o te familiarizaré con todos los deliciosos tipos de dolor que puede causar este pequeño cuchillo.
fr: Ha ! Je n'ai jamais rencontré quelqu'un comme toi avant. Maintenant, tu vas me dire tout ce que tu sais, ou je vais te faire découvrir les douleurs aussi délicieuses que variées qu'on peut infliger avec ce petit poignard.
it: Ha! Non ho mai incontrato prima qualcuno come te. Ora, mi dirai tutto quello che sai, o ti faro famigliarizzare con tutti i generi di dolore che questo piccolo coltello può provocare.
pl: Ha! Nigdy nie spotkałam kogoś takiego, jak ty. Teraz powiedz mi wszystko, co wiesz albo zapoznam cię ze wszystkimi odmianami bólu jakie może wywołać mały nóż.

source: What are you waiting for, flesh-bag? Come on, try your best!
cs: Tak na co čekáš, ty pytli vášně? Pojď a ukaž, co umíš!
es: ¿Qué estás esperando, bolsa de tripas? ¡Vamos, haz tu mejor esfuerzo!
fr: Qu'est-ce que tu attends, sac-à-viande ? Vas-y, fais de ton mieux !
it: Cosa aspetti, massa di lardo? Vieni, fammi vedere cosa sai fare!
pl: Na co czekasz, worku mięcha? Dalej, daj z siebie wszystko!

source: You think I am joking? You think you will be able resist me? Many before you have thought so, too.
cs: Si myslíš si dělám srandu? Si myslíš, že odoláš mému šarmu? Kolik chlapů před tebou si to myslelo taky.
es: ¿Crees que estoy bromeando? ¿Crees que podrás resistirme? Muchos antes que tú también lo han pensado.
fr: Tu penses que je plaisante ? Tu crois que tu pourras résister ? Beaucoup l'ont pensé avant toi...
it: Pensi che io stia scherzando? Pensi di essere in grado di resistermi? Molto sono quelli che lo pensavano.
pl: Myślisz że żartuję? Że będziesz w stanie mi się oprzeć? Wielu tak sądziło przed tobą.

source: Aaargh! The pain! Oh, yes! Yes! More!
cs: Ano! To je bolest! Anoanoano! Ještě! To je tak píííjemnééé!
es: ¡Aaargh! ¡El dolor! ¡Oh sí! ¡Sí! ¡Más!
fr: Aaargh ! Cette douleur ! Oui ! Oui ! Encore !
it: Aargh! Che dolore! Sì! Sì! Ancora!
pl: Aaargh! Ten ból! Tak! Tak! Jeszcze!

source: If Yahyazad were here, he might be jealous - it appears that Lorin and this guy would make a perfect pair.
cs: Myslím, že kdyby tu byl Jahjazad, že by řekl, že se ti dva k sobě náramně hodí.
es: Si Yahyazad estuviera aquí, podría estar celoso: parece que Lorin y este tipo harían una pareja perfecta.
fr: Si Yahyazad était ici, il pourrait être jaloux. Lorin et ce gars-là forment un couple magnifiquement assorti.
it: Se Yahyazad fosse qui, scommetto che avrebbe detto che Lorin e questo ragazzo sono una coppia perfetta.
pl: Gdyby Yahyazad tu był, być może byłby zazdrosny. Zdaje się, że Lorin i ten facet stworzyliby idealną parę.

source: If you think that, you don't know Yahyazad. I bet he would be jealous.
cs: Pokud si to myslíš, tak neznáš Jahjazada. Vsadím se, že by žárlil až za hrob.
es: Si piensas eso, no conoces a Yahyazad. Seguro que estaría celoso.
fr: C'est que tu ne connais pas Yahyazad. Je parie qu'il serait jaloux.
it: Si vede che non conosci Yahyazad. Io scommetto che sarebbe stato geloso.
pl: Jeżeli tak myślisz, nie znasz Yahyazada. Na PEWNO byłby zazdrosny.

source: Stop it! I hate this foul man! My techniques will not work on one who enjoys it. Die!
cs: Přestaň! Nesnáším toho odpornýho chlapa! Moje techniky nemůžou fungovat na toho, koho to baví. Chcípni!
es: ¡Para! ¡Odio a este tío estúpido! Mis técnicas no funcionarán con quien las disfrute. ¡Muere!
fr: Arrêtez ! Je déteste cet ignoble individu ! Mes techniques ne donnent rien sur quelqu'un qui aime souffrir ! Meurs !
it: Fatelo smettere! Odio quello stupido! Non riesco a concentrarmi. Muori!
pl: Przestańcie! Nie cierpię tego wstrętnego człowieka! Nie mogę się skoncentrować. Giń!

source: I failed my mission - but I do not fear death!
cs: Má mise selhala, ale já se smrti nebojím!
es: ¡Fallé en mi misión, pero no temo a la muerte!
fr: J'ai échoué dans ma mission mais je ne crains pas la mort !
it: Ho fallito la mia missione - ma non ho paura di morire!
pl: Zawiodłem - ale nie boję się śmierci!

source: Who are you? What are you doing here?
cs: Kdo jsi? A co tu děláš?
es: ¿Quién eres? ¿Qué haces aquí?
fr: Qui êtes-vous ? Et que faites-vous ici ?
it: Chi sei? Cosa ci fai qua?
pl: Kim jesteś, i co tutaj robisz?

source: I am here to prepare the way for someone mightier, who will come very soon now. Beware of his army - he creeps closer with every passing night. And your every heartbeat brings you a step closer to your death...
cs: Připravuji půdu pro někoho většího, kdo přijde velice brzy. Boj se jeho armády – je každou nocí blíž a blíž... a s každým úderem tvého srdce jsi blíž a blíž smrti...
es: Estoy aquí para preparar el camino a alguien más poderoso, que llegará muy pronto. Ten cuidado con su ejército, se acerca cada noche que pasa. Y cada latido de tu corazón te acerca un paso más a tu muerte...
fr: Je suis ici pour préparer le terrain pour quelqu'un de plus puissant, quelqu'un qui viendra très bientôt. Redoutez son armée - chaque nuit qui passe le rapproche silencieusement... et chaque battement de votre coeur vous rapproche d'un pas de votre mort !
it: Ho preparato il terreno a qualcuno molto più potente di me che arriverà molto presto. Sta' in guardia perché ogni notte il suo esercito è più vicino... a ogni battito del tuo cuore la tua morte è più vicina...
pl: Przygotowuję grunt dla kogoś większego, kto nadejdzie niedługo. Strzeż się jego wojsk, jest bliżej z każdą nocą... A każde uderzenie twojego serca zbliża cię do śmierci...

source: This castle seems to have been abandoned not long ago. The previous owners were probably either killed or scared off by the undead. They left some gold here, it seems.
cs: Zdá se, že tento hrad byl opuštěn teprve nedávno. Předchozí majitelé byli nejspíš buď zabiti, či vystrašeni nemrtvými. Vypadá to, že tu nechali nějaké to zlato.
es: Este castillo parece haber sido abandonado no hace mucho. Los anteriores propietarios probablemente fueron asesinados o ahuyentados por los muertos vivientes. Parece que dejaron algo de oro aquí.
fr: Ce château semble abandonné depuis peu. Les précédents propriétaires ont probablement été tués ou effrayés par les morts-vivants. On dirait qu'ils ont laissé de l'or.
it: Questo castello sembra abbandonato da poco. Probabilmente i precedenti proprietari sono stati uccisi o spaventati dai non-morti. Hanno lasciato dell'oro qua, mi pare.
pl: Zamek opuszczono dawno temu, poprzedni właściciele musieli zostalć zabici lub przepłoszeni przez nieumarłych. Nieistotne, zostawili trochę złota.

source: Argh, things aren't working out for me! I'd better go retrieve that artifact from that camp, once I get a chance...
cs: Argh, něco mi nefunguje! Raději bych měl jít získat ten artefakt z toho tábora, až budu mít příležitost...
es: ¡Arg, las cosas no me están saliendo bien! Será mejor que vaya a recuperar ese artefacto del campamento, cuando tenga la oportunidad...

source: All right, here's my chance!
cs: Dobře, tady je má příležitost!
es: Muy bien, ¡aquí está mi oportunidad!

source: Now let's see, where was it...
cs: Teď se podívejme, kde to bylo...
es: Ahora vamos a ver, dónde estaba...

source: Yes, here we go!
cs: Ano, tady to je!
es: ¡Sí, aquí vamos!

source: It appears that he dropped that staff he was using to power up his magical attacks...
cs: Vypadá to, že upustil hůl, co používal k posílení svých magických útoků...
es: Parece que dejó caer el bastón que estaba usando para potenciar sus ataques mágicos...

source: It is quite the powerful artifact, I figure that I am the only mage here strong enough to wield it. It might be risky for me to do so, though...
cs: Je to docela mocný artefakt. Myslím, že jsem tady jediný mág dost silný na to, abych ji mohl ovládat. Mohlo by to pro mě být riskantní to zkoušet, ačkoli...
es: Es un artefacto bastante poderoso, me imagino que soy el único mago aquí lo suficientemente fuerte como para manejarlo. Sin embargo, podría ser arriesgado para mí hacerlo...

source: So, shall I pick up Mal-Ulrival's staff?
cs: Takže, mám vzít Mal-Ulrivalovu hůl?
es: Entonces, ¿debería recoger el bastón de Mal-Ulrival?

source: No undead will be able to stand in my way now!
cs: Žádní nemrtví mi teď nebudou moct stát v cestě!
es: ¡Ningún muerto viviente podrá interponerse en mi camino ahora!

source: Yes, I suppose I wouldn't want to risk getting carried away with it...
cs: Ano, asi bych nechtěl riskovat, že se jí nechám unést...
es: Sí, supongo que no quiero arriesgar a dejarme llevar por eso...

source: A pity, that staff he was using to power up his magical attacks appears to have shattered... I bet if we had found Deorien first, he could have saved it...
es: Una pena, ese bastón que estaba usando para potenciar sus ataques mágicos parece haberse hecho añicos... Apuesto a que si hubiéramos encontrado a Deorien primero, podría haberlo salvado...

source: The Oracle
cs: Věštkyně
es: El Oráculo
fr: L'Oracle.
it: L'Oracolo
pl: Wyrocznia

source: The Oracle was the title of a woman living in ruins of an old city. For generations, there had always been one female mage with prophetic abilities living there, so long that no one remembered now what the city had once been named. Now it was just 'the city of the Oracle.'
cs: Věštkyně bylo jméno ženy, která žila v rozvalinách starého města. Po celé generace zde žila jedna vědma s věšteckými schopnostmi. Tak dlouho již tomu bylo, že si nikdo nepamatoval jméno toho města. Říkali mu prostě město Věštkyně.
es: El Oráculo es el nombre que se le da a una mujer que vive en una vieja ciudad en ruinas. Por generaciones, hubo una mujer maga con habilidades proféticas viviendo allí, por tanto tiempo que nadie recuerda cómo se llamaba la ciudad. Ahora es simplemente "la ciudad del Oráculo".
fr: Oracle était le titre d'une femme vivant dans les ruines d'une cité antique. Pendant des générations, il y avait toujours eu une femme mage douée de voyance vivant en cet endroit si bien que le nom de cette cité s'était perdu. Maintenant, on l'appelait simplement la cité de l'Oracle.
it: Oracolo era il nome dato alla donna che vive nelle rovine della vecchia città. Per generazioni c'è sempre stata una donna maga con la capacità di vedere il futuro, così a lungo che nessuno si ricorda come era chiamata una volta la città. Ora è solo più la città dell'Oracolo.
pl: Wyrocznią nazywano kobietę żyjącą między ruinami starego miasta. Przez pokolenia zawsze żyła tam jedna czarodziejka z zdolnościami przewidywania przyszłości, tak długo, że nie pamiętano już jak miasto nazywało się kiedyś. Teraz było to po prostu miasto wyroczni.

source: When we arrived, we found the city of the Oracle besieged. Four different armies, each under a different leader, surrounded it. This disunity seemed to contribute heavily to fact the Oracle still could defend herself. Each army seemed to siege the city on its own. But the city was ready to fall; our army had arrived in at the last possible moment for relief.
cs: Když jsme dorazili, našli jsme město Věštkyně obležené. Obklíčily ho čtyři různé armády, každá pod jiným velením. Zdálo se, že tato nejednota značně přispěla k tomu, že se Věštkyně stále zvládala bránit. Vypadalo to, že každá z těch armád obléhá město na vlastní pěst. Ale město bylo pokraji zhroucení. Naše armáda přišla v poslední chvíli, kdy mu ještě mohla ulevit.
es: Cuando llegamos, encontramos la ciudad del Oráculo sitiada. Cuatro ejércitos diferentes, cada uno bajo un líder diferente, lo rodearon. Esta desunión parecía contribuir en gran medida al hecho de que el Oráculo todavía podía defenderse. Cada ejército parecía asediar la ciudad por su cuenta. Pero la ciudad estaba a punto de caer; nuestro ejército había llegado en el mejor momento posible para el relevo.
fr: Quand nous sommes arrivés, la ville de l'Oracle était assiégée. Quatre armées différentes, avec chacune un chef différent l'encerclaient. Mais cette apparente désunion favorisait fortement la défense de l'Oracle. Chaque armée semblait assiéger la cité pour son propre compte. Mais la ville était prête à tomber; notre armée était arrivée au dernier moment de répit.
pl: Miasto było obecnie oblężone, przez cztery różne armie. To, że armie te były dowodzone przez czterech różnych dowódców, mocno przyczyniło się do faktu, że Wyrocznia wciąż była w stanie odpierać ataki. Wyglądało to tak, jakby każda armia oblegała miasto na własny rachunek. Jednakże była to niemal ostatnia chwila na odsiecz.

source: Matthias Ramon
es: Matías Ramón
pl: Macias Ramon

source: Healing skill
cs: Léčebná dovednost
es: Habilidad de sanación
fr: Compétence de soins
pl: Podstawowe zdolności leczenia

source: oracular healing
cs: věštecké léčení
es: curación oracular

source: heals +
cs: léčí +
es: sana +

source: , cures poison
cs: , uzdravuje z otravy
es: , cura veneno

source: Oracle's Guard
cs: Strážce Věštkyně
es: Guardian del Oráculo
fr: Garde de l'Oracle.
it: Guardia dell'Oracolo
pl: Strażnik Wyroczni

source: Orc
cs: Skřet
es: Orco
fr: Un orc
it: Orco
pl: Ork

source: Fat Bart
cs: Tlustý Bart
es: Gordo Bart
fr: Gros-Bart
it: Bart "il grassone"
pl: Tłusty Bart

source: Outlaw
cs: Zbojník
es: Forajido
fr: Hors-la-loi
it: Fuorilegge
pl: Banita

source: Remember, the Oracle must be untouched. Do not kill the woman. Bor Cryne wants to have her untouched.
cs: Nezapomeňte, Věštkyni nesmíte zkřivit ani vlásek. Nezabíjejte tu ženskou. Bor Cryne ji chce získat nedotčenou.
es: Recordad, la Oráculo debe permanecer intacta. No maten a la mujer. Bor Cryne la quiere intacta.
fr: N'oubliez pas, l'Oracle doit rester indemne. Ne tuez pas la femme. Bor Cryne la veut indemne.
it: Ricordatevi, l'Oracolo non deve essere toccato. Non uccidete la donna. Bor Cryne ordina che la lasciate indenne.
pl: Pamiętajcie, Wyrocznia jest nietykalna. Nie zabijcie jej przypadkiem. Bor Cryne chce mieć ją żywcem.

source: Bor Cryne may desire whatever he wants. But the holy Oracle will be a 'guest' of the noble lord Uri van Roe.
cs: Bor Cryne může chtít cokoli si smyslí. Ale svatá Věštkyně bude „hostem“ vznešeného lorda Uri van Roeho.
es: Bor Cryne puede desear lo que quiera. Pero el Oráculo sagrado será un 'invitado' del noble señor Uri van Roe.
fr: Bor Cryne peut vouloir ce qu'il veut. Mais le saint Oracle sera l'hôte du noble seigneur Uri van Roe.
it: Bor Cryne può ordinare quello che vuole. Ma il sacro Oracolo sarà ospite di nobile signore Uri van Roe.
pl: Bron Cryne może sobie chcieć. Święta Wyrocznia będzie gościem czcigodnego Uri van Roe.

source: You two can settle that later. Everything else inside the city will belong to us!
cs: O tom se vy dva můžete pobavit pozdějc. Každopádně všechno ostatní ve městě bude naše!
es: Ustedes dos ya podrán arreglar eso más tarde. ¡Todo lo demás dentro de la ciudad nos pertenecerá!
fr: Vous réglerez ça plus tard entre vous. Mais tout ce qu'il y a d'autre dans la cité nous appartient !
it: Su questo vi metterete d'accordo più tardi. Comunque tutto il resto della città è nostro!
pl: Później to rozstrzygniecie, Natomiast wszystko, co jest w środku miasta, należy do nas!

source: Ha, ha, human. You mean, 'everything we leave' will be yours.
cs: Ha, ha, lidský červi. Myslet, „vše co my nevzít“ bude vaše.
es: Ja, ja, humano. Querrás decir, que 'todo lo que dejemos' será tuyo.
fr: Ha, ha, humain. Tu veux dire, 'tout ce qu'on vous laissera' sera pour vous.
it: Ah, ah, ah, uomo. Tutto quello che vi lasceremo.
pl: A to dobre, ludziku. Masz na myśli oczywiście, wszystko, co wam zostawimy.

source: Wait, I think someone is trying to help the besieged.
cs: Stop! Myslím, že se někdo snaží obleženým pomoci!
es: Espera, creo que alguien está intentando ayudar a los sitiados.
fr: Attends, je crois que quelqu'un essaie de venir en aide aux assiégés !
it: Aspetta, credo che qualcuno cerchi di portare aiuto agli assediati.
pl: Czekajcie, ktoś chce chyba pomóc oblężonym.

source: The Oracle was right, as always! Relief is coming! Fight harder, men, we must hold out long enough for relief to arrive!
cs: Věštkyně měla pravdu, jako vždy! Pomoc přichází! Rychleji, rychleji, nevíme, jak dlouho je budeme schopni udržet!
es: ¡El Oráculo tenía razón, como siempre! ¡Llegan refuerzos! ¡Hombres, luchen más duro, debemos aguantar lo suficiente hasta que lleguen!
fr: L'Oracle avait raison, comme toujours ! Des secours arrivent ! Tapez dur les gars, nous devons tenir assez longtemps pour leur laisser le temps d'arriver !
it: L'Oracolo ha ragione, come sempre! I rinforzi stanno arrivando! Più in fretta, dannazione, non so per quanto ancora possiamo reggere!
pl: Wyrocznia miała rację, jak zawsze! Odsiecz nadciąga! Trzymajcie się, ludzie, musimy jeszcze wytrzymać do czasu, aż odsiecz do nas dotrze!

source: Any enemy unit reaches the keep of the Oracle.
cs: Nepřátelská jednotka vstoupí do tvrze Věštkyně
es: Cualquier unidad enemiga alcanza el torreón del Oráculo.
fr: Tout ennemi qui atteint le donjon de l'oracle.
it: Una qualunque unità nemica raggiunge la fortezza dell'Oracolo.
pl: Wroga jednostka dotrze do twierdzy Wyroczni.

source: The scenario will continue even if Matthias Ramon dies. It is the keep upon which he stands that requires greater protection.
cs: Scénář bude pokračovat, i když Matthias Ramon zemře. Je to tvrz, na které stojí, která vyžaduje větší ochranu.
es: El escenario continuará aunque Matías Ramón muera. Es el torreón sobre el que se encuentra el que requiere mayor protección.

source: The scenario will continue even if Matthias Ramon dies.
cs: Scénář bude pokračovat, i když Matthias Ramon zemře.
es: El escenario continuará aunque Matías Ramón muera.

source: Yikes, this Oracle is better defended than we expected! Let's get some gold together for some more reinforcements!
cs: Do řitě, tahle Věštkyně je bráněná líp, než jsme čekali! Pojďme společně získat nějaké zlato pro najmutí dalších posil!
es: ¡Vaya, este Oráculo está mejor defendido de lo que esperábamos! ¡Consigamos algo de oro para obtener más refuerzos!

source: I am under attack! To me, men! We must protect the Oracle together!
cs: Útočí na mě! Ke mě, muži! Musíme chránit Věštkyni společně!
es: ¡Estoy bajo ataque! ¡A mí, hombres! ¡Debemos proteger el Oráculo juntos!

source: On our way, sir!
cs: Už jdeme, pane!
es: ¡En camino, señor!

source: The attackers have slain me! Hurry, to my keep, men! You must protect the Oracle for me in my stead!
cs: Útočníci mě zabili! Pospěšte, muži, do mé tvrze! Musíte ochránit Věštkyni místo mě!
es: ¡Los atacantes me hieron de muerte! ¡Daos prisa, hombres, a mi torreón! ¡Debéis proteger el Oráculo por mí en mi lugar!

source: I found her! I found her! The Oracle!
cs: Našel jsem ji! Našel jsem ji! Věštkyně!
es: ¡La encontré! ¡La encontré! ¡El Oráculo!
fr: Je l'ai trouvée ! Je l'ai trouvée ! L'Oracle !
it: L'ho trovata! L'ho trovata! L'Oracolo!
pl: Jest! Ona, Wyrocznia! Jest tutaj!

source: All is lost! They captured the Oracle!
cs: Vše je ztraceno! Zajali Věštkyni!
es: ¡Todo está perdido! ¡Capturaron el Oráculo!
fr: Tout est perdu ! Ils ont capturé l'Oracle !
pl: Wszystko stracone! Złapali Wyrocznię!

source: We've won! At last. Now, where is that famous oracle?
cs: Vyhráli jsme! Konečně. A teď, kde je ta slavná věštkyně?
es: ¡Hemos ganado! Al fin. ¿Ahora, dónde está ese famoso oráculo?
fr: Nous avons gagné ! Enfin. Et maintenant, où est ce fameux Oracle ?
it: Abbiamo vinto! Fantastico. E adesso dov'è l'Oracolo?
pl: Wygraliśmy! Świetnie. A teraz, gdzie jest ta sławetna wyrocznia?

source: You pronounce that 'The Oracle'... all she needs is a great big 'The' in front and a capital O. But indeed, where is she?
cs: Tys řekl věštkyně... stačí už to vyslovit s velkým „V“! Ale opravdu, kde vlastně je?
es: Pronúncialo 'El Oráculo'... sólo necesita un gran 'El' delante y una O mayúscula. Pero, en todo caso, ¿dónde está ella?
