Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Peasant girl
cs: Děvečka
es: Chica aldeana
fr: Paysanne
pl: Wieśniaczka

source: The young girl. She cannot fight, she cannot even defend herself. She appears only once in one scenario.
cs: Mladá žena. Neumí bojovat, umí se jen bránit. Objevuje se pouze jednou v jednom scénáři.
es: Una joven chica. No puede luchar, ni siquiera defenderse.
fr: La jeune fille. Elle ne peut ni combattre, ni même se défendre toute seule. Elle n'apparaît qu'une fois, dans un seul scénario.
pl: Młoda dziewczyna. Nie walczy, nie potrafi się bronić. Raz się pojawia w jednym scenariuszu.

source: Senior Village Elder
cs: Starosta vesnice
es: Anciano de la aldea
fr: Le Chef du village.
it: Capo del villaggio
pl: Wójt wioski

source: The entire village looks to the senior elder for guidance. Strong and wise, the senior elders take responsibility for the community’s well-being on their shoulders. Provincial officials tend to choose senior village elders as magistrates so that legal and customary authority will coincide.
cs: Celá vesnice se obrací na svého starostu s prosbami o radu. Silní a moudří starostové berou na svá bedra odpovědnost za blaho komunity. Provinční úředníci mají tendenci vybírat starosty jako smírčí soudce, aby se zákonná i zvyková pravomoc shodovala.
es: Todos en la aldea buscan al anciano por guía. Fuerte y sabio, los ancianos se responsabilizan por el bienestar de la comunidad. Los oficiales provinciales tienden a elegir a los ancianos de las aldeas como magistrados para que la autoridad legal y la autoridad tradicional coincidan.
fr: Le village s'adresse aux anciens pour se diriger. Forts et sages, les anciens prennent en charge le bien-être de la communauté. Les officiers provinciaux ont tendance à choisir les magistrats parmi ces anciens pour que les autorités légale et coutumière coïncident.
pl: Cała wieś patrzy na wójtów i wójtowe, szukając u nich rady. Mądrzy, silni, ludzie ci biorą odpowiedzialność za dobro całej gminy na swoje barki. Prowincjonalni urzędnicy zwykle wybierają wójtowych na oficjalne stanowiska, tak, by autorytet przynależny urzędowi i starszemu wiekowi nie były rozłączone.

source: female^Senior Village Elder
cs: Starostka vesnice
es: Anciana de la aldea
fr: Ancienne principale du village
pl: Wójtowa

source: City Militia
cs: Domobrana
es: Milicia urbana
fr: Milice de la cité.
it: Milizia cittadina
pl: Straż miejska

source: City militia is composed from citizens of Wesnothian towns. Their role is usually just policing the cities and guarding the walls.
cs: Domobrana je většinou složena z obyvatel wesnothských měst. Jejich role je většinou hlídat pořádek a strážit hradby.
es: La milicia urbana está compuesta por los propios ciudadanos de Wesnoth. Su papel suele consistir en vigilar las ciudades y proteger las murallas.
fr: Les milices citoyennes sont formées des habitants des cités Wesnothiennes. Leur rôle est habituellement de faire la police et de surveiller les remparts.
it: La milizia di città è composta da abitanti delle città di Wesnoth. Il loro compito di solito è solo di pattugliare le città e sorvegliare le mura.
pl: Straż miejska składa się z obywateli Wesnothiańskich miast. Ich rolą jest zwykle po prostu patrolowanie miast i strzeżenie murów.

source: spear
cs: kopí
es: lanza
fr: lance
it: lancia
pl: włócznia

source: Oracle
cs: Věštkyně
es: Oráculo
it: Oracolo
pl: Wyrocznia

source: No description. It will never appear anywhere, since the unit is fake.
es: Sin descripción. Nunca aparecerá en ninguna parte, ya que la unidad es falsa.
fr: Pas de description. Cette fausse unité n'apparaîtra nulle part.
pl: Brak opisu. Nigdy się nigdzie nie pojawi, bo to fałszywa jednostka.

source: Rancher
cs: Dobytkář
es: Ranchero

source: In the wilder, less tamed regions of Wesnoth, the horse clans provide a steady supply of mounts available to even common farmers.
cs: V divočejších, méně civilizovaných oblastech Wesnothu poskytují koňácké klany stálý přísun koní dostupných i běžným farmářům.
es: En las regiones más salvajes y menos domesticadas de Wesnoth, los clanes de caballos proporcionan un suministro constante de monturas disponibles incluso para los granjeros comunes.

source: Being one of four daughters of a great warrior was never an easy task. Hearing from childhood about battles, knights, and great deeds of her father, Karen decided early on that being a good housewife is definitely not her destiny.
cs: Být jednou ze čtyř dcer slavného válečníka nebyl nikdy žádný med. Od dětství Karen slýchala o válkách, rytířích a velkých vítězstvích svého otce, takže se velice brzy rozhodla, že jejím údělem nebude stát se domácí putičkou.
es: Ser una de las cuatro hijas de un gran guerrero nunca fue tarea fácil. Escuchando desde niña hablar de batallas, caballeros y grandes hazañas de su padre, Karen decidió muy pronto que ser una buena ama de casa no era definitivamente su destino.

source: sword
cs: meč
es: espada
fr: épée
it: spada
pl: miecz

source: Always loyally serving royal family of Wesnoth, Ruvio's skills with the sword and crossbow became better than above average, to say it modestly. Even though age has had its impact on Ruvio, he is still a dangerous opponent.
cs: Ruvio vždy loajálně sloužil královské rodině Wesnothu, a to svým uměním ovládání meče a kuše, které skromně řečeno převyšovalo běžný průměr. Ačkoli věk na něm zanechal své stopy, je stále nebezpečným protivníkem.
es: Siempre sirviendo lealmente a la familia real de Wesnoth, las habilidades de Ruvio con la espada y la ballesta llegaron a estar por encima de la media, por decirlo modestamente. Aunque la edad haya hecho mella en Ruvio, sigue siendo un oponente peligroso.

source: crossbow
cs: kuše
es: ballesta
fr: arbalète
it: balestra
pl: kusza

source: Outlaw Raider
cs: Nájezdník
es: Asaltante forajido
fr: Pillard hors-la-loi

source: After four or five robbings, any Brigands that last that long will usually find a sword of some type. Usually this is a saber because fencers are their most regular prey, as they often wander around lonely backroads looking for fights most of the time. They also usually build or buy (or steal) a better crossbow, and their accuracy and skill have both improved with practice.
cs: Ti brigandi, kteří přežijí alespoň čtyři až pět přepadení, nakonec získají nějaký ten meč. Obvykle to bývá i šavle, neboť potulní šermíři, často křižující krajinu s touhou si zabojovat, patří mezi obvyklé oběti brigandů. Také si obvykle udělají nebo koupí (nebo ukradnou) i lepší kuš, s kterou již umí díky svým zkušenostem dovedněji zacházet a přesněji střílet.
es: Después de cuatro o cinco robos, los bandoleros que duran tanto suelen encontrar una espada de algún tipo. Normalmente se trata de un sable, porque los esgrimistas son sus presas más habituales, ya que suelen vagar por caminos solitarios en busca de pelea la mayor parte del tiempo. También suelen construir o comprar (o robar) una ballesta mejor, y tanto su precisión como su habilidad han mejorado con la práctica.

source: saber
cs: šavle
es: sable
fr: sabre
pl: szabla

source: Brigand
es: Bandolero
it: Brigante

source: Mounted and wielding wicked-looking sickles, brigands left behind the farming life to stalk Wesnoth's lonely backroads in small bands, robbing travelers. They also carry crude crossbows but are not very skilled with them.
cs: Brigandi zanechali života zemědělců a v malých rabujících skupinách sužují osamocené cestovatele na menších stezkách Wesnothu. Jezdí na koních a používají zlověstně vypadající srpy. Někdy s sebou nosí i primitivní kuše, ale nejsou v boji s nimi moc zkušení.
es: Montados y blandiendo hoces de malvado aspecto, los bandidos dejaron atrás la vida agrícola para acechar las solitarias carreteras secundarias de Wesnoth en pequeñas bandas, robando a los viajeros. También portan toscas ballestas, pero no son muy hábiles con ellas.
fr: À cheval et arborant des faux effrayantes, les brigands ont abandonné la vie de fermier pour errer sur les routes solitaires de Wesnoth en petites bandes, volant les voyageurs. Ils portent aussi des arcs grossiers mais ne sont pas très doués pour les utiliser.
it: I briganti sono montati a cavallo brandendo delle falci dall'aspetto minaccioso e hanno abbandonato la vita dei campi per tendere degli agguati per le strade più solitarie di Wesnoth in piccole bande derubando i viaggiatori. Portano anche delle rozze balestre ma non sono molto esperti nel maneggiarle.

source: sickle
cs: srp
es: hoz
fr: faux
it: falce
pl: sierp

source: dauntless
cs: neohroženost
es: impávido
fr: intrépide

source: Dauntless: While attacking, this unit's resistances are doubled, up to a maximum of 50. Weaknesses are not affected.
cs: Neohroženost: Odolnosti této jednotky jsou při útoku zdvojnásobeny, až na maximum 50 %. Odolnosti se zápornými hodnotami (zranitelnosti) nejsou ovlivněny.
es: Cuando ataca, las resistencias de esta unidad se duplican, hasta un máximo de 50. Las debilidades no alteran su valor.
fr: Intrépide : Quand elle attaque, les résistances de cette unité sont doublées, jusqu'à un maximum de 50. Les faiblesses ne sont pas modifiées.

source: sylvan spark
cs: jiskra sylvanů
es: chispa silvana
fr: étincelle sylvaine

source: Sylvan Spark: While in vegetated terrains, the unit will heal itself 5 hp per turn. If it is poisoned, it will remove the poison instead of healing.
cs: Jiskra Sylvanů: Pokud jednotka setrvá v porostlém terénu, vyléčí si na začátku každého kola 5 životů. Pokud je otrávená, pouze se uzdraví z otravy.
es: En terrenos con vegetación, la unidad sana 5 PV por turno. Si está envenenada, curará el veneno en lugar de sanarse.
fr: Etincelle Sylvaine : Sur les terrains couverts de végétation, cette unité se régénère de 5 HP par tour. Si elle est empoisonnée, elle guérit du poison au lieu de se régénérer.

source: ability^protection
cs: ochrana
es: protección

source: Protection: Adjacent units of lower level from this side receive a +20% bonus to all resistances (up to a maximum of 50%).
cs: Ochrana: Sousedící jednotka nižší úrovně získává bonus +20 % k odolnostem vůči všem druhům útoku (maximálně však do hodnoty 50 %).
es: Las unidades adyacentes del mismo bando y menor nivel reciben una bonificación de +20 % a todas las resistencias (hasta un máximo del 50 %).
fr: Protection : Les unités voisines d'un niveau inférieur reçoivent un bonus de 20% sur toutes leurs résistances (plafonné à 50%)

source: ability^obscures
es: oscurece

source: Obscures: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
es: Esta unidad oscurece el área circundante, lo que hace que las unidades caóticas luchen mejor y las unidades legales luchen peor. Todas las unidades adyacentes a esta unidad lucharán como si anocheciera cuando es de día, y como si fuera de noche cuando anochece.
fr: Obscurcissement : Cette unité obscurcit son voisinage, permettant aux unité chaotiques de mieux combattre tandis que les normales sont désavantagées. Toute unité voisine combattra comme si c'était le crépuscule quand il fait jour, et comme si c'était la nuit au crépuscule.

source: ability^terror
cs: teror
es: terror

source: Terror: This unit can frighten enemy units that are next to it, making them fight worse. Adjacent enemy units of lower level will do less damage in battle. When an enemy unit of the same or lower level is adjacent and engages in combat, its attacks do 15% less damage times the difference in their levels + 15%.
cs: Teror: Tato jednotka zastrašováním zhoršuje bojeschopnost sousedících nepřátelských jednotek. Sousedící nepřátelská jednotka na stejné nebo nižší úrovni může způsobit svým útokem menší ranění a to o 15 % (+ 15 % za každý rozdíl mezi úrovní terorizující a terorizované jednotky).
es: Esta unidad puede asustar a las unidades enemigas que estén junto a ella, haciendo que luchen peor. Las unidades enemigas adyacentes de nivel inferior harán menos daño en combate. Sus ataques hacen 15% menos de daño por cada nivel de diferencia menos un 15% adicional.
fr: Terreur : Cette unité peut effrayer les unités ennemies voisines, diminuant leurs capacités combatives. Les unités ennemies voisines de niveau inférieurs infligent moins de dommages. Quand une unité de même niveau ou inférieur combat dans le voisinage de celle-ci ses attaques sont pénalisées de 15% x la différence de niveau + 15%.

source: ability^intimidates
cs: zastrašuje
es: intimida

source: This unit intimidates adjacent level 0-1 enemy units, making them fight worse. Affected units engaging in combat deal 25% less damage and become unable to exert their zone of control over those adjacent to the intimidating unit.
cs: Tato jednotka zastrašováním zhoršuje bojeschopnost sousedících nepřátelských jednotek úrovně 0 a 1. Postižené jednotky zapojené do boje způsobí o 25 % menší poškození a nebudou schopny uplatňovat svou zónu kontroly vůči jednotkám, co sousedí se zastrašující jednotkou.
es: Esta unidad intimida a las unidades enemigas de nivel 0 y 1 adyacentes, haciendo que luchen peor. Las unidades afectadas que entablan combate infligen 25% menos de daño y se vuelven incapaces de ejercer su zona de control sobre las adyacentes a la unidad que les intimida.

source: ability^sylvan essence
cs: esence sylvanů
es: esencia silvana

source: Sylvan Essence: This unit can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 3 HP per-turn, but only in vegetated terrains.
cs: Esence Sylvanů: Tato jednotka je schopna léčit sousedící spojenecké jednotky až o 8 životů za kolo a uzdravovat je z otravy. V porostlém terénu se skryje před svými nepřáteli. Také se dokáže v porostlém terénu regenerovat až o 3 životy za kolo, ale nedokáže se sama uzdravit z otravy.
es: Esta unidad puede sanar y curar a unidades amigas adyacentes cada turno, hasta un máximo de 8 PV. En terrenos con vegetación, se ocultará de sus enemigos y podrá regenerarse (pero no curarse del veneno) 3 PV por turno.
fr: Essence Sylvaine : Cette unité peut soigner les unités amies voisines jusqu'à 8 HP. Sur les terrains couverts de végétation, elle peut se dissimuler à ses ennemis. Elle peut aussi se régénérer de 3 HP par tour sur ces mêmes terrains (mais pas se débarrasser du poison).

source: Sylvan Essence: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk. The unit also can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 4 HP per-turn, but only in vegetated terrains.
cs: Esence Sylvanů: Tato jednotka osvětlí okolní prostor, takže zákonné jednotky budou bojovat lépe a chaotické jednotky hůře. Jednotky na sousedních polích budou bojovat v noci jako za soumraku a za soumraku jako ve dne. Tato jednotka je také schopna léčit sousedící spojenecké jednotky až o 8 životů za kolo a uzdravovat je z otravy. V porostlém terénu se skryje před svými nepřáteli. Také se dokáže v porostlém terénu regenerovat až o 4 životy za kolo, ale nedokáže se sama uzdravit z otravy.
es: Esta unidad ilumina el área circundante, haciendo que las unidades legales luchen mejor y las unidades caóticas luchen peor. Las unidades adyacentes a esta unidad lucharán como si fuera de noche, y como si fuera de día. La unidad también puede curar a unidades amigas en hexágonos adyacentes cada turno, hasta un máximo de 8 PV. En terrenos con vegetación, se ocultará de sus enemigos. También puede regenerar (pero no envenenar) 4 PV por turno, pero sólo en terrenos con vegetación.
fr: Essence Sylvaine : Cette unité illumine son voisinage, permettant aux unités normales de mieux combattre et pénalisant les chaotiques. Les unités voisines combattront durant la nuit comme au crépuscule et comme au jour durant le crépuscule. Cette unité peut soigner les unités amies voisines jusqu'à 8 PV. Sur les terrains couverts de végétation, elle peut se dissimuler à ses ennemis. Elle peut aussi se régénérer de 4 PV par tour sur ces mêmes terrains (mais pas se débarrasser du poison).

source: AMLA^Armoured
cs: obrněný
es: Blindado

source: AMLA^Fast
cs: rychlý
es: Rápido

source: AMLA^Fighter
cs: bojovník
es: Luchador

source: AMLA^Fast Attack
cs: rychlý útok
es: Ataque rápido

source: AMLA^Sword Dancer
cs: tanečník s mečem
es: Bailarín de espadas

source: AMLA^Tough
cs: tvrdý
es: Duro

source: Lord Hagarthen
es: Señor Hagarthen
fr: Seigneur Hagarthen.

source: It usually takes many years until young Hagarthen clan members are considered worthy enough to become kings. Such Hagarthen clan members are then called lords.
cs: Obvykle to trvá mnoho let, než se mladí členové klanu Hagarthen osvědčí natolik, aby se stali následníky trůnu. Takoví Hagarthenové se pak nazývají lordy.
es: Suelen pasar muchos años hasta que los jóvenes miembros del clan Hagarthen son considerados lo suficientemente dignos como para convertirse en reyes. Estos miembros del clan Hagarthen reciben el nombre de señores.

source: Lord Bor Cryne
es: Señor Bor Cryne
fr: Seigneur Bor Cryne

source: After two generations had passed since the conquest of Wesnoth, Akladian leaders- despite claiming to despise the Wesnothians - started to mimic the customs of the Wesnothian nobility. Thereafter, the clan leaders, the 'lords', tended to become hereditary. As such it became extremely rare for a lord not to be a son of previous lord. Bor Cryne came from a noble family, though not one of the highest class, meaning he could, at most, expect to become a chieftain. Yet he was such a skilled warrior and leader that he was able to become a leader of his clan, killing the previous lord in a duel, as was traditional. He always despised the customs of Wesnothians and disliked those lords who enjoyed courts more than battlefields.
cs: Poté, co přešly dvě generace od dobytí Wesnothu, začali akladijští vůdci, přestože tvrdili, že jimi pohrdají, napodobovat zvyky wesnothské šlechty. Od té doby začali klanoví vůdci, nyní již „lordi“, předávat své postavení dědičně. Tak se stalo extrémně vzácným, aby lord nebyl synem předchozího lorda. Bor Cryne pochází ze šlechtické rodiny, ne však té nejvyšší třídy, což znamená, že mohl nanejvýš očekávat, že se stane náčelníkem. Přesto byl tak zdatným válečníkem a vůdcem, že se dokázal stát vůdcem svého klanu. Samozřejmě po zabití předchozího lorda v souboji, jak velela tradice. Bor Cryne vždy pohrdal wesnothskými zvyky a nemá v oblibě lordy, co si užívali víc dvorů než bitevních polí.
es: Transcurridas dos generaciones desde la conquista de Wesnoth, los líderes akladianos -a pesar de afirmar que despreciaban a los wesnodianos- empezaron a imitar las costumbres de la nobleza wesnodiana. A partir de entonces, los líderes de los clanes, los "señores", tendieron a convertirse en hereditarios. Así, se hizo extremadamente raro que un lord no fuera hijo de un lord anterior. Bor Cryne procedía de una familia noble, aunque no de la clase más alta, lo que significaba que, como mucho, podía aspirar a convertirse en jefe. Sin embargo, era un guerrero y líder tan hábil que pudo convertirse en líder de su clan, matando al señor anterior en un duelo, como era tradicional. Siempre despreció las costumbres de los wesnodianos y le disgustaban aquellos señores que disfrutaban más en las cortes que en los campos de batalla.

source: When Gawen Hagarthen's youth had passed, he understood that to become respected amongst his tribe, he must become skilled in the way of the sword, as well as in politics.
cs: Poté, co Gawen Hagarthen dospěl, pochopil, že aby se stal respektovaným v rámci svého kmene, musí se naučit ovládat meč i politiku.
es: Cuando Gawen Hagarthen hubo pasado su juventud, comprendió que para llegar a ser respetado entre su tribu, debía hacerse hábil en el camino de la espada, así como en el de la política.

source: Akladian Light Infantry
cs: Akladijská lehká infantérie
es: Soldado akladiano
fr: Infanterie légère Akladienne
it: Fanteria leggera di Akladia
pl: Akladyjska Lekka Piechota

source: The best Akladian warriors are chosen by their lords to serve in their regular armies, and they became professional soldiers. They have to equip themselves, however, which results in their armour being light, and a spear being their weapon of choice.
cs: Nejlepší akladijští válečníci jsou svými lordy vybráni do služby v pravidelné armádě a stávají se profesionálními vojáky. Musí se sami vybavit, takže lehké brnění a kopí bývá jejich nejčastější volbou.
es: Los mejores guerreros akladianos son elegidos por sus señores para servir en sus ejércitos regulares, y se convierten en soldados profesionales. Sin embargo, tienen que equiparse a sí mismos, por lo que su armadura es ligera y su arma preferida es la lanza.

source: Akladian Protector
cs: Akladijský ochránce
es: Protector akladiano
fr: Protecteur akladien
it: Protettore di Akladia
pl: Akladyjski Protektor

source: Veterans of many fights and surviving many defenses against invading enemies, Protectors form a caste of excellent warriors with their own codex, devoting their whole life to the protection of their clans.
cs: Ochránci jsou veteráni mnoha bitev, obránci přeživší mnoho ztečí. Tvoří kastu excelentních válečníků se svým vlastním kodexem, cele zasvěcující svůj život k ochraně svých klanů.
es: Veteranos de muchos combates y supervivientes de muchas defensas contra enemigos invasores, los protectores forman una casta de excelentes guerreros con su propio códice, que dedican toda su vida a la protección de sus clanes.

source: greatmace
cs: dvouruční palcát
es: gran maza
fr: grande masse d'armes

source: female^Queen
cs: Královna
es: Reina
fr: Reine
it: Regina
pl: Królowa

source: While the relationship between sexes in Akladian society is far from equal treatment, all women are expected to be able to handle weapons, and those who are wives or children of great warriors are commonly thought to master use of the sword as well as their husbands or fathers.
cs: Ačkoli vztah mezi oběma pohlavími v akladijské společnosti je na hony vzdálený rovnoprávnosti, od všech žen se očekává, že budou umět nosit zbraně. Obzvláště u manželek a dcer velkých válečníků se obvykle předpokládá, že budou ovládat meč stejně dobře jako jejich manželé či otcové.
es: Aunque la relación entre sexos en la sociedad akladiana dista mucho de ser igualitaria, se espera que todas las mujeres sepan manejar las armas, y se suele pensar que las que son esposas o hijas de grandes guerreros dominan el uso de la espada tan bien como sus maridos o padres.

source: Akladian Fastfoot
cs: Akladijský rychlonoh
es: Pie veloz akladiano
fr: Pied léger akladien
it: Corridore di Akladia
pl: Akladyjski Szybkostopy

source: Akladian Fastfoots are members of the personal armies of Akladian lords. They are almost professional soldiers, being equipped by their masters. Having light armour, they put all their hope into the mastering of the sword.
cs: Akladijští rychlonohové jsou členy osobních gard akladijských lordů. Jsou to vetšinou žoldáci vyzbrojovaní svými pány. Disponují lehkým brněním, a tak jsou plně odkázáni na svoje mistrovství v boji s mečem.
es: Los pies veloces akladianos son miembros de los ejércitos personales de los señores akladianos. Son soldados casi profesionales, equipados por sus señores. Con armaduras ligeras, ponen toda su esperanza en el dominio de la espada.
