Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Gawen and his army marched out of Vattin. Bor Cryne wasn't waiting - realizing that his only chance was to join with Grekulak's hordes advancing from the east, he left his hideout with all forces he could muster... but by this time, many Akladian lords and the greater part of the orcs had already abandoned him.
cs: Gawen se svou armádou vypochodoval z bran Vattinu. Bor Cryne nečekal – došlo mu, že jeho jediná šance je spojit se s Grekulakovými hordami na východě. Opustil úkryt v horách se všemi jednotkami, které se mu podařilo posbírat. Mnoho akladijských lordů a velká část skřetů ho tehdy opustila.
es: Gawen y su ejército marcharon fuera de Vattin. Bor Cryne no lo estaba esperando - sabía que su única oportunidad era unirse con las hordas de Grekulak que avanzaban por el este, y se puso a salvo con todas las fuerzas que pudo reunir. Pero para ese momento, muchos señores de Akladia y gran parte de los orcos ya lo habían abandonado.
fr: Gawen et son armée sortirent de Vattin. Bor Cryne ne les avait pas attendus. Réalisant que sa seule chance était de faire sa jonction avec les hordes de Grekulak qui avançaient à l'est, il quitta son repaire avec toutes les forces qu'il put rassembler. Mais beaucoup de seigneurs Akladiens et une grande partie des orcs l'avaient déjà abandonné à ce moment.
it: Gawen e il suo esercito si misero in marcia da Vattin. Bor Cryne non rimase ad aspettare - avendo capito che la sua unica possibilità era quella di unirsi con le orde di Grekulak che avanzavano da est, lasciò il suo nascondiglio con tutte le forze che era riuscito a radunare. Molti signori di Akladia e grande parte degli orchi lo avevano ormai già abbandonato.
pl: Gawen i jego armia wymaszerowali z Vattin, ale Bor Cryne nie czekał na nich bezczynnie, zdając sobie sprawę, że jego jedyną szansa jest połączenie się z armią Grekulaka nadciągającą ze wschodu. Opuścił więc kryjówkę z wszystkimi siłami, które zdołał zgromadzić. Do tego czasu opuściło go już wielu z Akladyjskich panów i duża część orków.

source: Both forces met at the fields which were later called Orannon, which in Akladian means 'battlefield'. This day was to be remembered for many generations to come - and also by vultures and jackals, who couldn't expect to see such an abundant number of bodies again for decades.
cs: Obě strany se setkali na poli, kterému se od těch dob říká Orannon, což v Akladijštině znamená „bitevní pole“. Tento den se stane památným pro mnohá pokolení – včetně generací vran a vlků, kteří po mnoho dalších věků nebudou mít tolik těl k hostině.
es: Ambas fuerzas se encontraron en los campos que después se llamaron Orannon, que en akladiano significa 'campo de batalla'. Este día sería recordado por muchas generaciones - también por los buitres y chacales, que por décadas no volverían a disfrutar tal abundancia de cuerpos.
fr: Les deux armées se rencontrèrent dans la plaine qu'on appellera plus tard Orannon, ce qui veut dire 'champ de bataille' en Akladien. Ce jour est un jour mémorable pour les générations à venir - et aussi pour les vautours et les chacals qui n'avaient pas connu semblable festin depuis bien longtemps.
it: Entrambe le forze si incontrarono nei campi che furono poi chiamati Orannon, che nella lingua di Akladia significa "campo di battaglia". Quel giorno sarebbe stato ricordato per molte generazioni - anche dai corvi e dai lupi, che per decenni non avrebbero avuto una simile quantità di cadaveri.
pl: Obie armie spotkały się na równinie zwanej potem Orannon, co po Akladyjsku znaczy 'Pole Bitwy', a dzień ten zapamiętano na wiele generacji wprzód. Również przez kruki, wilki i inne ścierwojady, które przez całe dziesięciolecia wspominały wspaniałą ucztę, które na nie czekała po bitwie.

source: Remember the Freetown!
cs: Za Svobodov!
es: ¡Recuerda a Freetown!
fr: Souvenez-vous de Freetown !
it: Ricordatevi di Freetown!
pl: Pamiętajcie Wolne Miasto!

source: I am personally under attack! I need help NOW!
es: ¡Estoy personalmente bajo ataque! ¡Necesito ayuda YA!

source: My lord, our scouts report that Grekulak is much closer than we thought. He is just four days' march from here - or two days for an undead army, since they can march without rest night and day.
cs: Můj pane, náš průzkum hlásí, že Grekulak je mnohem blíže, než jsme si mysleli. Je pouze dva dny pochodu odtud – dva dny pro armádu nemrtvých, kteří mohou pochodovat bez únavy a odpočinku, dnem i nocí.
es: Mi señor, nuestros exploradores informan que Grekulak está más cerca de lo que pensábamos. Está justo a cuatro días de marcha - o dos días para un ejército de no muertos, dado que pueden marchar sin descanso día y noche.
fr: Monseigneur, nos éclaireurs nous indiquent que Grekulak est beaucoup plus près que nous le pensions. Il n'est qu'à quatre jours de marche d'ici : deux jours pour les morts-vivants qui peuvent marcher jour et nuit sans s'arrêter !
it: Mio signore, i nostri esploratori riferiscono che Grekulak è molto più vicino di quanto pensavamo. È ad appena due giorni di marcia da qui - due giorni per l'esercito dei non-morti che può marciare senza riposo notte e giorno.
pl: Panie mój, nasi zwiadowcy donoszą, że Grekulak jest znacznie bliżej, niż myśleliśmy. Jest tylko dwa dni marszu stąd. Dwa dni dla armii nieumarłych, to znaczy, gdyż oni mogą maszerować bez odpoczynku dzień i noc.

source: Two days? It's impossible to defeat them within two days.
cs: Dva dny? Nemůžeme je porazit za dva dny!
es: ¿Dos días? Es imposible derrotarlos dentro de dos días.
fr: Deux jours ? Il est impossible de les vaincre d'ici deux jours.
it: Due giorni? È impossibile sconfiggerli in due giorni.
pl: Dwa dni? To przecież niemożliwe, byśmy zdołali ich pokonać w ciągu dwóch dni.

source: Then we must kill as many of them as possible and choose a good defensive position until Grekulak's army arrives.
cs: Tak jich pobijme, co se do nich vejde a vyber dobrou obranou pozici, než Grekulak dorazí.
es: Entonces intenta matar a tantos como sea posible escogiendo una buena posición defensiva antes de que el ejército de Grekulak llegue.
fr: Alors essayons d'en tuer le plus possible et choisissons une bonne position défensive jusqu'à ce que l'armée de Grekulak arrive ici.
it: Allora uccidine quanti ne puoi e scegli una buona posizione difensiva fino all'arrivo dell'esercito di Grekulak.
pl: To trzeba nam zabić tylu, ilu tylko się da, i wybrać solidną pozycję obronną do czasu nadciągnięcia wojsk Grekulaka.

source: Indeed. We will have no time to rest and cure our wounded. But perhaps it won't be necessary, we should negotiate first...
es: Desde luego. No tendremos tiempo para descansar y curar nuestros heridos. Pero quizá no será necesario, debemos negociar primero...

source: Hey, who's there? The little boy with his mommy?
cs: Hej, kdo je to? Malý chlapec a jeho matička!
es: ¿Eh, quién hay? ¿Un muchacho pequeño con su mami?
fr: Hey, qui est là ? Le petit garçon et sa môman !
it: Ehi, chi c'è qua? Il bambino e la sua mamma!
pl: Hej, a któż to idzie? Mały chłoptaś ze swoją mamusią!

source: Bor Cryne - finally we meet on the field of combat. You will answer to me for everything you have done.
cs: Bore Cryne – konečně jsme se setkali. Zaplatíš za všechny své skutky.
es: Bor Cryne - finalmente nos encontramos en el campo de batalla. Responderás ante mí por todo lo que has hecho.
fr: Bor Cryne. Enfin, je te retrouve sur le champ de bataille. Tu vas répondre de tout ce que tu as fait !
it: Bor Cryne - finalmente ti incontro. Pagherai per tutto quello che hai fatto.
pl: Bor Cryne, wreszcie się spotykamy. Odpowiesz mi, za wszystko, coś uczynił.

source: Oh, I'm so scared. And isn't that the famous rebel leader, Ruvio? Such a coward he abandoned his family in Freetown when he heard we were coming for them.
cs: Ouha, už se bojím! A támhleten, není to náhodou ten věhlasný vůdce rebelů, Ruvio? Bohužel jako zbabělec opustil svoji rodinu ve Svobodově, když uslyšel, že si pro ně jdeme.
es: Oh, estoy tan asustado. ¿Y no es ese el famoso líder rebelde, Ruvio? Tan cobarde que abandonó a su familia en Freetown cuando se enteró de que íbamos a por ellos.
fr: Oh, comme j'ai peur ! Tiens donc ! N'est-ce pas là Ruvio, le célèbre chef rebelle ? Comme un couard,il a abandonné sa famille à Freetown quand il a entendu dire que nous venions leur rendre visite !
it: Oh, quanto mi fai paura. E chi c'è qua? il famoso comandante ribelle Ruvio? Sfortunatamente è stato un tale codardo da abbandonare la sua famiglia a Freetown quando ha saputo che stavo arrivando per lui.
pl: Och, ależ się boję. A tam, czy to przypadkiem nie słynny przywódca buntowników, Ruvio? Niestety okazał się takim tchórzem, porzucając swoją rodzinę w Wolnym Mieście, gdy tylko usłyszał, że nadchodzimy.

source: My lord... please... grant me this, I pray you. I want to kill him. Leave him to me.
cs: Můj pane... Prosím... Chci ho zabít sám. Prosím, nechej mi ho.
es: Mi señor... por favor... concédame esto, se lo ruego. Quiero matarlo. Déjeme a mí.
fr: Monseigneur... S'il vous plaît... accordez-moi cette faveur, je veux le tuer ! Laissez-le moi...
it: Mio signore... per favore... voglio ucciderlo io. Lasciatelo a me...
pl: Panie... Proszę... Zostawcie go mnie. Chcę go zabić osobiście...

source: I wish you were as pretty as your daughters, Ruvio. I'd do to you the same thing I did to them. Especially the redhead, what was her name? The fighting one. She was the best!
cs: Přeju si, abys byl taky tak krásný jako tvoje dcerušky, Ruvio. Chtěl bych ti udělat to samé, co jsem udělal jim. Zvláště pak té zrzavé, jak ona se to jenom jmenovala? Ta bojující. Ta byla nejlepší.
es: Ojalá fueras tan bonito como tus hijas, Ruvio. Te haría lo mismo que les hice a ellas. Especialmente a la pelirroja, ¿cómo se llamaba? La luchadora. ¡Ella fue la mejor!
fr: J'aurais aimé que tu sois aussi mignon que tes filles, Ruvio. J'aurais pu te faire ce que je leur ai fait. En particulier la rousse, c'était quoi son nom ? Celle qui se battait. C'était la plus délicieuse !
it: Mi spiace che tu non sia carino quanto le tue figlie, Ruvio. Mi sarebbe piaciuto farti la stessa cosa che ho fatto a loro. Specialmente a quella dai capelli rossi, come si chiamava? Quella che combatteva. Era la migliore.
pl: Szkoda, że nie jesteś tak śliczny, jak twoje córki Ruvio, mógłbym z tobą zrobić to samo, co z nimi. Szczególnie tej rudej, wojowniczej, jak ją tam wołano? Ona była najlepsza.

source: Kill them. Kill them all. Have no mercy.
cs: Bijte. Zabijte je všechny. Nemějte s nimi žádné slitování!
es: Mátenlos. Mátenlos a todos. No tengan misericordia.
fr: Tuez-les ! Tuez-les tous ! Pas de pitié !
it: Uccideteli! Uccideteli tutti! Non abbiate pietà
pl: Zabić ich. Zabić ich wszystkich. Żadnej litości.

source: My lord, we really should try negotiations first. Grekulak is enemy of everyone, and...
cs: Můj pane, měli bychom zkusit nejřív vyjednávat, Grekulak je nepřítel nás všech a...
es: Mi señor, debemos intentar negociar primero. Grekulak es enemigo de todos, y...
fr: Monseigneur, nous devrions d'abord essayer de négocier. Grekulak est l'ennemi de tous et...
it: Mio signore, dovremo per prima cosa cercare di negoziare. Grekulak è il nemico di tutti e...
pl: Panie, powinniśmy najpierw spróbować negocjacji, Grekulak jest wrogiem wszystkich i...

source: Remember the Freetown! Remember the Freetown! Kill them all!
cs: Za Svobodov! Za Svobodov! Zabijte je všechny!
es: ¡Recuerda a Freetown! ¡Recuerda a Freetown! ¡Mátenlos a todos!
fr: Souvenez-vous de Freetown ! Souvenez-vous de Freetown ! Tuez-les tous !
it: Ricordatevi di Freetown! Ricordatevi di Freetown! Uccideteli tutti!
pl: Pamiętajcie Wolne Miasto! Pamiętajcie Wolne Miasto! Zabić wszystkich!

source: In this scenario, only Gawen and Lorin have full interrogations for enemy leaders.
es: En este escenario, solo Gawen y Lorin tienen interrogatorios completos para los líderes enemigos.

source: Grekulak's arrival.
cs: Grekulakův příjezd.
es: Llegada de Grekulak.

source: Grekulak's attempt at spreading darkness.
es: Intento de Grekulak de difundir la oscuridad.

source: Aww, we're too late! Our cousin had all the fun and left nothing for us!
cs: Á jé, přišli jsme pozdě! Náš bratránek měl všechnu zábavu a nám nenechal nic!
es: ¡Ay, llegamos demasiado tarde! ¡Nuestro primo se llevó toda la diversión y no nos dejó nada!
fr: Aaaah, nous arrivons trop tard ! Notre cousin s'est bien amusé et ne nous a rien laissé !
it: Aaaah, siamo arrivati tardi! Il nostro cugino si è preso tutto il divertimento e non ha lasciato nulla per noi!
pl: Niech to, spóźniliśmy się! Nasz kuzyn skradł całą zabawę i nic nam nie zostawił!

source: We would have been here earlier, if not for you, brother!
cs: Byli bychom tu dřív, nebýt tebe, bratříčku!
es: ¡Habríamos llegado antes, si no fuera por ti, hermano!
fr: C'est bien à cause de toi si nous n'avons pas été ici plus tôt, frère !
it: Se siamo arrivati tardi è a causa tua, fratello.
pl: Wcześniej zjawić się nam można było na tym polu, gdybyś mnie słuchał, bracie!

source: Me? And who wanted to check whether the wine in Vakladia tastes different than in Guilcorta?
cs: Mě? A kdo chtěl vyzkoušet, jestli víno ve Vakladii chutná stejně dobře jako v Guilcourtu?
es: ¿A mí? ¿Y quién quería comprobar si el vino de Vakladia sabe diferente al de Guilcorta?
fr: Moi ? Et qui a voulu savoir si le vin de Vakladia avait un goût différent de celui de Guilcorta ?
it: Mia? E chi è stato a voler controllare se il vino di Vakladia avesse un sapore diverso di quello di Guilcorta?
pl: Ja? A kto chciał sprawdzić smak wina w Vakladii, by sprawdzić czym się różni od tego w naszej dziedzinie?

source: And what about the girls in that town?
cs: A jak to bylo s holkama v tom městě?
es: ¿Y qué pasa con las chicas de ese pueblo?
fr: Et que fais-tu des filles de cette ville ?
it: E cosa mi dici delle ragazze di quella città?
pl: Tak? A co z dziewkami z owego miasta?

source: Who are you? Friend or foe?
cs: Kdo jsi! Přítel či nepřítel?
es: ¿Quién sois? ¿Amigo o enemigo?
fr: Qui va là ? Ami ou ennemi ?
it: Chi c'è? Amico o nemico?
pl: Kto idzie? Przyjaciel czy wróg?

source: We are Luc and Gauri Hagarthen, your loyal swords from Guilcorta, your cousins, dear... uhmm... how should we address you, your majesty, cousin, or maybe... messiah?
cs: My jsme Luc a Gauri Hagarthenové, tvé věrné meče z Guilcourta, tvý bratránci, drahý... uhmm... jak ti máme vlastně říkat? Vaše Veličenstvo, bratránku, nebo možná mesiáši?
es: Somos Luc y Gauri Hagarthen, sus leales espadas de Guilcorta, sus primos, querido... uhmm... ¿cómo deberíamos dirigirnos a vos, su majestad, primo, o tal vez... mesías?

source: 'My king' would be enough. You are welcomed here, even if a bit late.
cs: „Můj králi“ bude stačit. Jste zde velice vítáni, přestože jdete pozdě.
es: 'Mi rey' sería suficiente. Sois bienvenidos aquí, aunque sea un poco tarde.
fr: Mon roi sera suffisant. Soyez ici les bienvenus, même un peu en retard.
it: Mio re sarà sufficiente. Qua siete i benvenuti, anche se arrivate tardi.
pl: <i>Mój królu</i> mi starczy. Mileście tu widziani, choć spóżnieni.

source: Aaargh! I haven't avenged my family!
cs: Ách! Nepomstil jsem svou rodinu!
es: ¡Aaarg! ¡No he vengado a mi familia!
fr: Aaaargh ! Je n'ai pas vengé ma famille !
it: Aaarch! Non ho vendicato la mia famiglia!
pl: Aaaargh! Nie pomściłem rodziny!

source: Ha ha! Now you are doomed!
cs: Ha ha! Teď jsi ztracenej!
es: ¡Ja, ja! ¡Ahora estás condenado!
it: Ah ah! Siete condannati!

source: I am your new messiah. Recognise me as your lord now and you shall be spared. Try to oppose me and you will be killed and raised as my mindless slaves.
cs: Já jsem Váš nový velitel. Vzdejte mi hold jako svému pánu a budete zachráněni. Pokuste se mi vzdorovat a budete povražděni a pak povstanete jako mý nemyslící otroci.
es: Soy tu nuevo mesías. Reconóceme como tu señor ahora y serás perdonado. Intenta oponerte a mí y serás asesinado y resucitado como uno de mis esclavos sin mente.
fr: Je suis votre nouveau messie. Reconnaissez-moi comme votre seigneur et vous serez épargnés. Essayez de me résister et vous serez tués et réanimés pour devenir des esclaves décérébrés.
it: Sono il tuo nuovo padrone. Riconoscimi come tuo signore e sarai risparmiato. Prova a opporti e sarete uccisi ed rianimati come miei schiavi senza cervello.
pl: Jam wasz nowy mesjasz. Uznajcie moją władze a oszczędzę wasze dusze, spróbujcie się przeciwstawić a zginiecie i zostaniecie wskrzeszeni jako moje bezmyślne sługi.

source: Never, foul lich! We may have to adjust our tactics, but we shall never surrender!
es: ¡Nunca, repugnante liche! Puede que tengamos que ajustar nuestras tácticas, ¡pero nunca nos rendiremos!

source: Lady Lorin, are you sure you can participate in a battle?
cs: Lady Lorin, jsi si opravdu jistá, že se můžeš podílet na boji?
es: Lady Lorin, ¿está segura de que puede participar en una batalla?
fr: Dame Lorin, êtes-vous vraiment sûre de pouvoir participer à cette bataille ?
it: Lady Lorin, sei sicura di poter partecipare alla battaglia?
pl: Szlachetna Lorin, czyście pewna, że możecie uczestniczyć w bitwie?

source: And why not, foul and rude mage?
cs: A proč ne, blbý a navrčený mágu?
es: ¿Y por qué no, mago tonto y grosero?
fr: Et pourquoi pas, espèce de grossier personnage !
it: E perché no, lurido e volgare mago?
pl: A czemuż to nie, niegrzeczny i obrzydły magu?

source: As I said before, I KNOW. I also know that ANY effort may be extremely dangerous for you.
cs: Už jsem ti jednou řekl, že VÍM. A také vím, že cokoli je nyní pro tebe nesmírně nebezpečné.
es: Como dije antes, LO SÉ. También sé que CUALQUIER esfuerzo puede ser extremadamente peligroso para ti.
fr: Comme je vous l'ai déjà dit, je SUIS AU COURANT ! Je sais aussi que TOUT effort peut être extrêmement dangereux pour vous !
it: Come ho già detto, io SO. Inoltre so che QUALUNQUE sforzo può essere estremamente pericoloso per te.
pl: Być może uszło to waszej uwadze, ale wspominałem już o tym, że WIEM. I wiem także, że każdy wysiłek może być dla was niebezpieczny.

source: First of all, I am LORIN, foul mage. Second of all, I am not a Wesnothian woman, the kind you are used to, but Akladian. I can fight until... for as long as I want.
cs: Já jsem LORIN, blbý mágu, to zaprvé. A za druhé, nejsu nějaká podělaná Wesnoťanka, ale Akladijka. Mohu bojovat až do... dokud se mi bude chtít.
es: En primer lugar, soy LORIN, mago estúpido. En segundo lugar, no soy una mujer de Wesnoth, a la que estás acostumbrado, sino de Akladia. Puedo luchar hasta... tanto tiempo como quiera.
fr: D'abord, je suis LORIN, mage fétide ! Ensuite, je ne suis pas une femme Wesnothienne, le genre dont tu as l'habitude, mais une Akladienne. Je peux me battre jusqu'à... aussi longtemps que je veux !
it: Io sono LORIN, lurido mago, in primo luogo. Secondo, non sono donna di Wesnoth, il genere a cui sei abituato, ma di Akladia. Posso combattere fino a ché... finché voglio.
pl: Ja jestem Lorin, przebrzydły magu, to raz. A dwa, nie jestem jakąś tam Wesnothiańska kobietą, do których jesteś przyzwyczajony, tylko kobietą z akladyjskiego ludu. Moge walczyć dopóki... tak długo, jak zechcę.

source: My king, please take my advice. Order Lorin to withdraw into the castle. No matter how she boasts and flaunts her Akladian heritage, I am quite sure she shouldn't be here.
cs: Můj králi, prosím přijmi moji radu. Přikaž Lorin, ať se stáhne do hradu. Nezáleží na tom, jak moc se chlubí a kolik toho napovídá o tom, jaká je Akladijka. Jsem si zcela jist, že by tu neměla být.
es: Mi rey, por favor sigue mi consejo. Ordena a Lorin que se retire al castillo. No importa cómo se jacte y haga alarde de su herencia akladiana, estoy bastante seguro de que no debería estar aquí.
fr: Mon roi, s'il vous plaît, écoutez mon conseil. Donnez l'ordre à Lorin de retourner au château. Peu importe qu'elle se vante de son hérédité Akladienne, je suis à peu près sûr qu'elle ne devrait pas être là !
it: Mio sire, accogli il mio consiglio. Ordina a Lorin di ritirarsi nel castello. Non importa quanto si vanterà e rinfaccerà il suo essere una donna di Akladia, sono abbastanza sicuro lei non dovrebbe essere qui.
pl: Królu, posłuchajcie mej rady, niech Lorin wycofa się do zamku. Nie ważne, jak bardzo bedzie się chwalić i pysznić byciem Akladianką, jestem pewien, że nie powinno jej tutaj być.

source: But why? I don't understand. Lorin is a fine warrior, and withdrawing her from battle may be...
cs: Ale proč? Nechápu to. Na druhou stranu, Lorin je skvělá válečnice a její stažení z bitvy by mohlo...
es: ¿Pero por qué? No entiendo. Lorin es una gran guerrera, y retirarla de la batalla puede ser...
fr: Mais pourquoi ? Je ne comprends pas. Lorin est une combattante hors pair et la retirer de la bataille pourrait...
it: Ma perché? Non capisco. Inoltre, Lorin è una valorosa combattente e ritirarla dalla battaglia potrebbe essere...
pl: Ale dlaczego? Nie rozumiem. Lorin jest świetnym wojownikiem, wycofanie jej z bitwy może...

source: I am a mage attuned to life, my king, and can sense things you cannot. Believe me, withdraw her into our keep.
cs: Jsem mág naladěný na život, můj králi, a dokážu vycítit věci, které ty ne. Věř mi, stáhni ji do pevnosti.
es: Soy un mago en sintonía con la vida, mi rey, y puedo sentir cosas que tú no. Créeme, retírala a nuestro torreón.
fr: Je suis un mage qui connaît la vie, mon roi et peut discerner des choses que vous ne voyez pas. Croyez-moi, renvoyez-la dans notre château !
it: Sono un mago, mio sire. Credete a me, falla rientrare nel nostro castello.
pl: Jestem magiem wyczulonym na sprawy życia, królu, uwierzcie mi, i może dlatego jasne są dla mnie sprawy, które dla was takie najwidoczniej nie są. wycofaj ją do zamku.

source: FOUL mage. You should have said: 'I am a FOUL mage'.
cs: BLBÝ mág. Měl bys říkat: „Jsem BLBÝ mág.“
es: FALSO mago. Deberías haber dicho: 'Soy un FALSO mago'.
fr: Mage FÉTIDE ! Tu aurais dû dire : « Je suis un mage FÉTIDE ! »
it: Un LURIDO mago. Avresti dovuto dire: «Sono un LURIDO mago».
pl: Obrzydłym magiem. Tak powinien brzmieć początek tej przydługiej mowy:<i>Jam mag obrzydły</i>.

source: Forces of Darkness, come to my aid - Let there be eternal night; Let your eyes become blind - Forces of Darkness will consume your mind.
cs: Na pomoc přijďte, Temnoty síly, ať věčnou nocí jejich duch kvílí. Ať zatmí vám oči Temnoty síly a spolknou myšlenky, které vám zbyly.
es: Fuerzas de la Oscuridad, ayuda concierna - Que comience la noche eterna; Deja que tus ojos se vuelvan ciegos - Las Fuerzas de la Oscuridad consumirán tus ruegos.
fr: Forces des ténèbres, venez à mon aide - Que vienne la nuit éternelle; Que vos yeux deviennent aveugles - Que les forces des ténèbres consument votre esprit.
it: Forze delle Tenebre, venite in mio aiuto - Che la notte sia eterna; Che i loro occhi siano ciechi - Le forze delle Tenebre consumeranno il vostro pensiero.
pl: Siły ciemności, wzywam was - Niech nastanie nocy czas;; Niech ślepota odbierze wam wzrok - Umysł pochłonie wszechobecny mrok.

source: NO! Avaunt, the darkness, avaunt, the night!
cs: NE! Odstup, temnoto, odstup, noci!
es: ¡NO! ¡Vade retro, oscuridad, vade retro, noche!
fr: NON ! Arrière ténèbres ! Et toi nuit recule !
it: NO! Vade retro, oscurità, vade retro, notte!
pl: Nie! Precz ciemności, odejdźcie mroki nocy!

source: How is this possible? Who could possibly have broken my sorcery?
cs: Jak je to možné? Kdo dokáže zlomit mé kouzlo tak jednoduše?
es: ¿Cómo es esto posible? ¿Quién podría haber roto mi hechicería?
fr: Comment est-ce possible ? Qui a pu briser mon enchantement ?
it: Come è possibile? Chi potrebbe spezzare il mio incantesimo così facilmente?
pl: Jak to możliwe? Któż mógłby tak łatwo przełamać moje zaklęcie?
