Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: The farmer's daughter wasn't as beautiful as I expected. She was overjoyed to see her father again. She kissed both me and Lorin - leaving my step-mother in total dismay.
cs: Farmářova dcera nebyla tak překrásná jak jsem čekal. Byla ohromně šťastná, když zase uviděla svého otce. Líbala jak mne, tak Lorin – nechávajíc mou macechu ve stavu totální konsternace.
es: La hija del granjero no era tan bonita como esperaba. Era realmente la alegría de su padre. Nos besó a ambos, a mi - y a Lorin - dejando a mi madrastra en un estado de desmayo total.
fr: La fille du fermier n'était pas aussi jolie que je l'espérais. Elle était vraiment très heureuse de revoir son père. Elle nous embrassa tous les deux, Lorin et moi, ce qui laissa ma belle-mère dans un désarroi complet.
it: La figlia del contadino non era bella come mi sarei aspettato. Era letteralmente estasiata di rivedere di nuovo suo padre. Baciò me e Lorin - lasciando la mia matrigna in uno stato di totale depressione.
pl: Córka farmera nie była tak piękna, jak się spodziewałem, była naprawdę uradowana z ponownego ujżenia ojca. Pocałowała zarówno mnie, jak i Lorin zostawiając moja macochę w stanie całkowitej konsternacji.

source: The Dead City
cs: Mrtvé město.
es: Ciudad muerta
fr: La Ville morte.
it: La città fantasma
pl: Martwe Miasto

source: The Haunted Place
cs: Sídlo strašidel
es: Lugar embrujado
fr: Les Ruines hantées
it: Il luogo stregato
pl: Nawiedzone Miejsce

source: The Road Back to Vakladia
cs: Cesta zpět do Vakladie
es: Regreso a Vakladia
fr: La Route du retour à Vakladia.
it: Per tornare a Vakladia
pl: Droga powrotna do Vakladii

source: What should we do now, Ruvio?
cs: Co bychom měli udělat teď, Ruvio?
es: ¿Que debemos hacer ahora, Ruvio?
fr: Que devrions-nous faire maintenant, Ruvio ?
it: Cosa dovremmo fare adesso, Ruvio?
pl: Cóż nam czynić teraz, Ruvio?

source: First, let us find Deorien. And then...
cs: Nejdřív najděme Deoriena. A pak...
es: Primero, debemos encontrar a Deorien. Y entonces...
fr: Trouvons d'abord Deorien. Et ensuite...
it: Per prima cosa troviamo Deorien. Poi...
pl: Najpierw odnajdźmy Deoriena. A potem...

source: And then, we will curry favor with God by killing that offense to nature, that foulest of creatures, that MAGE.
cs: A pak budeme pochváleni samotným Bohem, protože zapíchneme tu hloupou stvůru, toho MÁGA!
es: Y entonces, nos ganaremos la gratitud de Dios matando a esta ofensa de la naturaleza, esta criatura inmunda, este MAGO.
fr: Et ensuite nous gagnerons la gratitude de Dieu en tuant cet affront à la nature, cette horrible créature, ce MAGE.
it: Poi, ci guadagneremo la gratitudine degli dei uccidendo questo scherzo di natura, questa disgustosa creatura, questo MAGO.
pl: A potem zasłuzymy na Boską wdzięczność zabijając ten wybryk natury, tą paskudną kreaturę, tego <i>maga</i>.

source: Stop it, Lorin.
cs: Lorin, přestaň.
es: Detente, Lorin.
fr: Arrêtez, Lorin.
it: Smettila, Lorin.
pl: Przestań, Lorin.

source: I can't stop it. I have to care for Gawen. I am his step-mother, and I have to shelter him from God's wrath.
cs: Nemohu přestat. Musím se starat o Gawena. Jsem jeho macecha a musím ho uchránit před Božím trestem.
es: No puedo detenerme. Tengo que quererte Gawen. Soy tu madrastra, y tengo que protegerte de la ira de Dios.
fr: Je ne peux pas arrêter. Je dois veiller sur Gawen. Je suis sa belle-mère et je dois le protéger de la colère de Dieu.
it: Non posso. Mi devo prendere cura di Gawen. Sono la sua matrigna e devo proteggerlo dalla collera degli dei.
pl: Nie mogę przestać. Muszę opiekować się Gawenem. Jestem jego macochą i muszę chronić go przed gniewem Boga.

source: I care about him too.
cs: Já se o něj také starám.
es: Yo también me preocupo por él.
fr: Moi aussi, je l'aime beaucoup.
it: Anche io mi prendo cura di lui.
pl: Mnie też na nim zależy.

source: Why, I wonder? Some silly promise made to his mother?
cs: Zajímalo by mě proč. Nějaký hloupý slib jeho matce?
es: ¿Por qué, me pregunto? ¿Alguna tonta promesa hecha a su madre?
fr: Pourquoi, je me le demande. Quelque promesse stupide faite à sa mère ?
pl: Zastanawia mnie, dlaczego? Efekt jakieś głupawej obietnicy złożonej jego matce?

source: His mother... Gawen's, Haldric's mother... she was my... fiancée. We even had the date of our wedding fixed.
cs: Jeho matka... Gawenova... Haldrikova matka... byla mou... snoubenkou. Už jsme měli smluvený den sňatku.
es: Su madre.. la madre de Gawen Haldric.. ella era mi... novia. Incluso teníamos la fecha de nuestra boda arreglada.

source: Oh my God... Does that mean...
cs: Ach můj Bože! To znamená...
es: Dios mío... ¿Eso significa...?
fr: Oh mon Dieu... Est-ce que ça veut dire...
it: Oh dei... questo vuol dire...
pl: O - MÓJ - BOŻE. Czy to znaczy...

source: No, Lorin. That does not mean anything. I never knew her, neither while we were betrothed, nor after she married Gawen's father. Gawen is assuredly Hagarthen flesh and blood.
cs: Ne, Lorin, nic to neznamená. Nikdy jsem s ní nic neměl, ani když jsme byli zasnoubení, ani poté, co se provdala za Gawenova otce. Gawen je nepochybně hagarthenské krve.
es: No, Lorin. Eso no significa nada. Nunca la conocí, ni mientras estábamos prometidos, ni después de que se casara con el padre de Gawen. Gawen es sin duda Hagarthen de carne y hueso.
fr: Non, Lorin. Cela ne veut rien dire du tout. Je ne l'ai jamais possédée, ni quand nous avons été fiancés, ni ensuite après son mariage avec le père de Gawen. Gawen est sans aucun doute un Hagarthen de pur sang.
pl: Nie, Lorin. To nic nie znaczy. Gawen jest Hagarthenem z krwi i kości.

source: Ruvio, I didn't know...
cs: Ruvio, nevěděl jsem...
es: Ruvio, yo no sabía...
fr: Ruvio, je ne savais pas...
it: Ruvio, io non sapevo...
pl: Ruvio, nie wiedziałem...

source: And maybe it's a mistake to tell you this. I loved your mother, Gawen. And I hated your father. When I look at you, I see her features, not your father's.
cs: A možná byla chyba, že jsem ti to řekl. Miloval jsem tvou matku, Gawene. A nenáviděl tvého otce. Ale když se na tebe dívám, vidím podobu tvé matky, ne otce.
es: Y tal vez sea un error decirte esto. Amaba a tu madre, Gawen. Y odiaba a tu padre. Cuando te miro, veo sus rasgos, no los de tu padre.
fr: Et je ne devrais peut-être pas te le dire, mais j'ai aimé ta mère, Gawen et j'ai détesté ton père. Mais quand je te regarde, je retrouve ses traits, pas ceux de ton père.
it: E forse ho sbagliato a dirvelo. Amavo vostra madre, Gawen. E odiavo vostro padre. Ma avete gli occhi e lo sguardo di vostra madre, non di vostro padre.
pl: I może postąpiłem niewłaściwie mówiąc ci o tym. Kochałem twoją matkę, Gawenie. I nienawidziłem twojego ojca. Ale ty odziedziczyłeś oczy i wygląd po niej, a nie po ojcu.

source: This is a large-scale map, where you will choose a way to go. You should move Gawen to any of the signpost or any other location to trigger moving to next scenario. Move Gawen to tent to talk with his friends.
cs: Toto je velkoprostorová mapa, kde musíš vybrat kudy dál. Tvým úkolem je přesunout Gawena na některý ze směrovníků nebo na jiné speciální místo, které spustí přesun na další scénář. Chceš-li si popovídat s přáteli, přesuň Gawena do stanu.
es: Este es un mapa a gran escala, donde escogerás los caminos a tomar. Debes mover a Gawen a cualquiera de los postes indicadores o cualquier otra situación que active el próximo escenario. Mueve a Gawen a la tienda de campaña para hablar con sus amigos.
fr: C'est une carte à grande échelle sur laquelle vous choisirez le chemin à suivre. Il suffit de déplacer Gawen sur n'importe quel panneau indicateur ou n'importe quel autre endroit pour atteindre le prochain scénario. Déplacez Gawen vers la tente pour qu'il discute avec ses amis.
it: Questa è una mappa su grande scala, dove potrai scegliere dove andare. Devi spostare Gawen verso un cartello o in qualunque altra posizione per cominciare a muoverti verso il prossimo scenario. Sposta Gawen verso la tenda per discutere con i suoi amici.
pl: To mapa o dużej skali, na której możesz wybrać drogę. Możesz przesunąć Gawena do któregokolwiek z drogowskazów, albo jakiejkolwiek innej lokacji aby przejść innego scenariusza. Przesuń Gawena do namiotu, jeżeli chcesz porozmawiać z przyjaciółmi.

source: So, shall we go to the ruins of Weldyn?
cs: Takže bychom měli jít k ruinám Weldynu?
es: Entonces, ¿deberíamos ir a las ruinas de Weldyn?
fr: Alors, irons-nous jusqu'aux ruines de Weldyn ?
it: Allora dovremmo andare alle rovine di Weldyn?
pl: A więc, czy powinniśmy udać się do ruin Weldyn?

source: Yes, definitely.
cs: Jasně!
es: Sí, seguro.
fr: Oui, absolument.
it: Certamente sì.
pl: Zdecydowanie tak.

source: Well, maybe not.
cs: No, možná ne.
es: Bueno, quizá no.
fr: Eh bien, peut-être pas.
it: Be', forse no.
pl: Może lepiej jednak nie.

source: My lord, we already visited that place, and we found Deorien there.
cs: Můj pane, už jsme tam byli a našli tam Deoriena.
es: Mi señor, ya visitamos ese lugar y encontramos a Deorien allí.

source: So, shall we go to these haunted ruins?
cs: Takže vstoupíme do těch strašidelných rozvalin?
es: Entonces, ¿vamos a estas ruinas embrujadas?
fr: Alors, devrions-nous aller voir ces ruines hantées ?
it: Allora dovremmo andare a queste rovine stregate?
pl: A więc, do owych opuszczonych ruin mamy się udać?

source: My lord, we already visited that place.
cs: Můj pane, už jsme to místo přece navštívili.
es: Mi señor, ya visitamos ese lugar.

source: So, should we go that way?
cs: Měli bychom jít tudy?
es: Entonces, ¿debemos ir por ese camino?
fr: Alors, devons-nous aller par là ?
it: Allora dovremmo andare da questa parte?
pl: A więc, tą drogę powinniśmy wybrać?

source: So, should we go back to Vakladia?
cs: Měli bychom se vrátit do Vakladie?
es: Entonces, ¿deberíamos volver a Vakladia?
fr: Alors, devrions-nous rentrer à Vakladia ?
it: Allora dovremmo tornare a Vakladia?
pl: A więc, czy powinniśmy wrócić do Vakladii?

source: My lord, we have not found Deorien yet.
cs: Můj pane, ještě jsme nenašli Deoriena.
es: Mi señor, aún no hemos encontrado a Deorien.
fr: Monseigneur, nous n'avons pas encore trouvé Deorien.
it: Mio signore, non abbiamo ancora trovato Deorien.
pl: Panie mój, nie odnaleźliśmy jeszcze Deoriena.

source: Village leader
cs: Starosta vesnice
es: Líder de la aldea
fr: Le Chef du village.
it: Capo del villaggio
pl: Wójt wioski

source: Thank you once again, noble Gaumhaldric! I've sent my daughter to safety. If not for you, she would still be imprisoned.
cs: Děkuji ti ještě jednou, ctihodný Gaumhaldriku! Poslal jsem mou dceru na bezpečné místo. A pokud by nebylo tebe, stále by trčela v té zatuchlé díře!
es: ¡Gracias una vez más, noble Gaumhaldric! He enviado a mi hija a un lugar seguro. Si no fuera por vos, aún estaría en prisión.
fr: Merci encore, noble Gaumhaldric ! J'ai envoyé ma fille en lieu sûr. Sans vous, elle serait toujours emprisonnée.
it: Ancora una volta grazie, nobile Gaumhaldric! Ho mandato mio figlia in un posto sicuro. Se non fosse stato per voi, sarebbe ancora in una lurida gabbia.
pl: Dzięki wam raz jeszcze, szlachetny Gaumhaldircu! Odesłałem moją córkę w bezpieczne miejsce. Gdyby nie wy, wciąż by była zamknięta w brudnej klatce.

source: Please accept this as modest sign of our gratitude.
cs: Prosím přijmi tento prostý dar na znamení tvé vděčnosti.
es: Por favor acepte esto como una modesta muestra de nuestra gratitud.
fr: S'il vous plaît, acceptez ceci comme un modeste gage de notre gratitude.
it: Per favore, accettate questo modesto pegno della mia gratitudine.
pl: Proszę, przyjmijcie to jako skromną oznakę naszej wdzięczności.

source: You have received $bride_gold_amt gold pieces.
cs: Získal jsi $bride_gold_amt zlatých.
es: Has recibido $bride_gold_amt piezas de oro.

source: We are saved! Look who has come - it's Gaumhaldric the legendary!
cs: Jsme zachráněni! Podívej, kdo přišel – to je ten Gaumhaldrik, o kterém jsme toho tolik slyšeli!
es: ¡Estamos salvados! Mirad quién ha venido: ¡es Gaumhaldric el legendario!
fr: Nous sommes sauvés ! Regardez qui voilà. C'est le légendaire Gaumhaldric !
it: Siamo salvi! Guardate chi è arrivato - è quel Gaumhaldric di cui abbiamo tanto sentito parlare!
pl: Już żeśmy uratowani! Patrzajcie, kto przychodzi nam z pomocą! To Gaumhaldric, o którym tyleśmy słyszeli!

source: It's Gaumhaldric, this is true, but he is also Gawen Hagarthen, king of Vakladia, and as Haldric he is king of Wesnoth. Wait, did you say - `saved`?
cs: To je Gaumhaldrik, to je pravda, ale je to také Gawen Hagarthen, král Vakladie, a navíc jako Haldrik je králem Wesnothu. Proč si myslíš, že jsi v bezpečí?
es: Es Gaumhaldric, es cierto, pero también es Gawen Hagarthen, rey de Vakladia, y como Haldric es rey de Wesnoth. Espera, ¿has dicho "salvados"?
fr: C'est Gaumhaldric, c'est vrai, mais c'est aussi Gawen Hagarthen, roi de Vakladia et Haldric, roi de Wesnoth. Un instant, vous avez dit — « sauvés » ?
it: È Gaumhaldric, questo è vero, ma è anche Gawen Hagarthen, re di Vakladia e come Haldric è re di Wesnoth. Perché hai detto di essere "salva"?
pl: To Gaumhaldric, prawda, ale inne jego imię brzmi Gawen Hagarthen, król Vakladii, a inne jeszcze Haldric, król Wesnoth. Dlaczego mówicie, żeście 'uratowani'?

source: Well, yes, it's me, but why do you need to be saved?
cs: Dobře, ano, jsem to já, ale proč si myslíš, že musíš být zachráněn?
es: Bueno, sí, soy yo, pero ¿por qué necesitáis que os salven?
fr: Oui, en effet, c'est moi. Mais, en quoi avez-vous besoin d'être sauvé ?
it: Be' sì, sono io, ma perché pensate di essere salvati?
pl: No tak, to ja, ale dlaczego uważacie, że trzeba was ratować?

source: My lord, my daughter is the most beautiful girl in these parts. I knew this would bring woe upon us. An Akladian lord wanted her hand in marriage, and she foolishly refused.
cs: To je dlouhá historie. Vidíš, můj pane, moje dcera je nejkrásnější děvče v širém okolí. Já věděl, že nám to přinese neštěstí. Akladijský lord se s ní chtěl oženit, a ona ho hloupě odmítla.
es: Mi señor, mi hija es la chica más hermosa de estas tierras. Sabía que esto traería la desgracia sobre nosotros. Un señor akladiano quería su mano en matrimonio, y ella, tontamente, se negó.
fr: Monseigneur, ma fille est la plus jolie fille des environs. Je savais que ça nous porterait malheur. Un seigneur Akladien voulait l'épouser et elle a follement refusé.
it: È una storia lunga. Vedete, mio signore, mia figlia è la ragazza più bella di tutto il circondario. Ho sempre saputo che questo ci avrebbe portato solo disgrazie. Il signore di Akladia volle sposarla, e lei scioccamente lo respinse.
pl: To długa opowieść. Widzicie, mój panie, córka moja to najpiękniejsza dziewczyna w całym sąsiedztwie. Wiedziałem więc, że sprowadzi to na nas nieszczęście. Pan z Akladiańców chciał ją poślubić, a ona nierozumnie mu odmówiła.

source: This Akladian lord, from Skagrrae clan, abducted her and swore to keep her imprisoned until she changed her mind. Please, free her!
cs: A ten akladijský lord, z klanu Skagrrů, se tak rozčílil, že ji unesl pryč z naší vesnice, vsadil ji do díry a slíbil jí, že ji nepustí dřív, než změní svůj názor. Prosím, pane, osvoboďte ji.
es: Este señor akladiano, del clan Skagrrae, la secuestró y juró mantenerla en prisión hasta que cambiara de opinión. ¡Por favor, libérela!
fr: Ce seigneur Akladien, du clan de Skagrae, l'a enlevée et s'est juré de la laisser en prison jusqu'à ce qu'elle change d'avis. S'il vous plaît, libérez-la !
it: Questo signore di Akladia, del clan di Skagrrae, era così furioso che la rapì dal nostro villaggio e giurò che l'avrebbe tenuta in gabbia fino a quando non avrebbe cambiato idea. Vi prego, liberatela!
pl: Ten akladiański pan, z klanu Skagrrae, tak był wściekły, że wziął i porwał ją z naszej wsi, zaprzysięgając się, że będzie trzymał ją w klatce, póki nie zmieni zdania. Błagam, uwolnijcie ją!

source: From your description she seems to be a girl with character, even for an under... anyway, we will release her, won't we, Gawen?
cs: Žádný problém. Vypadá jako děvče s charakterem, dokonce i na podř... mimochodem, my ji půjdeme osvobodit, že Gawene?
es: Según tu descripción, parece ser una chica con carácter, incluso para un plebe... de todos modos, la liberaremos, ¿no, Gawen?
fr: D'après ce que vous en dites, elle a l'air d'avoir du caractère, même si c'est une métè... Hum... peu importe. Nous allons la libérer, n'est-ce pas Gawen ?
it: Nessun problema. Dalla vostra descrizione sembra una ragazza di carattere, anche per una miser... ehm... comunque, noi la libereremo, vero Gawen?
pl: Nie ma sprawy! Z twojego opisu, dziadku, wygląda na dziewczynę z charakterem, nawet jak na par... um... co to ja chciałam... Uwolnimy ją, prawda, Gawen?

source: Yes, of course, but first I want to ask few questions.
cs: Ano, samozřejmě, ale nejdřív mám pár otázek.
es: Sí, por supuesto, pero primero quiero hacerle algunas preguntas.
fr: Oui, bien sûr, mais d'abord, j'ai quelques questions à vous poser.
it: Sì, certo, ma prima vorrei farti qualche domanda.
pl: Tak, oczywiście, ale najpierw chcę zadać kilka pytań.

source: Please, tell me...
cs: Řekněte mi, prosím, ...
es: Por favor, dime...
fr: S'il vous plaît, dites-moi...
it: Prego, dimmi...
pl: Proszę, powiedźcie mi...

source: Would you fight for me?
cs: Budeš za mne bojovat?
es: ¿Lucharías para mí?
fr: Voudriez-vous vous battre pour moi ?
it: Combatteresti per me?
pl: Czy będziecie dla mnie walczyć?

source: Do you know something about the mage Deorien?
cs: Víš něco o mágovi jménem Deorien?
es: ¿Sabes algo sobre el mago Deorien?
fr: Que savez-vous au sujet du mage Deorien ?
it: Sai qualcosa del mago Deorien?
pl: Czy wiecie coś o magu Deorienie?

source: Have you heard any interesting news recently?
cs: Slyšel jsi poslední dobou nějaké zajímavé novinky?
es: ¿Has escuchado alguna novedad reciente interesante?
fr: Avez-vous entendu des nouvelles intéressantes récemment ?
it: Hai avuto notizie interessanti di recente?
pl: Czyście słyszeli jakieś interesujące nowiny?

source: Hard and grueling times are ahead, I can't release anyone to join your army.
cs: Čekají nás těžké a vyčerpávající časy, nemohu nikoho uvolnit, aby se připojil k tvé armádě.
es: Se avecinan tiempos duros y agotadores, no puedo liberar a nadie para que se una a tu ejército.

source: Who?
cs: Kdo?
es: ¿Quién?
fr: Qui ?
it: Chi?
pl: Kto?

source: Deorien, the great mage.
cs: Deorien, velký mág.
es: Deorien, el gran mago.
fr: Deorien, le grand mage.
it: Deorien, il grande mago
pl: Deorien, wielki mag.

source: I don't know. Mages were all slaughtered by Akladians long time ago.
cs: Nevím. Všichni mágové byli dávno povražděni Akladijci.
es: No lo sé. Todos los magos fueron masacrados por los akladianos hace mucho tiempo.
fr: Je ne sais pas. Les Akladiens ont tué tous les mages il y a bien longtemps.
it: Non so. Tutti i maghi sono stati uccisi dalla gente di Akladia molto tempo fa.
pl: Nie wiem. Wszyscy magowie zostali zabici przez Akladian dawno temu.

source: Our king, Buffin, is gathering an army to invade the neighbouring kingdom of Vakladia.
cs: Náž král, Buffin, sbírá armádu, aby získal sousední království, Vakladii.
es: Nuestro rey, Buffin, está reuniendo un ejército para invadir el vecino reino de Vakladia.
fr: Notre roi, Buffin, lève une armée pour envahir le royaume voisin de Vakladia.
it: Il nostro re Buffin sta raccogliendo un esercito per conquistare il vicino regno di Vakladia.
pl: Nasz król, Buffin, gromadzi armię, by zdobyć sąsiadujące królestwo Vakladii.

source: Take over Vakladia? How?
cs: Získal Vakladii? Jak?
es: ¿Tomar el control de Vakladia? ¿Cómo?
fr: Conquérir Vakladia ? Comment ça ?
it: Conquistare Vakladia? E come?
pl: Zdobyć Vakladię? Jak?

source: The previous king of Vakladia is dead. Usually Akladian lords would elect a new Hagarthen for the throne, but their king left no heir. So they should pick a regent and then send for a Hagarthen from another country, but instead they're just fighting amongst themselves.
cs: Poslední král Vakladie je mrtvý. Obvykle akladijští lordi vybírají jako následníka nového Hagarthena, ale jejich král nezanechal jediného potomka. Takže by měli zvolit regenta a poslat pro nějakého Hagarthena z jiného království, ale místo toho válčí mezi sebou.
es: El anterior rey de Vakladia ha muerto. Normalmente los señores akladianos elegirían un nuevo Hagarthen para el trono, pero su rey no dejó heredero. Así que debían elegir un regente y luego enviar a buscar un Hagarthen de otro país, pero en lugar de eso sólo están peleando entre ellos.
fr: Le roi de Vakladia est mort. D'habitude, les seigneurs Akladiens élisent un Hagarthen au trône, mais leur roi n'a pas laissé d'héritier. Donc ils devraient nommer un régent et aller chercher un Hagarthen dans un autre pays. Mais à la place, ils sont en train de se battre entre eux.
it: Il vecchio re di Vakladia è morto. Normalmente i signori di Akladian sceglierebbero per il trono un altro Hagarthen, ma il loro re non aveva nessun erede. Avrebbero dovuto dunque scegliere un reggente e poi mandare a cercare un Hagarthen in altri paesi, ma invece hanno preferito combattersi l'un l'altro.
pl: Dotychczasowy król Vakladii umarł, nie pozostawiając dziedzica. Tamtejsi panowie powinni więc ustanowić regenta i wysłać po Hagarthena z innych królestw, ale jak na razie tylko walczą miedzy sobą.

source: Gawen Hagarthen is not dead, You see him now with your own eyes.
cs: Gawen Hagarthen není mrtev, právě se mu díváš do tváře.
es: Gawen Hagarthen no está muerto, lo puedes ver con tus propios ojos.
fr: Gawen Hagarthen n'est pas mort, vous le voyez en ce moment de vos propres yeux.
it: Gawen Hagarthen non è morto, ma qui davanti ai tuoi occhi.
pl: Gawen Hagarthen nie umarł, właśnie go oglądasz na własne oczy.

source: No offense, but I don't care. You wanted news, so I repeated what I've heard.
cs: Bez urážky, ale mě je to jedno. Chtěl jsi novinky, tak jsem ti je řekl.
es: Sin ofender, pero no me importa. Querías noticias, así que repetí lo que escuché.
fr: Ne le prenez pas mal, mais ça me laisse indifférent. Vous vouliez des nouvelles, je ne fais que répéter ce que j'ai entendu.
it: Senza offesa, ma non mi interessa. Volevi informazioni e così ho ripetuto quello che ho sentito.
pl: Bez obrazy, ale zupełnie mnie to nie obchodzi. Chcieliście wiadomości, powtarzam co słyszałem.
