Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Here I am. My voice speaks to those willing to listen. I know why you are here. I know who all of you are. Ask your questions and receive the answers, for I can see everything which may be.
cs: Tady jsem. Hlas mluvící k těm, již chtějí naslouchat. Vím, kdo jste a proč jste zde. Položte své otázky a získejte odpovědi, neboť já vidím vše, co se stane a co by se mohlo státi.
es: Aquí estoy. Mi voz habla a aquellos dispuestos a escuchar. Sé por qué estás aquí. Sé quiénes sois todos vosotros. Haz tus preguntas y espera por las respuestas, porque puedo ver todo lo que podría ser.

source: Everything, huh? Then how come you were besieged and almost captured? Why didn't you escape or call on someone to help you?
cs: Vše? Tak mi tedy řekni, jak je možné, že jste byla obležena a téměř zajata? Proč jsi neuprchla či nepřivolala nikoho na pomoc?
es: ¿Todo, eh? ¿Entonces cómo es que estabas sitiada y casi capturada? ¿Por qué no escapaste o llamaste a alguien para que te ayudase?
fr: Tout ? Mais alors, comment se fait-il que vous ayez été assiégée et presque capturée ? Pourquoi ne vous êtes-vous pas échappée ou n'avez-vous pas appelé quelqu'un à l'aide ?
it: Tutto? E allora come è potuto succedere che ti assediassero e quasi ti catturassero? Perché non sei fuggita o non hai chiamato qualcuno ad aiutarti?
pl: Wszystko, co? To jak doszło do tego, że byłaś oblężona i niemalże pojmana? Czemuś nie uciekła wcześniej, albo nie wezwała kogoś na pomoc?

source: The answer to this question is the answer to your doubts. Why haven't I escaped? Why didn't I call someone for help?
cs: Odpověď na tvou otázku je odpovědí na tvé pochybnosti. Proč jsem neuprchla? Proč jsem nepřivolala pomoc? Proč jste zde?
es: La respuesta a tu pregunta es la respuesta a tus dudas. ¿Por qué no escapé? ¿Por qué no llamé a alguien para que me ayudase?
fr: La réponse à cette question est la réponse à vos doutes. Pourquoi ne me suis-je pas enfuie ? Pourquoi n'ai-je pas cherché de l'aide ?
it: La risposta alle tue domande è la risposta ai tuoi dubbi. Perché non sono fuggita? Perché non ho chiamato qualcuno ad aiutarmi? Perché siete qua?
pl: Odpowiedź na twoje pytanie, to odpowiedź na twoje wątpliwości. Czemuż nie uciekłam? Czemu nie wezwałam kogoś na pomoc? Czemu wy tu jesteście?

source: Lady, we are searching for the great mage, Deorien. Maybe you know...
cs: Paní, hledáme velkého mága, Deoriena. Možná budeš vědět...
es: Señora, estamos buscando al gran mago, Deorien. Quizá usted sepa...
fr: Dame, nous cherchons le grand mage Deorien. Peut-être savez-vous...
it: Signora, noi stiamo cercando il grande mago Deorien. Forse tu sai...
pl: Pani, szukamy wielkiego maga, Deoriena. Może wiecie, gdzie...

source: Search for Deorien in the ruins of the great city, where e'en the wind crieth when it recalleth the memories of a marvelous past. He shall give unto thee answers, some of which thou mayest find unwelcome.
cs: Hledej Deoriena v ruinách velkého města, kde vítr kvílí, když nachází dávnou minulost. Ten ti odpoví, leč některé jeho odpovědi se ti nebudou líbit.
es: Encontrarás a Deorien en las ruinas de la gran ciudad, donde incluso los lamentos del viento traen recuerdos de pasadas maravillas. Él te dará las respuestas, algunas de las cuales puede que encuentres incómodas.
fr: Cherchez Deorien dans les ruines de la grande cité, où même le vent pleure en se remémorant le souvenir d'un passé merveilleux. Il vous donnera des réponses, que certains d'entre vous pourraient trouver malvenues.
it: Cerca Deorien tra le rovine della grande città, dove persino il vento piange quando il pensiero torna al meraviglioso passato. Vi darà le risposte che cercate, ma non vi piaceranno.
pl: Szukajcie Deoriena wśród ruin wielkiego miasta, gdzie nawet wiatr płacze wspominając historię wspaniałej przeszłości. Ale on da wam i takie odpowiedzi, które mogą się wam nie spodobać.

source: Ruins of the great city? What kind of answer is this? Which city? Why can't you give me straight answers?
cs: Ruiny velkého města? Co je to za odpověď? Kde leží to město? Proč mi nemůžeš prostě odpovědět?
es: ¿Las ruinas de la gran ciudad? ¿Qué tipo de respuesta es esa? ¿Qué ciudad? ¿Por qué no puede darme directamente la respuesta?
fr: Les ruines d'une grande cité ? Qu'est-ce que c'est que cette réponse ? Quelle cité ? Pourquoi ne donnez-vous pas de réponse claire ?
it: Le rovine della grande città? Ma che razza di risposta è questa? Dov'è questa città? Perché non mi puoi dare una risposta chiara?
pl: Ruiny wielkiego miasta? To ma być odpowiedź? Gdzie jest to miasto? Dlaczego nie możecie mi dać prostej odpowiedzi?

source: I am an Oracle. Why should I give straight answers? Why do you think my answer is insufficient for you? Why do you think I should tell you more?
cs: Já jsem Věštkyně. Proč bych měla dávat přímé odpovědi? Proč si myslíš, že má odpově není pro tebe dostačující? Proč si myslíš, že bych ti měla říct víc?
es: Soy el Oráculo. ¿Por qué debo dar todas las respuestas? ¿Por qué piensas que mi respuesta no es suficiente para ti? ¿Por qué piensas que debo decirte más?
fr: Je suis un oracle. Pourquoi devrais-je donner des réponses claires ? Pourquoi pensez-vous que ma réponse est insuffisante ? Pourquoi pensez-vous que je devrais en dire davantage ?
it: Io sono l'Oracolo. Perché dovrei dare risposte dirette? Perché pensi che la mia risposta non sia sufficiente per te? Perché pensi che dovrei dirti di più?
pl: Jam jest Wyrocznia. Kto powiedział, że mam dawać proste odpowiedzi? Dlaczego sądzisz, że moja odpowiedź ci nie wystarczy? Dlaczego uważasz, że masz prawo usłyszeć coś więcej?

source: Oracle... I...
cs: Věštkyně... já...
es: Oráculo... yo...
fr: Oracle... Je...
it: Oracolo... io...
pl: Wyrocznio... Ja...

source: I already know your questions, Lorin from Gallorae, the clan which has long had more gold in the hair of their daughters than in their treasuries. The first answer is: yea, thou art. The second is: yea, he shall. The third is: nay, ye never shall.
cs: Já znám tvé otázky, Lorin z Gallorů. Z klanu, který má víc zlata ve vlasech svých dcer než ve svých pokladnicích. První odpověď je ano, jsi. Druhá je ano, on jistě bude. A třetí je ne, nikdy nebudeš.
es: Ya conozco tus preguntas, Lorin de Gallorae, el clan que tenía más oro en el pelo de sus hijas que en sus tesoros. La primera respuesta es: sí, eres. La segunda es: sí, él será. La tercera es: no, nunca seréis.
fr: Je connais déjà votre question, Lorin de Gallorae, le clan qui pendant longtemps avait plus d'or dans les cheveux de ses filles que dans son trésor. La première réponse est oui, vous l'êtes. La deuxième est oui, il le sera. Et la troisième est non, vous ne le serez jamais.
it: Conosco le tue domande, Lorin di Gallorae, il clan che ha avuto più oro nei capelli delle sue figlie che nei suoi forzieri. La prima risposta è sì, tu lo sei; la seconda è sì, lo sarai; la terza è no, non lo sarai mai.
pl: Znam twoje pytania, Lorin z Gallorae'ów, klanu, co więcej złota posiada na głowach złotowłosych córek, niż w swoim skarbcu. Pierwsza odpowiedź brzmi tak, jesteś. Druga brzmi tak, zostanie nim. Trzecia brzmi nie, nigdy nie będziecie.

source: No! No! There has to be a better answer!
cs: Ne! Ne! Musí být lepší odpověď!
es: ¡No! No! ¡Tiene que haber una respuesta mejor!
fr: Non, non, il y a forcément une autre réponse !
it: No! No! Ci deve essere un'altra risposta!
pl: Nie! Nie! Musi byc lepsza odpowiedź!

source: As the Oracle, I have nothing more to say to thee... As a woman, I can advise this: There is only one man in the world who may change your future. I think you know his name. Go and find him. Beg him for forgiveness if you have to. Stay with him as long as you can.
cs: Jako Věštkyně už nemám, co ti říct víc. Ale jako žena ti mohu dát radu. Je pouze jeden muž na celém světě, který může změnit tvou budoucnost. Myslím, že znáš jeho jméno. Běž a najdi jej. Popros ho o odpuštění. Padni na kolena, budeš-li muset. Zůstaň s ním jak dlouho budeš moci.
es: Como Oráculo no tengo nada más para decirte... Como mujer, tengo un consejo: Hay sólo un hombre en este mundo que puede cambiar tu futuro. Creo que ya sabes su nombre. Ve y encuéntralo. Pídele perdón si es necesario. Quédate con él, tanto como puedas.
fr: En tant qu'oracle, je n'ai rien à vous dire de plus... En tant que femme, je peux vous donner un conseil. Il n'y a qu'un seul homme dans ce monde qui peut changer votre futur. Je pense que vous connaissez son nom. Retrouvez-le. Demandez-lui son pardon s'il le faut. Et restez avec lui le plus longtemps possible.
it: Come Oracolo non ho altro da dirti. Come donna, ho un consiglio. C'è solo un uomo sulla terra che può cambiare il tuo futuro. Penso che tu conosca il suo nome. Va e trovalo. Invoca il suo perdono se dovrai farlo. Rimani con lui il più a lungo possibile.
pl: Jako Wyrocznia nie mam ci nic więcej do powiedzenia. Jako kobieta mam jedną radę. Jeden jest tylko człowiek, mężczyzna, na tym świecie, który może odmienić twoją przyszłość. Myślę, że wiesz o kim mówię. Idź, odnajdź go. Błagaj o wybaczenie, jeśli będzie trzeba. Zostań z nim tak długo, jak będziesz mogła.

source: Is that all you wanted to tell me? Then know that I've heard, that the She-wolf of Haeltin has heard counsel of the Oracle, voice of God on Earth. She will not hear the counsel woman whom is merely God's tool.
cs: To je všechno? Tak poslouchej. Slyšela jsem, Vlčice Haeltinská vyslechla Věštkyni, hlas Boha na zemi. Ale nevyslyší ženu, která není nic než jen Božím nástrojem.
es: ¿Eso es todo lo que querías decirme? Entonces sabed que he escuchado que la Loba de Haeltin oyó el consejo del Oráculo, voz de Dios en la Tierra. Ella no escuchará a una consejera que no es más que una herramienta de Dios.
fr: C'est tout ce que vous voulez bien me dire ? Alors, sachez que j'ai entendu, que la Louve d'Haeltin a écouté le conseil de l'Oracle, la voix de Dieu sur terre. Elle n'écoutera pas celui de la femme qui n'est que l'instrument de Dieu.
it: È tutto quello che dovevi dirmi? Allora sappi che ti ho udito, La Lupa di Haeltin ha ascoltato l'Oracolo, voce degli dei sulla terra. Ella non ha inteso la donna che è solo lo strumento degli dei.
pl: Czy to wszystko, co rzec mi chciałaś? Wiedz zatem, że wysłuchałam, że Wilczyca z Haeltin wysłuchała Wyroczni, głosu Boga na ziemi. Nie wysłucha natomiast kobiety, co jest jedynie boskim narzędziem.

source: Let's go, Gawen. We're finished here.
cs: Tak pojď, Gawene, pojď.
es: Vámonos, Gawen. Hemos terminado aquí.
fr: Allons-y Gawen. Nous n'avons plus rien à faire ici.
it: Andiamo, Gawen. Andiamo.
pl: Ruszajmy, Gawenie. Nic tu po nas.

source: I didn't catch the meaning of the discussion between you, and I know it was important. But why?
cs: Vůbec jsem nerozuměl tomu, co jste si povídali, a něco mi říká, že to bylo hodně důležité. Ale proč?
es: No entiendo la discusión entre vosotras, y supongo que era importante. ¿Pero por qué?
fr: Je n'ai pas compris le sens de votre discussion, et je sais que c'était important. Pourquoi donc ?
it: Non capisco perché state discutendo tra di voi e ho la sensazione che fosse importante. Ma perché?
pl: Nie zrozumiałem waszej rozmowy, ale mam przeczucie, że była bardzo ważna... Ale dlaczego?

source: You shall understand the full import of it one day, young king, and I daresay sooner than you think. I wish you luck in your quest. I will give one of my sergeants into your service. He will serve you loyally.
cs: Jednoho dne to pochopíš, mladičký králi. Přeji ti hodně štěstí ve tvé misi. Kromě přání ti dávám do služeb jednoho z mých seržantů. Uvidíš, že ti bude věrně sloužit.
es: Comprenderás todo su significado algún día, joven rey, y me atrevo a decir que antes de lo que crees. Te deseo suerte en tu búsqueda. Pondré a uno de mis sargentos a su servicio. Él te servirá lealmente.
fr: Tu comprendras un jour, jeune roi, et j'ose le dire, un peu plus tôt que tu ne le penses. Je te souhaite bonne chance dans ta quête. Je vais te confier un de mes sergents. Il te servira loyalement.
it: Un giorno lo capirete, giovane re. Vi auguro buona fortuna per la vostra ricerca. Metterò uno dei miei sergenti al vostro servizio. Vi servirà lealmente.
pl: Zrozumiesz to pewnego dnia, młody królu. Życzę ci szczęścia w twoich poszukiwaniach. Dam ci jednego z moich sierżantów. Będzie ci lojalnie służył.

source: Battle of Barnon
cs: Bitva o Barnon
es: Batalla de Barnon
fr: La Bataille de Barnon.
it: La battaglia di Barnon
pl: Bitwa pod Barnon

source: After few days of preparation, the first-born sons of the Akladian lords appeared in Vattin. They became guests of King Gawen Hagarthen and his step-mother Lady Lorin. He, accompanied by two lords and a small army, marched north to the settlements of the clan of Barnon.
cs: Po několika dnech příprav a až všichni prvorození synové přísahajících akladijských lordů přijeli na vattinský dvůr, aby byly hosty krále Gawena Hagarthena a jeho macechy lady Lorin, on, spolu se dvěma lordy a malou armádou, pochodoval na sever k sídlu klanu O-Barnonů.
es: Tras unos días de preparación, los primogénitos de los señores de Akladia aparecieron en Vattin. Se convirtieron en huéspedes del rey Gawen Hagarthen y su madrastra Lady Lorin. Él, acompañado por dos señores y un pequeño ejército, marchó hacia el norte, a los asentamientos del clan de Barnon.
fr: Après quelques jours de préparation, les fils aînés des seigneurs Akladiens arrivèrent à Vattin. Ils devinrent les invités du roi Gawen Hagarthen et de sa belle-mère Dame Lorin. Gawen, accompagnés de deux seigneurs et d'une petite armée, marchèrent vers le nord, vers les territoires du clan d'O-Barnon.
it: Dopo alcuni giorni di preparativi, quando i primogeniti dei signori di Akladia giunsero a Vattin, ospiti del re Gawen Hagarthen e della sua matrigna Lady Lorin, egli, accompagnato da due lord e un piccolo esercito, marciò verso nord, verso gli accampamenti del clan di O-Barnon.
pl: Po kilku dniach przygotowań, kiedy pierwsi pierworodni akladyjskich panów pojawili się w Vattin, by zostać gośćmi króla Gawena Hagarthena i jego macochy, pani Lorin. On sam, wraz z dwoma panami i małą armią, ruszył na północ, do siedzib klanu Barnon.

source: Hoyre O Barnon did not trust the Wesnothians living in the city of Barnon. Fearing that the citizens would open the gates to Gawen Hagarthen, he withdrew to his castle in the forests nearby. Indeed, the city of Barnon surrendered easily, though the citizens didn't show any signs of enthusiasm.
es: Hoyre O Barnon no confiaba en los wesnodianos que vivían en la ciudad de Barnon. Temiendo que los ciudadanos le abrieran las puertas a Gawen Hagarthen, se retiró a su castillo en los bosques cercanos. De hecho, la ciudad de Barnon se rindió fácilmente, aunque los ciudadanos no mostraron signos de entusiasmo.

source: It was at this moment that Gawen realized that he was as hated by Wesnothian folk as by Akladians. The former considered him a barbarian beast and a tyrant, and the latter called him mixling - at best. The irony of this realization was so overwhelming that he began to laugh. He probably would have laughed even harder if he had heard some of his warriors; they whispered that Gawen was laughing in anticipation of the battle, and their esteem for him rose dramatically.
cs: A to byl právě ten okamžik, kdy si Gawen uvědomil, že jej nenávidí jak Akladijci, tak Wesnoťané. Zatímco ti druzí jej nazývají barbarskou bestií, jeho vlastní zas míšencem – přinejlepším. Ironie toho všeho byla tak odzbrojující, že se Gawen začal smát. Smál by se mnohem víc, kdyby věděl, co si o něm povídají jeho vojáci. Ti si mezi sebou šeptají, že se směje kvůli tomu, že se těší na bitvu, a jeho reputace tak prudce vzrostla.
es: Fue en ese momento cuando Gawen se dio cuenta de que era tan odiado por los wesnodianos como por los akladianos. Los primeros lo consideraban una bestia bárbara y un tirano, y los segundos lo llamaban mestizo, en el mejor de los casos. La ironía de esta revelación fue tan abrumadora que se echó a reír. Probablemente se habría reído aún más si hubiera escuchado a algunos de sus guerreros; susurraban que Gawen se estaba riendo a la vísperas de la batalla, y la estima en que le tenían aumentó espectacularmente.
fr: C'est à ce moment que Gawen réalisa qu'il était détesté tout autant des Wesnothiens que des Akladiens. Tandis que les premiers le considéraient comme une bête barbare et un tyran, les seconds l'appelaient métis — au mieux. L'ironie de cette prise de conscience était telle qu'il commença d'en rire. Il aurait probablement ri encore plus fort s'il avait pu entendre certains de ses combattants ; ils chuchotaient que Gawen riait en pensant à la bataille à venir, et leur estime pour lui en fut grandie.
it: In quel momento Gawen comprese di essere odiato anche dalla gente di Wesnoth, oltre che da quelli di Akladia. Mentre i primi lo consideravano una bestia barbara, gli ultimi lo chiamavano mezzosangue - se andava bene. L'ironia era così insopportabile che gli venne da ridere. Avrebbe riso ancora più forte se avesse potuto sentire alcuni dei suoi guerrieri: mormoravano che Gawen ridesse pregustando la battaglia, e la sua reputazione crebbe un po'.
pl: To właśnie w tamtej chwili Gawen uświadomił sobie, że był nienawidzony równie mocno przez Wesnotyjczyków, jak i przez Akladyjczyków. Jedni uważali go za barbarzyńskiego dzikusa, a drudzy za mieszańca - w najlepszym przypadku. Ironia tego była tak przygniatająca, że zaczął się śmiać - a śmiałby się nawet bardziej, gdyby usłyszał szepty swoich wojowników - sądzili oni, że raduje się na czekającą go walkę i jego reputacja wzrosła w tej chwili niepomiernie.

source: Moro the Strong
cs: Moro Silný
es: Moro el fuerte

source: Nome, the Highlander
cs: Nome Horal
es: Nome el montañés

source: This should be easy, my son. Let's just get to the Castle of Barnon to the north and finish that traitor Hoyre off.
cs: Mělo by to být snadné, synu. Vyrazíme na sever na Barnonský hrad a skoncujem to s tím zrádcem Hoyrem
es: Esto debería ser fácil, hijo mío. Vayamos al castillo de Barnon al norte y acabemos con ese traidor de Hoyre.

source: Indeed, let us attack!
cs: Opravdu, zaútočme!
es: ¡Por supuesto, ataquemos!

source: Okay.
cs: Dobře.
es: De acuerdo.

source: If I may, my lord, I suggest not to attack in haste.
cs: Mohu-li radit, můj pane. nikam bych nespěchal.
es: Si me permite, mi señor, le sugiero que no ataque con prisa.
fr: Si je peux me permettre, Monseigneur, je suggère de ne pas attaquer avec précipitation.
it: Se mi è permesso, mio signore, io suggerisco di attendere.
pl: Za waszym pozwoleniem, panie, sugerowałbym ostrożność.

source: I have deep reservations about how our so-called allies will act.
cs: Nejsem si jist, jak se zachovají naši takzvaní spojenci.
es: Tengo profundas reservas sobre cómo actuarán nuestros supuestos aliados.
fr: J'ai les plus grandes inquiétudes sur la manière dont nos prétendus alliés vont se comporter.
it: Non sono sicuro di come si comporteranno questi nostri cosidetti alleati.
pl: Nie jestem pewny, jaki ci nasi tak zwani sprzymierzeńcy się zachowają.

source: You think that they would dare not to attack?
cs: Myslíš, že neodváží zaútočit?
es: ¿Crees que ellos no se atreverán a atacar?
fr: Vous pensez qu'ils oseraient ne pas attaquer ?
it: Tu pensi che possano osare non attaccare?
pl: Myślicie, że odważą się nie atakować?

source: I am sure that they will dare... it's just I am not sure whom they will attack.
cs: Myslím, že se odváží, ale nejsem si jist, na koho zaútočí.
es: Estoy seguro de que se atreverán... es solo que no estoy seguro de a quién atacarán.
fr: Je suis certain qu'ils oseront, mais je ne sais pas du tout qui ils vont attaquer.
it: Io credo che attaccheranno, bisogna però vedere chi attaccheranno.
pl: Myślę, że się odważą, ale nie jestem pewien kogo będą chcieli zaatakować.

source: Nonsense. They know that the lives of their sons are in our hands.
cs: Nesmysl. Ví, že životy jejich prvorozených synů jsou v našich rukou.
es: Disparates. Saben que la vida de sus hijos está en nuestras manos.
fr: Absurde. Ils savent que les vies de leurs fils sont entre nos mains.
it: Non ha senso. Sanno che le vite dei loro figli sono nelle nostre mani.
pl: BE-ZE-DURA! Wiedzą, że życie ich synów jest w naszych rękach.

source: I am not sure whether we have enough gold for this endeavor. I wish we had accumulated more in previous battles.
cs: Nejsem si jist, že máme dostatek peněz pro naše snahy. Přál bych si, abychom v předchozích bitvách získali víc.
es: No estoy seguro de que tengamos suficiente oro para esta tarea. Ojalá hubiéramos acumulado más en batallas anteriores.
fr: Je ne suis pas sûr que nous ayons assez d'or pour cette entreprise. Je voudrais que nous ayons amassé un peu plus d'or pendant les batailles précédentes !
it: Non credo che abbiamo abbastanza oro per questo tentativo. Avremmo dovuto prenderne di più nelle battaglie passate.
pl: Nie jestem pewny, czy mamy dość złota. Szkoda, że nie zdobyliśmy więcej w poprzednich bitwach.

source: being betrayed.
es: ser traicionado.

source: Uri personally attacking Barnon.
es: Uri personalmente atacando Barnon.

source: It is a dark day indeed, to see Akladian lords siding with an underling bastard child. What will your ancestors say about this, Uri?
cs: To sem se dožil dnů. Akladijští lordi pomáhají bastardům a podřadným. Co tomu řeknou tvoji předkové, Uri?
es: De hecho, es un día oscuro para ver a los señores de Akladia ponerse del lado de un niño plebeyo bastardo. ¿Qué dirán tus antepasados sobre esto, Uri?
fr: C'est un jour sombre qui voit des seigneurs Akladiens s'associer à un bâtard de métèque. Qu'est-ce que tes ancêtres diront de ça, Uri ?
it: È un giorno buio quello che vede i signori di Akladia al fianco di un bastardo mezzosangue. Cosa diranno i nostri antenati, Uri?
pl: Czarny to dzień, widzieć akladyjskich panów trzymających stronę bękarta i do tego pariasa. Co by twoi przodkowie na to powiedzieli, Uri?

source: Hoyre, you have always been my friend. I would never fight against you. Rather, I join with you to kill that mixling!
cs: Hoyre, dycinky si byl můj přítel. Nikdy bych neválčil proti tobě. Raději se s tebou spojím a vyřídíme toho míšence!
es: Hoyre, siempre has sido mi amigo. Nunca pelearía contra ti. ¡Más bien, me uno a vosotros para matar a ese mestizo!
fr: Hoyre, tu as toujours été mon ami. Je ne me battrai jamais contre toi. Je préfère me joindre à toi pour tuer ce métis !
it: Hoyre, sei sempre stato mio amico. Non combatterei mai contro di te. Piuttosto mi unirò a te per uccidere quel mezzosangue!
pl: Hojre, zawsześ był mym druhem. Nigdy nie wzniosę przeciwko tobie miecza. Raczej dołączę do ciebie, by zabić tego mieszańca!

source: I've never intended to fight against you, Hoyre. Let our swords instead cut that underling's head off! And slay that witch, his step-mother, as well!
es: Nunca tuve la intención de pelear contra ti, Hoyre. ¡Que nuestras espadas le corten la cabeza a ese plebeyo! ¡Y maten también a esa bruja, su madrastra!

source: Reach either the eastern or western signpost with both Lorin AND Reme. After that, hold on at least $ano_howmanyturns turns before the honorable death of Gawen Hagarthen.
es: Llega al poste indicador del este o del oeste con Lorin Y CON Reme. Después de eso, espera al menos $ano_howmanyturns turnos antes de la muerte honorable de Gawen Hagarthen.
