Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Remember Gawen, that while most of our units don't care about the time of day, Homeguards, Shieldguards and Protectors prefer to fight during the day, and at night they should be used carefully.
cs: Pamatuj, Gawene, že většině našich jednotek je jedno, v kterou denní dobu bojují, ale Hlídači, Štítonoši a Ochránci mají raději světlo. Proto je používej v noci velmi opatrně.
es: Recuerda, Gawen, que si bien a la mayoría de nuestras unidades no les importa la hora del día, los guardas, escuderos y protectores prefieren luchar durante el día, y por la noche deben usarse con cuidado.
fr: Souviens-toi, Gawen, que si la plupart de nos unités ne sont pas sensibles à l'alternance du jour et de la nuit, les Gardiens de maison, les Gardiens boucliers et les Protecteurs préfèrent combattre le jour. Ils doivent être utilisés la nuit avec précaution.
it: Ricordatevi Gawen, che mentre la maggior parte delle nostre unità non si preoccupano per l'ora, le guardie nazionali, gli Shieldguards e i Protettori preferiscono combattere di giorno e durante la notte dovrebbero essere usati con attenzione.
pl: Pamiętajcie Gawenie, że choć większość naszych ludzi nie dba o porę dnia, Strażnicy domów, Tarczownicy i Protektorzy wolą walkę w świetle dnia, podczas gdy w nocy powinniście zachować ostrożność w ich używaniu.

source: Remember Gawen, that while most of our units don't care about the time of day, Homeguards, Shieldguards and Protectors prefer to fight during full daylight. Although there may still be some daylight left, night is coming, and when it arrives, they should be used carefully.
es: Recuerda, Gawen, que aunque a la mayoría de nuestras unidades no les importa la hora del día, los guardas, escuderos y protectores prefieren luchar a plena luz del día. Aunque todavía puede quedar algo de luz, la noche se acerca y, cuando llegue, se deben usar con cuidado.

source: Yes! Attack!
cs: Jasně! Útok!
es: ¡Sí! ¡Al ataque!

source: Ah, he is using Sturmknights. I expect we may have to fight many more of those in the future...
es: Ah, está usando caballeros. Creo que tendremos que luchar contra muchos más en el futuro...

source: Ah, he is using Sturmknights. Be wary of them, Gawen. They prefer to fight at night as they are accustomed to darkness. Counter them by assailing them with Shieldguards during the day.
cs: Pozor. Používá Útočníky. Dej si na ně pozor. Milují noční boj a proto budou použiti v noci. Zaútoč na ně přes den Štítonoši.
es: Ah, está usando caballeros. Ten cuidado con ellos, Gawen. Prefieren pelear de noche, ya que están acostumbrados a la oscuridad. Contrarréstalos atacándolos con guardas durante el día.
fr: Ah, il utilise des cavaliers d'ombre. Fais attention à eux, Gawen. Ils aiment se battre la nuit et ils ont l'habitude de l'obscurité. Contre-les par des Gardes à boucliers pendant le jour.
it: Ah, sta impiegando gli Sterminatori. Guardatevi da loro, Gawen. A loro piace combattere di notte e sono abituati all'oscurità. Di giorno mandategli contro i Difensori.
pl: Ach, używa Szturmowców. Uważajcie na nich, Gawenie. Lubią walczyć nocami i przywykli do ciemności. Przeciwstawiajcie im Gwardzistow, ale tylko w blasku słońca.

source: The traitorous ones attack me! Rise up, clansmen of Gaeltin, and drive them back!
es: ¡Los traidores me atacan! ¡Levantaos, clanes de Gaeltin, y expulsadlos!

source: See how a true Akladian Lord fights!
cs: Podívejte, jak bojuje pravý akladijský lord!
es: ¡Vean cómo lucha un verdadero señor de Akladia!

source: You have already recruited $ano_tmp| units.
cs: Už jsi naverboval $ano_tmp| jednotek.
es: Ya has reclutado $ano_tmp| unidades.

source: Good luck, Lady Lorin. It's not far from here to your family castle.
cs: Hodně štěstí, lady Lorin. Není to daleko na hrad tvé rodiny.
es: Buena suerte, señora Lorin. No está lejos de aquí el castillo de su familia.
fr: Bonne chance, Dame Lorin. Le château de votre famille n'est plus tellement loin d'ici.
it: Buon fortuna, Lady Lorin. Il castello della tua famiglia non è lontano.
pl: Powodzenia, szlachetna Lorin. Niedaleko stąd do zamku twej rodziny.

source: My family forswore all ties to me long ago, and you know that, Reme. I promise you that you have not heard the last of me.
cs: Má rodina se mě zřekla už před dlouhou dobou, a ty to víš, Reme. Přísahám ti, že o mě ještě uslyšíš.
es: Mi familia renunció a todo vínculo conmigo hace mucho tiempo, y tú lo sabes, Reme. Te prometo que no será lo último que oigas de mí.
fr: Ma famille a renié tout lien avec moi il y a déjà longtemps et vous le savez Reme, je vous promets que vous entendrez encore parler de moi !
it: La mia famiglia ha rinnegato qualsiasi legame con me molto tempo fa, e tu questo lo sai, Reme. Ti prometto che sentirai ancora parlare di me.
pl: Moja rodzina wyparła się wszelkich więzów ze mną dawno temu i dobrze o tym wiesz, Reme. Obiecuję ci, że jeszcze o mnie usłyszysz.

source: Separation
cs: Rozdělení
es: Separación
fr: Séparation.
it: Separazione
pl: Rozstanie

source: Finally, the party reached the crossroads. The northern path led to Vattin, the southern path to Reme's clan settlements. It was here that Reme Carrenemoe decided to leave Lorin to her fate.
cs: Nakonec se dostali na křižovatku. Severní cesta vedla do Vattinu, jižní k Remeho domovu. Právě tady se Reme Carrenemoe rozhodl opustit Lorin a zanechat ji svému osudu.
es: Finalmente, el grupo llegó a la encrucijada. El camino del norte llevaba a Vattin, el del sur a los asentamientos del clan de Reme. Fue aquí donde Reme Carrenemoe decidió abandonar a Lorin a su suerte.
fr: La compagnie atteignit finalement le carrefour. Le premier chemin, vers le nord, menait à Vattin, le second, vers les territoires du clan de Reme. Ce fut là que Reme Carremoe décida d'abandonner Lorin à son destin.
it: Il gruppo giunse infine al bivio. La strada a nord portava a Vattin, mentre l'altra agli insediamenti del clan di Reme. Qui Reme Carrenemoe decise di abbandonare Lorin al proprio destino.
pl: Wreszcie drużyna osiągnęła rozstaje. Stąd jedna droga prowadziła na północ, do Vattin, druga do siedzib klanu Remego. Reme Carrenemoe zdecydował, że włąśnie tu zostawi Lorin jej własnemu losowi.

source: Now you should be safe, Lady Lorin. I have escorted you to this place. You may choose five of the best troops from our band now. I shall also leave you all the gold, which comes to $gold|g in all. And then, we part ways. Your troops will leave with you, and the rest of our troops will leave with me.
es: Ahora debería estar a salvo, señora Lorin. Le he escoltado hasta este lugar. Ahora puede elegir cinco de las mejores unidades de nuestra tropa. También le dejaré todo el oro, que asciende a $gold|g en total. Y así, nos separamos. Sus tropas se irán con vos, y el resto de nuestras tropas se irán conmigo.

source: Reme... You've always been a loyal servant of the Hagarthens...
cs: Reme... Vždy si věrně sloužil Hagarthenům...
es: Reme... Siempre has sido un leal servidor de los Hagarthens...

source: I was and am. But you are no Hagarthen, my lady. I have no obligations to you. No Hagarthens remain in Vakladia any more.
cs: Sloužil a sloužím. Ale ty nejsi Hagarthen, má paní. Nemám k tobě žádné závazky. Ve Vakladii už nejsou Hagarthenové, teď už ne.
es: Lo fui y lo soy. Pero vos no sois Hagarthen, mi señora. No tengo obligaciones con vos. Ya no quedan Hagarthens en Vakladia.
fr: Je l'étais et je le reste. Mais vous n'êtes pas une Hagarthen, Dame. Je n'ai aucune obligation à votre égard. Il n'y a plus d'Hagarthen à Vakladia, désormais.
it: Lo sono stato e lo sono ancora. Ma non ci sono Hagarthen, mia signora. Non ho obblighi nei tuoi confronti. Non ci sono Hagarthen a Vakladia, non più.
pl: Byłem i jestem. Ale wy, pani, nie jesteście z Hagarthenów. Nie mam wobec was żadnych zobowiązań. Nie ma Hagarthenów w Vakladii, już nie .

source: And what about that Orcish army we found out about? We should stick together!
cs: A co ta skřetí armáda, o které jsem se dozvěděli? Měli bychom se držet pohromadě!
es: ¿Y qué hay de ese ejército orco del que nos enteramos? ¡Deberíamos permanecer juntos!
fr: Et que faites-vous de cette armée orc que nous avons trouvée ? Nous devrions rester ensemble.
it: E quell'esercito di orchi che abbiamo scoperto? Dovremmo restare uniti!
pl: A co z tą armią orków, o której się dowiedzieliśmy? Powinniśmy trzymać się razem!

source: I have already told you. There is no WE. Neither of us can do anything about those Orcs.
cs: Už jsem ti jednou říkal, že žádně MY není. Ani ty ani já nemůžeme s těmi skřety nic dělat.
es: Ya se lo he dicho. No hay un NOSOTROS. Ninguno de nosotros puede hacer nada contra esos orcos.
fr: Je vous ai déjà dit. Qu'il n'y a pas de NOUS. Et ni vous ni moi ne pouvons faire quoi que ce soit à propos de ces orcs.
it: Te l'ho già detto. Non c'è nessun <i>noi</i>. E né io né te possiamo fare qualcosa per quegli orchi.
pl: Rzekłem wam już wcześniej -- nie ma żadnego "my". Żadne z nas nic nie jest w stanie zrobić, jeśli chodzi o te orki.

source: If you don't recall any veteran units... well, try it and see what happens!
cs: Pokud nepovoláš žádné zkušené jednotky... no, zkus to a uvidíš, co se stane!
es: Si no reincorporas ninguna unidad veterana... bueno, ¡pruébalo y verás lo que pasa!

source: Any units not recalled will go to an unknown fate.
cs: Jednotky, které nebudou povolány, odejdou za neznámým osudem.
es: Las unidades no reincorporadas tendrán un destino desconocido.

source: If you don't recall veteran units, the next scenario with Lorin will be extremely difficult to win.
cs: Pokud si nepovoláš vytrénované jednotky, příští scénář s Lorin bude extrémně těžké vyhrát.
es: Si no reclutas unidades veteranas, el próximo escenario con Lorin puede ser sumamente difícil de ganar.
fr: Si vous ne rappelez pas de vétéran, il sera extrêmement difficile de gagner le prochain scénario avec Lorin.
it: Se non richiamerai truppe veterane, il prossimo scenario con Lorin potrebbe essere estremamente difficile da vincere.
pl: Jesli nie przywołasz jednostek weteranów, następny scenariusz może być niezwykle trudny do przejścia.

source: Any units not recalled will go with Reme instead.
cs: Jednotky, které nebudou povolány, odejdou s Remem.
es: Las unidades no reincorporadas irán con Reme en su lugar.

source: Recall or recruit five troops. OR
cs: Povolej nebo naverbuj pět jednotek. NEBO
es: Recluta a doce unidades. O
fr: Rappelez ou recrutez cinq unités. OU
it: Richiama o recluta cinque unità O
pl: Przywołaj lub powołaj pięć jednostek, ALBO

source: End turn if you do not want or can't recall or recruit troops.
cs: Ukonči kolo, pokud už nechceš nebo nemůžeš povolávat či verbovat další jednotky.
es: Espera al final de los turnos si no quieres o no puedes reclutar más tropas.
fr: Terminez le tour si vous ne voulez ou ne pouvez pas rappeler ou recruter des troupes.
it: Termina il turno se non vuoi o non puoi richiamare o reclutare altre unità.
pl: Zakończ kolejkę, jeżeli nie chcesz lub nie możesz przywoływać lub powoływać żołnierzy.

source: You have less than 200 gold pieces. I am not sure if this will be enough for your future endeavours.
cs: Máš méně než 200 zlatých. Nejsem si jist, že to bude stačit pro příští dobrodružství stačit.
es: Tienes menos de 200 piezas de oro. Quizás no sea suficiente para tus futuros esfuerzos.
fr: Vous avez moins de 200 pièces d'or. Je ne suis pas sûr que ce soit suffisant pour vos prochaines entreprises.
it: Hai meno di 200 pezzi d'oro. Non credo che bastino per le tue prossime imprese.
pl: Masz mniej niż 200 sztuk złota. Nie jestem pewny, czy to wystarczy wam na przyszłość.

source: You have neither choosen nor recruited five soldiers. I hope you know what you are doing, since in the future it may be hard to find battle-hardened units. Or, for that matter, Akladians.
cs: Nevybral jsi ani nenaverboval pět jednotek. Doufám, že víš, co děláš, protože v budoucnu bude těžké najít v boji silné jendotky. Nebo, v tomto případě, Akladijce.
es: No has elegido ni reclutado a cinco soldados. Espero que sepas lo que haces, ya que en el futuro puede ser difícil encontrar unidades aguerridas. O, para el caso, akladianos.
fr: Vous avez choisi ou recruté moins de cinq soldats. J'espère que vous savez ce que vous faites. Dans le futur il pourrait être difficile de trouver des unités entraînées au combat. Ou des Akladiens.
it: Non hai né scelto, né reclutato i cinque soldati. Spero che tu sappia cosa stai facendo, dato che in futuro potrebbe essere difficile trovare unità esperte. O, comunque di Akladia.
pl: Nie wybraliście, pani, ani nie powołaliście pięciu żołnierzy. Mam nadzieję, że wiecie, co robicie, gdyż w przyszłości może być wam ciężko znaleźć weteranów zaprawionych w walce. Albo, jeżeli już o tym mowa, Akladyjczyków.

source: Breaking the Circle
cs: Porušení Kruhu
es: Rompiendo el círculo
fr: Rompre l'encerclement
it: Rompere il cerchio
pl: Przełamując krąg

source: Moments slowly lengthen into hours. Hope is slipping through my fingers...
cs: Okamžiky se pomalu mění v hodiny. Naděje mi protéká mezi prsty...
es: Los momentos se alargan lentamente hasta convertirse en horas. La esperanza se me escapa de las manos...

source: Do you hear me, my son? I am losing hope, you must awaken... it was supposed to be just a routine show of force; kill a few rebels, scare the rest. Now your father is slain and you are lying here, not stirring, for... how many days now? I don't even know if you can hear me or if you care. It's so strange to call a man who is just few years younger 'son.' I wish I knew your real mother; at least then I would know with whom I am competing.
cs: Slyšíš mě, můj synu? Jsi má poslední naděje..., musíš se probudit... Vypadalo to tak snadně. Zabít pár rebelů, zastrašit ostatní. Ale teď je tvůj otec mrtvý a ty tu ležíš, nehýbáš se – kolik dní už? Ani nevím jestli mě slyšíš. Je to tak zvláštní nazývat muže jenom o pár let mladšího „synu“. Chtěla bych poznat tvou skutečnou matku: minimálně proto, abych věděla, s kým vlastně soupeřím.
es: ¿Me oyes, hijo mío? Estoy perdiendo la esperanza, debes despertar... se suponía que era sólo una demostración de fuerza rutinaria; matar a unos pocos rebeldes, asustar al resto. Ahora tu padre está muerto y tú yaces aquí, sin moverte, desde hace... ¿cuántos días? Ni siquiera sé si puedes oírme o si te importa. Es tan extraño llamar "hijo" a un hombre que es sólo unos años más joven. Ojalá conociera a tu verdadera madre; al menos así sabría con quién estoy compitiendo.
fr: M'entends-tu mon fils ? Je perds l'espoir, tu dois t'éveiller... Cela ne devait être qu'une démonstration de force de routine, histoire de tuer quelques rebelles, et de terrifier les autres. Et puis ton père a été tué et toi tu gis ici, sans bouger ; et ce depuis combien de jours maintenant ? Je ne sais même pas si tu peux m'entendre ou si ça t'intéresse seulement. C'est si étrange d'appeler « fils » un homme de quelques années de moins que soi. J'aurais voulu connaître ta vraie mère : au moins, je saurais avec qui je suis en concurrence.
pl: Czy mnie słyszysz, synu mój? Powoli tracę nadzieję; musisz się obudzić.. To miał być przecież tylko zwykły pokaz siły: zabić kilku buntowników, przerazić pozostałych. Teraz twój ojciec jest martwy, a ty leżysz tu bez ruchu - od jak wielu już dni? Nie wiem nawet, czy mnie słyszysz. To takie dziwne, nazywać mężczyznę młodszego o ledwie kilka lat - moim synem. Chciałabym znać twoją prawdziwą matkę. Wiedziałabym chociaż, z kim mnie porównujesz.

source: Our people came here from the eastern lands long before my birth. Our people's destiny is to rule the world.
cs: Náš lid sem přišel z východních zemí dávno před mým narozením. Osudem našeho lidu je vládnout světu.
es: Nuestro pueblo llegó aquí desde las tierras del este mucho antes de mi nacimiento. El destino de nuestro pueblo es gobernar el mundo.
fr: Notre peuple est venu de l'est bien avant ma naissance. C'est le destin de notre peuple de régner sur le monde.
it: La nostra gente giunse qua dalle terre dell'est molto prima che io nascessi. Il destino della nostra razza è quello di governare il mondo;
pl: Nasi ludzie przybyli tutaj z wschodnich krajów długo przed moim urodzeniem. Przeznaczeniem naszej rasy są rządy nad światem.

source: Your grandfather smashed the underling armies in the field and stormed their castles. They were weak while we were strong. Divided, while we were unified. God gave us our destiny; they foolishly trusted mages to alter theirs. They were truly destined to be our slaves.
cs: Tvůj dědeček v poli rozdrtil armády podřadných a zaútočil na jejich hrady. Oni byli slabí, zatímco my jsme byli silní. Oni byli rozdělení, zatímco my jsme byli jednotní. Nám Bůh dal náš osud, oni pošetile věřili mágům, že změní jejich. Byli skutečně předurčeni stát se našimi otroky.
es: Tu abuelo aplastó a los ejércitos plebeyos en el campo de batalla y asaltó sus castillos. Ellos eran débiles, mientras que nosotros éramos fuertes. Divididos, mientras que nosotros estábamos unificados. Dios nos dio nuestro destino; ellos confiaron tontamente en los magos para alterar el suyo. Estaban realmente destinados a ser nuestros esclavos.
fr: Ton grand-père a écrasé les armées métèques sur le champ de bataille et balayé leurs châteaux. Ils étaient faibles et nous étions forts. Divisés et nous étions unis. Dieu lui-même nous a tracé notre destin ; ils croyaient stupidement que leurs mages pouvaient changer le leur. Ils étaient clairement voués à devenir nos esclaves.
pl: Dziad twój zmiażdżył armię pariasów i zdobył ich zamki. Byli słabi, podczas gdy nam nie brakowało siły. Byli podzieleni, podczas gdy my byliśmy niczym jedna pięść. Nasze przeznaczenie podarował nam Bóg; a oni, głupcy, ufali magom mówiącym, że mogą je zmienić. Zaiste, zrodzeni byli do tego, by być naszymi niewolnikami.

source: We burned their palaces, towns, and castles; there was nothing worthy there. They told us that they put their legends and wisdom on paper, it was as though they thought they could imprison history in their books. We burned them all. Their poetry, wisdom, and history - their entire culture - burned to ashes. And with them, that most irritating underling quality - hope.
cs: Vypálili jsme jejich paláce, města a hrady. Stejně tam nic cenného nebylo. Řekli nám, že své legendy a moudrost hodili na papír. Jako by si mysleli, že mohou uvěznit historii ve svých knihách. Všechny jsme je spálili. Jejich poezie, moudrost a historie, celá jejich kultura, shořela na popel. A s nimi ta nejdráždivější podstata podřadných – naděje.
es: Quemamos sus palacios, ciudades y castillos; allí no había nada digno. Nos dijeron que plasmaban sus leyendas y su sabiduría en papel, era como si pensaran que podían aprisionar la historia en sus libros. Los quemamos todos. Su poesía, su sabiduría y su historia, toda su cultura, se redujo a cenizas. Y con ellos, esa cualidad subyacente tan irritante: la esperanza.
fr: Nous avons incendié leurs palais, leurs villes et leurs châteaux ; il n'y avait aucune chose de valeur là-dedans. Ils nous ont dit qu'ils avaient mis leurs légendes et leur sagesse sur papier, comme s'ils croyaient pouvoir emprisonner l'histoire dans leurs livres. Nous avons tout brûlé. Leur poésie, leur sagesse et leur histoire — leur culture tout entière — ont été réduites en cendres. Et avec elle, la qualité la plus irritante de ces métèques — l'espoir.
pl: Spaliliśmy ich pałace, miasta i zamki; albowiem wszystko, co tam było, nie posiadało wartości. Mówili nam, że potrafią zawrzeć swoje legendy i mądrość na papierze, zupełnie, jakby myśleli, że mogą uwięzić historię w swoich księgach. My - wszystko to oddaliśmy ogniu. Ich poezję, ich mądrość, ich historię - całą ich kulturę - obróciliśmy w popiół, Upewniliśmy się, by cała nadzieja, którą posiadali ci ludzie, została pochłonięta przez płomienie.

source: I was only five when your grandfather died and divided his kingdom among his sons, six when your father quelled the first rebellion. I never understood why he chose your mother... was it pure physical attraction, or an attempt to appease the conquered by marrying a woman of their nobility? If it was indeed the latter that he intended, he failed miserably; the underlings' hatred for us only increased, and our own people were uneasy with having such a queen.
es: Sólo tenía cinco años cuando tu abuelo murió y dividió su reino entre sus hijos, seis cuando tu padre sofocó la primera rebelión. Nunca entendí por qué eligió a tu madre... ¿fue pura atracción física, o un intento de apaciguar a los conquistados casándose con una mujer de su nobleza? Si fue esto último lo que pretendía, fracasó estrepitosamente; el odio de los plebeyos hacia nosotros no hizo más que aumentar, y nuestro propio pueblo se sentía incómodo por tener una reina así.

source: When your mother died, I was chosen from the Gallorae Clan as your father's next wife. I am not certain whether or not this was an act to appease the Clans, but he must have wanted an heir whom our people would not question. My duty was to bear him that son, and I failed. Our people strayed from the old ways, and God turned his back on us as we had to him. Glutted upon land, money, and slaves, the weaker Akladian lords lost their armies and lands in combat with the underlings.
es: Cuando tu madre murió, fui elegida del clan Gallorae como la siguiente esposa de tu padre. No estoy segura de si fue o no un acto para apaciguar a los clanes, pero debió de querer un heredero al que nuestro pueblo no cuestionara. Mi deber era darle ese hijo, y fallé. Nuestro pueblo se apartó de las viejas costumbres, y Dios nos dio la espalda como nosotros a él. Atiborrados de tierras, dinero y esclavos, los señores akladianos más débiles perdieron sus ejércitos y tierras en combate con los plebeyos.
