Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: I have done a lot of evil in this world. I know I have no hope for redemption. If I tell anyone that you are the child's father, this would mean another war. Such a gross violation of Akladian customs - with your father's widow - would surely cause Akladians to abandon you. And... I know I have sinned in the eyes of our God. He has shown me no mercy. He knows no forgiveness.
cs: Udělala jsem na světě mnoho špatného. Vím, že nemám právo na žádné smilování. Kdybych řekla, že ty jsi otcem tohoto dítěte, znamenalo by to další válku. Takové hrubé porušení akladijských zvyků, s vdovou po tvém otci, by určitě způsobilo, že by tě Akladijci zavrhli. Vím..., zhřešila jsem v očích našeho Boha. Nemá pro mě slitování. Ani odpuštění.
es: He hecho mucho mal en este mundo. Sé que no tengo esperanza de redención. Si le digo a alguien que eres el padre del niño, esto significaría otra guerra. Una violación tan grave de las costumbres akladianas, con la viuda de tu padre, seguramente haría que los akladianos te abandonaran. Y... sé que he pecado ante los ojos de nuestro Dios. No me ha mostrado misericordia. No conoce el perdón.
fr: J'ai fait beaucoup de mal dans ce monde. Je sais que je n'ai aucun espoir de rédemption. Si j'avais dit que tu étais le père de l'enfant, cela aurait singifié une autre guerre civile. Une telle violation des coutumes Akladiennes - coucher avec la veuve de ton père - aurait sûrement conduit les Akladiens à t'abandonner. Et... Je sais que j'ai péché aux yeux de notre Dieu. Il ne m'a montré aucune pitié. Il ne connaît pas le pardon.
it: Ho fatto molto male in questo mondo. So di non aver speranza di redimermi. Se dicessi che sei tu il padre del bambino, questo significherebbe un'altra guerra. Spezzare le tradizioni di Akladia certamente significherebbe che la gente di Akladia ti abbandonerebbe. E... so di aver peccato agli occhi degli dei. Loro non hanno misericordia. Non conoscono il perdono.
pl: Uczyniłam wiele zła na tym świecie. Wiem. że nie mam szans na odpuszczenie grzechów. Gdybym powiedziała, że ty jesteś ojcem dziecka, wybuchłaby wojna, gdyż złamanie zwyczajów Akladyjczyków sprawiłoby, że wielu uznałoby to za wystarczający pretekst, by Ciebie porzucić. Wiem też, że zgrzeszyłam w oczach Boga. Bóg nasz nie zna uczucia litości. Nie zna przebaczenia.

source: But I hope... you will find mercy in your heart. I know... I can never have your love... but... maybe... just maybe... will you just touch me once, like you touched me that night... I will carry that touch with me, I will remember it when I go into exile with your child.
cs: Ale doufám..., že ty najdeš slitování ve svém srdci. Vím..., že nemohu počítat s tvou láskou... ale... možná... jenom možná... se mě ještě jednou dotkneš tak, jak ses mě dotýkal tehda v noci... a já si odnesu ten dotyk s sebou a budu si ho pamatovat, až s tvým dítětem odejdu do vyhnanství.
es: Pero espero... que encuentres misericordia en tu corazón. Lo sé... nunca podré tener tu amor... pero... tal vez... sólo tal vez... ¿me tocarás una vez, como me tocaste esa noche...? Llevaré esa sensación conmigo, y la recordaré cuando me vaya al exilio con tu hijo.

source: Do not try to stop me. You know it is impossible. For the good of Vakladia, for Wesnoth, for your own good - I, Lorin, order you to forget about me and our child! Isn't that funny - me, Lorin, sacrificing herself for something as abstract as the idea of a new, united nation? Look at me, I am laughing. I... I am laughing....
cs: Nesnaž se mne zastavit. Víš, že to není možné. Pro dobro Vakladie a Wesnothu, pro tvé vlastní dobro – já, Lorin, ti přikazuji, zapomeň na mne a na naše dítě! Není to legrační? Já, Lorin, obětuji samu sebe pro něco tak abstraktního, jako je myšlenka nového, spojeného národa? Podívej se na mne, směju se. Já... se směju...
es: No intentes detenerme. Sabes que es imposible. ¡Por el bien de Vakladia, por Wesnoth, por tu propio bien, yo, Lorin, te ordeno que te olvides de mí y de nuestro hijo! ¿No es gracioso, yo, Lorin, sacrificándome por algo tan abstracto como la idea de una nación nueva y unida? Mírame, me estoy riendo. Yo... me estoy riendo...
fr: N'essaye pas de m'arrêter. Tu sais que c'est impossible. Pour le bien de Vakladia, celui de Wesnoth et le tien, moi, Lorin, je t'ordonne de nous oublier moi et notre enfant. Quelle ironie ! Moi, Lorin, me sacrifiant pour quelque chose d'aussi abstrait que l'idée d'une nouvelle nation unie. Regarde-moi, j'en ris. Je... j'en ris...
it: Non cercare di fermarmi. Sai che è impossibile. Per il bene di Wesnoth, io, Lorin, ti ordino di dimenticarti di me e del nostro bambino. Non è divertente che io, Lorin, mi sacrifichi per qualcosa di così astratto come l'idea di una nuova nazione unita? Guardami, io sto ridendo. Io... io sto ridendo...
pl: Nie próbuj mnie powstrzymać. Wiesz, że to niemożliwe. Dla dobra Wesnoth, ja, Lorin, nakazuję ci zapomnieć o mnie i naszym dziecku. Czyż to nie zabawne? Poświęcam siebie dla czegoś tak abstrakcyjnego, jak nowy, zjednoczony naród. Spójrz na mnie, śmieję się. Ja... Ja się śmieję...

source: The moments are slowly turning into hours, as I am engulfed by the darkness...
cs: Okamžiky se pomalu mění v hodiny, stejně jako se já pomalu propadám do temnoty...
es: Los momentos se están convirtiendo lentamente en horas, mientras la oscuridad me envuelve...
fr: Les instants s'étirent lentement en heures tandis que je glisse dans l'obscurité...
it: Gli attimi lentamente diventano ore, mentre scivolo nell'oscurità...
pl: Chwile wolno zmieniają się w godziny, w czasie gdy wolno osuwam się w ciemność...

source: It is said Gawen Hagarthen never again smiled after the great battle. Some say he mourned the deaths of all the good warriors who died fighting the undead menace. He married a Wesnothian princess from Elensefar. He united three Akladian kingdoms, while the fourth one - Guilcorta - became his fief. He made alliances with the Dunefolk Ostans within his borders but allowed them considerable self-governance. He made vassals of most of the former Wesnothian kingdoms, uniting almost the whole of Wesnoth at its most glorious point.
cs: Povídá se, že Gawen Hagarthen se už od té velké bitvy nikdy nezasmál. Někteří říkají, že je to proto, že truchlí nad smrtí všech dobrých válečníků, co padli v boji s hordami nemrtvých. Oženil se s wesnothskou princeznou z Elensefaru. Sjednotil tři akladijská království, když čtvrté – Guilcorta – se stalo jeho lénem. V rámci svých hranic vytvořil alianci s obydly pouštních lidí, ale umožnil jim značnou samosprávu. Z většiny bývalých wesnothských království udělal své vazaly a sjednotil téměř celý Wesnoth v jeho nejslavnější podobě.
es: Se dice que Gawen Hagarthen nunca más volvió a sonreír después de la gran batalla. Algunos dicen que lamentó la muerte de todos los buenos guerreros que murieron luchando contra la amenaza de los muertos vivientes. Se casó con una princesa wesnodiana de Elensefar. Unió tres reinos de Akladia, mientras que el cuarto, Guilcorta, se convirtió en su feudo. Hizo alianzas con los ostans barjanes dentro de sus fronteras, pero les permitió un considerable autogobierno. Hizo vasallos a la mayoría de los antiguos reinos de Wesnoth, uniendo casi todo Wesnoth en su punto más glorioso.

source: It is also said that he never called his wife Mavourneen; he never treated her as a husband should treat his wife. Whatever the truth was to that gossip, the fact remains that he died without leaving an heir.
cs: Také se říká, že nikdy nenazval svou ženu miláčkem a že se k ní nikdy nechoval tak, jak by se měl manžel chovat ke své ženě. Ať už jsou tyto chýry pravdivé či nikoli, faktem zůstává, že zemřel, aniž zanechal dědice.
es: También se dice que nunca conoció a su esposa Mavourneen; nunca la trató como un esposo debe tratar a su esposa. Cualquiera que sea la verdad de ese chisme, el hecho es que murió sin dejar un heredero.

source: Lorin journeyed among the Ostans of the Dunefolk, taking the vows required to join them, all the while searching for Majid Yahyazad. He took care of both her and her child, raising the child as if it were his own son, and showing toward her the love and respect he felt ought to be accorded to the She-Wolf of Haeltin. While rumors cast doubt on their happiness together, there was no doubt of their devotion to each other; they spent the rest of their days together.
cs: Lorin putovala mezi obydly pouštních lidí, složíc sliby potřebné k tomu, aby se stala jejich součástí a přitom pátrajíc po Mažidu Jahjazadovi. Ten se pak postaral jak o ni, tak o její dítě, které vychovával, jako by to byl jeho vlastní syn. Projevoval jí takovou lásku a úctu, kterou cítil, že by měla být přiznána Vlčici z Haeltinu. Zatímco pověsti zpochybňovaly jejich společné štěstí, nebylo pochyb o jejich vzájemné oddanosti. Strávili spolu zbytek svých dnů.
es: Lorin viajó entre los ostans barjanes, tomando los votos necesarios para unirse a ellos, mientras buscaba a Majid Yahyazad. Él cuidó de ella y de su hijo, criándolo como si fuera su propio hijo, y mostrándole el amor y el respeto que sentía que se le debía a la Loba de Haeltin. Si bien los rumores arrojaban dudas sobre su felicidad juntos, no había duda de su devoción mutua; pasaron el resto de sus días juntos.

source: Ruvio spent the remainder of his days at the royal court in Vattin, teaching Caerwyn, his adopted son, to become mighty in mind, word, sword, and soul. Tutored by Gawen and Deorien as well as Ruvio, Caerwyn revived the ancient Wesnothian order of Paladins and performed many mighty deeds in the land of Wesnoth and beyond, becoming a noble and respected figure in Wesnoth in his own right. When Ruvio passed away, seventeen years to the day after rescuing Gawen at the Battle of Barnon, Caerwyn - with Gawen's blessing - laid him to rest in the royal cemetery in Vattin, with the remains of Gawen's mother on one side and those of Ruvio's own beloved wife and daughters on the other.
cs: Ruvio strávil zbytek svých dnů na královském dvoře ve Vattinu, kde učil Kaerwyna, svého adoptivního syna, aby se stal mocným myslí, slovem, mečem i duší. Kaerwyn, pod vedením Gawena a Deoriena a též Ruvia, oživil starověký wesnothský řád paladinů. Vykonal mnoho mocných činů v zemi Wesnoth i mimo ni a stal se ve Wesnothu sám o sobě ušlechtilou a uznávanou osobností. Když Ruvio zemřel, sedmnáct let ode dne záchrany Gawena v bitvě u Barnonu, Kaerwyn ho, s Gawenovým požehnáním, uložil k odpočinku na královském hřbitově ve Vattinu, s ostatky Gawenovy matky na jedné straně a ostatky Ruviovy vlastní milované manželky a dcery na straně druhé.
es: Ruvio pasó el resto de sus días en la corte real de Vattin, enseñando a Caerwyn, su hijo adoptivo, a ser poderoso en mente, palabra, espada y alma. Bajo la tutela de Gawen y Deorien, así como de Ruvio, Caerwyn revivió la antigua orden wesnodiana de paladines y realizó muchas hazañas poderosas en la tierra de Wesnoth y más allá, convirtiéndose en una figura noble y respetada en Wesnoth por derecho propio. Cuando Ruvio falleció, diecisiete años después de rescatar a Gawen en la Batalla de Barnon, Caerwyn, con la bendición de Gawen, lo sepultó en el cementerio real de Vattin, con los restos de la madre de Gawen a un lado y los del propio Ruvio, su amada esposa e hijas por el otro.
fr: Ruvio passa le reste de son existence à la cour royale de Vattin, élevant Caerwyn son fils adoptif et lui apprenant à devenir fort aussi bien en intelligence qu'en parole, l'épée au poing ou dans son âme. Guidé par Gawen et Deorien en plus de Ruvio, Caerwyn ressucita l'ancien ordre Wesnothien des Paladins, et accomplit de nombreux exploits dans le pays de Wesnoth et au delà, devenant par lui-même une figure respectée dans Wesnoth. Quand Ruvio disparut, quatorze ans après avoir sauvé Gawen à la bataille de Barnon, Caerwyn - avec la bénédiction de Gawen - l'ensevelit dans le cimetierre royal de Vattin, aux côtés de la mère de Gawen d'une part, de sa femme et de ses filles d'autre part.
pl: Ruvio przebywał aż do śmierci na dworze królewskim w Vattin. Wykorzystał ten czas do nauki Caerwyna - przybranego syna - pokazując mu, jak stać się mistrzem miecza i słowa. Wspierany radą przez Gawena i Deoriena, Caerwyn wznowił starożytny zakon Paladynów i dokonał wielu szlachetnych czynów zarówno w Wesnoth, jak i poza nim, stając się znaną i podziwianą postacią. Kiedy Ruvio zmarł, równo siedemnaście lat po uratowaniu Gawena pod Barnon, Caerwyn, za zgodą króla, pochował go w królewskim cmentarzu w Vattin, tuż obok grobowca matki Gawena, po drugiej stronie zaś budując grobowiec dla córek i żony Ruvia.

source: Thus end the stories of Gawen Hagarthen, Lorin from Gallorae, and Ruvio.
cs: A toto je konec příběhu Gawena Hagarthena, Lorin z klanu Gallorů a Ruvia.
es: Así terminan las historias de Gawen Hagarthen, Lorin de Gallorae y Ruvio.
fr: Ainsi se termine l'histoire de Gawen Hagarthen, de Lorin de Gallorae et de Ruvio.
it: Questa è la fine della storia di Lorin di Galloare e Gawen Hagarthen e Ruvio.
pl: Tak oto dobiega do końca historia Gawena Hagarthena, Lorin z klanu Gallorae, i szlachetnego Ruvia.

source: Avenging Ruen
cs: Odplata za Ruen
es: Vengando a Ruen
fr: Venger Ruen
it: Vendicare Ruen
pl: Mszcząc Ruen

source: Inside of the burned village of Ruen, Gawen's soldiers found massacred bodies of men, women and children. No one was unmoved by the terrible sight. Looking at their faces, Gawen sadly realized that the Orcs would not expect any mercy in this battle and no prisoners would be taken.
es: Dentro de los restos quemado de Ruen, los soldados de Gawen encontraron los cuerpos masacrados de hombres, mujeres y niños. Nadie permaneció inmutable ante tan terrible visión. Mirando sus caras con tristeza Gawen se dio cuenta de que esos Orcos no podían esperar misericordia en esa batalla y ningún prisionero sería tomado.

source: Revenge!
cs: Odplata!
es: ¡Venganza!
fr: Vengeance !
it: Vendetta!
pl: Zemsta!

source: I think they keep captured villagers in the dungeons of their castles. It's time to free them and kill the orcs!
cs: Myslím, že drží zajaté vesničany v podzemí svých hradů. Je načase je osvobodit a pozabíjet skřety!
es: Creo que ellos guardan a los lugareños capturados en los calabozos de sus castillos. ¡Es tiempo de liberarlos y matar a los orcos!
fr: Je pense qu'ils gardent les villageois captifs dans les donjons de leurs châteaux. Il est temps de les libérer et de tuer les orcs !
it: Credo che tengano i prigionieri presi al villaggio nelle segrete del loro castello. È ora di liberarli e uccidere gli orchi!
pl: Myślę, że trzymają pojmanych chłopów w lochach swojego zamku. Czas by ich uwolnić i pozabijać orki!

source: All right. We are going to free the peasants, kill the orcs, and remember that we have to interrogate their leaders. Maybe they know something of interest to us.
cs: Dobrá. Osvobodíme vesničany, pozabíjíme skřety. Ale pamatuj: musíme vyslechnout jejich vůdce! Možná budou vědět něco zajímavého, ne?
es: Bien. Vamos a liberar a esos campesinos, matar a los orcos y recuerden: tenemos que interrogar a sus líderes. Quizá sepan algo que podría sernos útil.
fr: Très bien. Allons libérer ces paysans et tuer les orcs, mais n'oubliez pas : nous devons interroger leurs chefs. Peut-être savent-ils quelque chose qui pourrait nous intéresser.
it: Bene. Libereremo i contadini, uccideremo gli orchi e ricordate: dobbiamo interrogare i loro comandanti. Forse sanno qualcosa che potrebbe interessarci?
pl: No dobra. Tak więc uwolnimy chłopów, pozabijamy orki, i pamiętajcie: musimy przesłuchać ich przywódców. Może wiedzą coś, co by okazało się dla nas interesujące?

source: You may withdraw by moving Gawen Hagarthen to the signpost south of your initial position.
cs: Můžeš se vzdát bez boje. Stačí, když ze základního postavení přemístíš Gawena Hagarthena k jižnímu směrovníku.
es: Te puedes retirar moviendo a Gawen Hagarthen al poste indicador, al sur de su posición inicial.
fr: Vous pouvez battre en retraite en déplaçant Gawen Hagarthen sur le panneau indicateur au sud de votre position initiale.
it: Ti puoi ritirare spostando Gawen Hagarthen al cartello a sud della tua posizione iniziale.
pl: Możesz się wycofać poprzez przesunięcie Gawena Hagarthena do drogowskazu na południe od twojej początkowej pozycji.

source: We have no time and forces to defeat the orcs here. Retreat!
cs: Nemáme dost času ani sil k poražení skřetů! Stáhněme se!
es: No tenemos el tiempo ni las fuerzas para derrotar a los orcos aquí. ¡Retirada!
fr: Nous n'avons pas le temps ni les forces nécessaires pour vaincre les orcs. Retraite !
it: Non hai il tempo né le forze per sconfiggere gli orchi qua. Ritirati!
pl: Nie mamy czasu i sił wystarczających do pokonania tych orków. Odwrót!

source: Listen up, you large orc in my small hands. How high can a big orc sing when I use this knife?
cs: Slyšte, slyšte! Velký skřet je v mých malých rukách! Tak, jak krásně nám velký skřet zazpívá, když na něj vytáhneme tento nožíček?
es: Oye, tú, orco grande en mis manos pequeñas. ¿Cómo de fuerte puede cantar un orco grande cuando uso este cuchillo?
fr: Écoute, toi le grand orc tombé dans mes petites mains. Voyons jusqu'où tu vas chanter quand j'utiliserai mon couteau ?
it: Ascolta, ascolta, grosso orco nelle mie piccole mani. Un grosso orco quanto forte potrà cantare nelle mie mani?
pl: Patrzcie no, patrzcie, wielki ork w moich małych rączkach. A teraz, przekonamy się, jak wysoko potrafi zaśpiewać ork, gdy mu nieco pomogę tym nożem?

source: Wait wait wait, human woman. Do orc no harm.
cs: Počkatpočkatpočkat, lidská ženštino. Ty nepoškodit skřet!
es: Espera, espera, espera, mujer humana. No hagas orco daño.
fr: Attends, attends, femme humaine ! Pas faire mal à orc.
it: Aspettaspettaspetta, uomo femmina. Fa' orco no male.
pl: Zaraz-zaraz, kobieto ludzików. Nie krzywdź orka.

source: This human woman will do no harm if the orcish idiot will answer all my questions. Why are you here? Why are you allied with Akladians?
cs: Lidská ženština nepoškodí, pokud skřetí idiot bude pěkně odpovídat. Proč jste tu? Proč jste se spojili s Akladijci?
es: La mujer humana no le hará daño si el idiota del orco contesta todas mis preguntas. ¿Por qué estás aquí? ¿Por qué te aliaste con los akladianos?
fr: Femelle humaine pas faire mal si stupide orc répondre à toutes ses questions. Que faites-vous ici ? Pourquoi êtes-vous alliés aux Akladiens ?
it: Uomo femmina non farà male se stupido orco risponderà a tutte le domande. Perché siete qua? Perché siete alleati con la gente di Akladia?
pl: Kobieta ludzików nie krzywdzić jeżli idiota orków odpowiadać na ludzikowe pytania. Dlaczego jesteście tutaj? Dlaczego jesteście sprzymierzeni z Akladyjczykami?

source: My boss know everything, I know nothing. We are here for having fun and good meat I think.
cs: Moje šéf vědět všecko. Já nevědět nic. Já myslet, ano, já myslet, my tady pro legraci a pro žrádlo.
es: Mi jefe sabe todo, yo no sé nada. Estamos aquí para tener diversión y buena carne, creo.
fr: Chef sait tout. Je sais rien. On est ici pour s'amuser et manger bonne viande !
it: Il capo sa tutto, io nulla. Noi siamo qua per divertirci a mangiare bene, penso.
pl: Moja szef wiedzieć wszystko. Ja nie wiedzieć. Ja myśleć, że my tu, by się zabawić i zdobyć dobre mięso.

source: Hey, hey, don't die so fast, I haven't finished asking you!
cs: Hej, HEJ! Neumírej tak rychle! Ještě jsem neskončila.
es: Eh, eh, no te mueras tan rápido, ¡no he terminado de preguntar!
fr: Hé, Hé, ne meurs pas si vite, je n'ai pas fini de te poser des questions !
it: Ehi, ehi, non morire così presto, non ho ancora finito di interrogarti!
pl: Hej, hej, nie umieraj tak szybko! Jeszcze nie skończyłam ciebie przepytywać!

source: I don't want to waste too much time, so answer me now: There is an alliance between traitors from the Akladian race and Orcs. Why?
cs: Nehodlám s tebou moc ztrácet čas, tak odpověz hezky stručně a rychle: Existuje spojenectví mezi akladijskými zrádci a skřety. Proč?
es: No quiero perder demasiado tiempo, así que contéstame rápido: Hay una alianza entre los traidores de raza akladiana y los orcos. ¿Por qué?

source: And why should I tell you, stupid woman?
cs: A proč říkat to blbá ženská?
es: ¿Y por qué te lo diría, mujer estúpida?
fr: Et pourquoi je devrais le dire, femelle stupide ?
it: E perché dovrei dirtelo, stupida donna?
pl: A dlaczego niby miałbym ci powiedzieć, głupia kobieto?

source: THAT is for calling me stupid woman. And THAT is gratis. Speak!
cs: TOTO je za „blbou ženskou“! A TOTO máš jako bonus. Mluv!
es: ESO es por llamarme estúpida. Y ESO es gratis. ¡Habla!
fr: ÇA, c'est pour m'avoir traité de femelle stupide. Et ÇA, c'est un supplément gratuit ! Parle !
it: QUESTO per avermi chiamato stupida donna. E QUESTO è gratis. Parla!
pl: <i>To</i> za nazwanie mnie głupią kobietą. A <i>to</i> gratis. Mów!

source: Don't... We were ordered by Grekulak to listen to the Akladians... why he ordered us to ally with them I do not know..
cs: Ne... Grekulak dát příkaz, že my poslouchat Akladijec. Já nevědět, proč on poručit se spojit...
es: No... Grekulak nos ordenó escuchar a los akladianos... Por qué nos ordenó aliarnos con ellos, no lo sé...

source: Who is Grekulak? Why he allied with Akladian traitors?
cs: Kdo je ten Grekulak? Proč se spojil s akladijskými zrádci?
es: ¿Quién es ese Grekulak? ¿Por qué se alió con los traidores akladianos?
fr: Qui est Grekulak ? Pourquoi s'est-il allié aux traîtres Akladiens ?
it: Chi è questo Grekulak? Perché è alleato con questi traditori di Akladia?
pl: Kim jest ten Grekulak? Dlaczego sprzymierzył się z Akladyjskimi zdrajcami?

source: Grekulak... is... our... guide... he...
cs: Grekulak... být... náš... vůdec... on...
es: Grekulak... es... nuestro... guía... él...

source: He? He what? Answer me, come on!
cs: On? Co on? Odpověz, no tak!
es: ¿Él? ¿Él que? ¡Contéstame, vamos!
fr: Il ? Il quoi ? Réponds-moi, allez !
it: Lui? Lui cosa? Rispondimi, forza!
pl: On? On co? Odpowiadaj, dalej!

source: Lady Lorin, stop it. He is dead. He can't tell us anything more.
cs: Přestaň, lady Lorin. Je mrtvý. Už nám neřekne ani ň.
es: Señora Lorin, deténgase. Está muerto. No dirá una palabra más.
fr: Dame Lorin, arrêtez ! Il est mort. Il ne dira rien de plus.
it: Lady Lorin, fermatevi. È morto. Non dirà più nulla.
pl: Pani Lorin, przestańcie. On nie żyje. Nie powie już ani słowa więcej.

source: This is what you wanted, right? To know who is behind this alliance? Now you know, it is 'Grekulak' - who or whatever that is.
cs: Ale to je to, co jste chtěli vědět, ne? Vědět, kdo za tím vším stojí. A teď víte, že je to nějaký ´Grekulak´.
es: Eso es lo que querías, ¿no? Saber quién está detrás de esta alianza. Pues ya lo sabes, es 'Grekulak', sea quién o qué sea.
fr: Mais vous savez ce que vous vouliez savoir, non ? Vous savez maintenant qui est derrière cette alliance. Un certain « Grekulak » — qui ou quoi que se soit.
it: Ma è questo che volevi, vero? Sapere chi c'è dietro questa alleanza. Ora lo sai, è questo "Grekulak".
pl: Ale tego właśnie chcieliście, prawda? Dowiedzieć się, kto stoi za tym przymierzem. No to teraz wiecie, to jakiś, jakaś lub jakieś tam 'Grekulak'

source: Maybe you are right. We should go back to Freetown then.
cs: Možná máš pravdu. Měli bychom se vrátit do Svobodova.
es: Quizás estés en lo cierto. Deberíamos volver a Freetown entonces.
fr: Vous avez peut-être raison. Nous devrions retourner à Freetown.
it: Forse hai ragione. Dovremmo tornare a Freetwon allora.
pl: Może masz rację. Powinniśmy wrócić do Wolnego Miasta.

source: I will let you live, if you will tell me few things.
cs: Nechám tě žít, když mi odpovíš na pár věcí.
es: Te permitiré huir, si me dices algunas cosas.
fr: Je te laisserai vivre ma foi, si tu me dis quelques petites choses.
it: Ti permetterò di vivere, se mi dirai alcune cose.
pl: Pozwolę ci żyć, jeżeli odpowiesz mi na kilka pytań.
