Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: We already fought with outlaws from Bontom, my lord.
cs: Už jsme s bandity s Bontomu bojovali, můj pane.
es: Ya luchamos contra los forajidos de Bontom, mi señor.
fr: Nous avons déjà combattu les hors-la-loi de Bontom, Monseigneur.
it: Abbiamo già combattuto i Senzalegge di Bontom, mio signore.
pl: Już walczyliśmy z banitami z Bontom, mój panie.

source: So, should we go into Bontom?
cs: Tak co, půjdeme do toho Bontomu?
es: Entonces, ¿deberíamos entrar en Bontom?
fr: Alors, devrions-nous aller à Bontom ?
it: Dunque, dovremmo andare a questa Bontom?
pl: A więc, czy powinniśmy udać się do tego Bontom?

source: Yes, we should save Reme now.
cs: Ano, je na čase zachránit Remeho.
es: Sí, deberíamos salvar a Reme ya.
fr: Oui, maintenant, nous devons sauver Reme.
it: Sì, dovremmo salvare questo Reme adesso.
pl: Tak, powinniśmy spróbować uratować Remego.

source: The Preparations
cs: Přípravy
es: Preparaciones
fr: Les Préparatifs
it: Preparativi
pl: Przygotowania

source: A few days passed. Finally, the Freetown council decided to send Gawen to search for Deorien. Gwidle Turlin came to Gawen to ask for his assent.
cs: Uběhlo několik dní. Nakonec rada Svobodova rozhodla vyslat Gawena nalézt Deoriena. Gwidle Turlin přišel za Gawenem pro jeho souhlas.
es: Pasaron unos días. Finalmente, el consejo de Freetown decidió enviar a Gawen a buscar a Deorien. Gwidle Turlin se acercó a Gawen para pedirle su consentimiento.
fr: Quelques jours passèrent. Finalement, le conseil de Freetown décida d'envoyer Gawen à la recherche de Deorien. Gwidle Turlin vint voir Gawen pour lui demander son accord.
it: Trascorse qualche giorno. Finalmente, il consiglio di Freetown decise di mandare Gawen alla ricerca di Deorien. Gwidle Turlin venne da Gawen a chiedergli se era d'accordo.
pl: Minęło kilka dni. Wreszcie rada miasta zdecydowała wysłać Gawena na poszukiwania Deoriena. Gwidle Turlin zjawił się wkrótce u Hagarthena, prosząc go o zgodę.

source: ...so, you will take eighteen of your very best troops and search for this great mage, Deorien, to try to convince him to join our cause.
cs: ... takže, vezmeš si osmnáct svých jednotek, těch nejlepších z nejlepších, vydáš se hledat toho velkého mága Deoriena a pokusíš se ho získat na naši stranu.
es: ...así que tomarás dieciocho de tus mejores tropas y buscarás a este gran mago, Deorien, para tratar de convencerle de que se una a nuestra causa.

source: I understand. My eighteen very best, most experienced soldiers. When should I go?
cs: Chápu, mých osmnáct nejlepších a nejzkušenějších vojáků. Kdy mám vyrazit?
es: Entiendo. Mis dieciocho mejores y más experimentados soldados. ¿Cuándo debo ir?

source: ...so, you will take fifteen of your best troops and search for this great mage, to try to convince him to join our cause.
cs: ... takže, vezmeš si čtrnáct svých nejlepších jednotek, vydáš se hledat toho velkého mága a pokusíš se ho získat na naši stranu.
es: ...así que tomarás quince de tus mejores tropas y buscarás a este gran mago, Deorien, para tratar de convencerle de que se una a nuestra causa.

source: I understand. My fifteen best soldiers. When should I go?
cs: Chápu, mých čtrnáct nejlepších vojáků. Kdy mám vyrazit?
es: Entiendo. Mis quince mejores soldaros. ¿Cuándo debería partir?

source: ...so, you'll take twelve of your troops and search for that mage, to try to convince him to join our cause.
cs: ... takže, vezmeš si dvanáct svých jednotek, vydáš se hledat toho mága a pokusíš se ho získat na naši stranu.
es: ...entonces, escojerás doce de tus tropas y buscarás a ese mago, para tratar de convencerle de que se una a nuestra causa.

source: I understand. Twelve soldiers. When should I go?
cs: Chápu, dvanáct vojáků. Kdy mám vyrazit?
es: Entiendo. Veinte soldados. ¿Cuándo debería partir?

source: ...so, nine troops. Search for that mage. Got it?
cs: ... takže, devět jednotek a hledej toho mága. Jasné?
es: ... entonces, nueve soldados. Buscar a ese mago. ¿Has entendido?

source: I understand. Nine soldiers. When should I go?
cs: Chápu, devět vojáků. Kdy mám vyrazit?
es: Entiendo. Nueve soldados. ¿Cuándo debería partir?

source: Does that mean that you agree?
cs: Znamená to, že souhlasíš?
es: ¿Significa eso que estás de acuerdo?
fr: Ça veut dire que vous acceptez ?
it: Questo vuol dire che sei d'accordo?
pl: Czy to oznacza zgodę?

source: Of course.
cs: Samozřejmě.
es: Por supuesto.
fr: Bien sûr !
it: Certo.
pl: Oczywiście.

source: I think you should start your quest after the thaw. After all, you will need some time to pick the best soldiers and train them.
cs: Myslím, že bys měl vyrazit na svou pouť až po oblevě. Stejně budeš potřebovat nějaký čas, abys vybral své nejlepší vojáky a vytrénoval je.
es: Creo que deberías comenzar tu búsqueda después del deshielo. Después de todo, necesitarás algo de tiempo para elegir a los mejores soldados y entrenarlos.
fr: Je pense que vous devriez partir après le dégel. Après tout, vous avez besoin de temps pour choisir les meilleurs soldats et les entraîner.
it: Credo che dovresti cominciare la tua ricerca dopo il disgelo. Dopo tutto ti servirà un po' di tempo per scegliere i soldati migliori e addestrarli.
pl: Myślę, że powinniście zacząć poszukiwania po odwilży. Ostatecznie będziesz potrzebował czasu, by wybrać najlepszych żołnierzy i nieco ich przeszkolić.

source: If you want, more elves are willing to serve you.
cs: Pokud chceš, do služby se ti hlásí více elfů.
es: Si quieres, más elfos estarán dispuestos a servirte.
fr: Si vous le souhaitez, d'autres elfes sont volontaires pour servir avec vous.
pl: Jeżeli wam tego trzeba, więcej elfów gotowych jest do was dołączyć.

source: I could give you some of my soldiers: Bowmen, or Spearmen.
cs: Mohu ti dát nějaké své vojáky. Lučištníky nebo kopiníky.
es: Podría darte algunos de mis soldados: arqueros o lanceros.

source: Or we could give you some gold.
cs: Nebo ti můžeme poskytnout nějaké zlato.
es: O podríamos darte algo de oro.
fr: Ou bien nous pouvons vous donner de l'or.
it: Oppure potremmo darti un po' di oro.
pl: Albo możemy dać wam złota.

source: Note: you will have to choose eighteen of your very best soldiers soon. Elves and human soldiers, given by Mithrandil and Huon respectively, will be added to your pool of units from which you will make this selection, so consider them as counting against the limit. Choose up to four soldiers now, or more gold if you already have enough soldiers to choose from.
cs: Poznámka: Brzy budeš muset vybrat svých osmnáct těch nejlepších vojáků. Elfové, které poskytl Mithrandil, a vojáci, které poskytl Huon, budou přidáni do tvé zásoby jednotek, ze kterých budeš vybírat, takže budou započítáni do limitu. Nyní vyber až čtyři vojáky nebo více zlata (pokud již máš dostatek vojáků na výběr).
es: Nota: pronto tendrás que elegir dieciocho de tus mejores soldados. Los soldados elfos y humanos, proporcionados por Mithrandil y Huon respectivamente, se agregarán a su grupo de unidades a partir de las cuales hará esta selección, así que considérelos como parte del límite. Elige hasta cuatro soldados ahora, o más oro si ya tienes suficientes soldados para elegir.

source: Note: you will have to choose fifteen of your best soldiers soon. Elves and soldiers given by Huon and Mithrandil count against this limit. Choose four soldiers now.
cs: Poznámka: Brzy budeš muset vybrat svých čtrnáct nejlepších vojáků. Elfové a vojáci, které poskytli Mithrandil a Huon, se počítají do tohoto limitu. Nyní vyber čtyři vojáky.
es: Nota: pronto tendrás que elegir a quince de tus mejores soldados. Elfos y soldados proporcionados por Huon y Mithrandil cuentan para este límite. Elige cuatro soldados ahora.

source: Note: you will have to choose twelve soldiers soon. Elves and soldiers given by Huon and Mithrandil count against this limit. Choose four soldiers now.
cs: Poznámka: Brzy budeš muset vybrat dvanáct vojáků. Elfové a vojáci, které poskytli Mithrandil a Huon, se počítají do tohoto limitu. Nyní vyber čtyři vojáky.
es: Nota: pronto tendrás que escoger doce de tus mejores soldados. Los elfos y soldados proporcionados por Huon y Mithrandil contarán para ese límite. Elige cuatro soldados ahora.

source: Note: you'll have to choose nine soldiers soon. Choose four now (which may count against the limit).
cs: Poznámka: Brzy budeš muset vybrat devět vojáků. Nyní vyber čtyři (kteří se mohou počítat do limitu).
es: Nota: pronto tendrás que elegir nueve soldados. Elige cuatro ahora (que contarán para el límite).

source: I would want to have more gold
cs: Chtěl bych víc zlata
es: Me gustaría tener más oro
fr: Je voudrais plus d'or.
it: Mi serve altro oro
pl: Chciałbym więcej złota.

source: I would want some elves
cs: Chtěl bych nějaké elfy
es: Me gustarían algunos elfos
fr: Je voudrais des elfes.
it: Mi servirebbero degli elfi
pl: Chcę więcej elfów.

source: I would want some of Huon's soldiers
cs: Chtěl bych nějaké Huonovy vojáky
es: Me gustarían algunos de los soldados de Huon
fr: Je voudrais quelques-uns des soldats d'Huon
it: Mi servirebbero dei soldati di Huon
pl: Chciałbym kilku żołnierzy Huona

source: I do not need anything more
cs: Už nic víc nepotřebuji
es: No necesito nada más
fr: Je n'ai besoin de rien d'autre.
it: Non mi serve altro
pl: Niczego więcej nie potrzebuję.

source: You received 25 gold pieces.
cs: Získal jsi 25 zlatých.
es: Recibiste 25 piezas de oro.

source: Give me...
cs: Dej mi...
es: Deme...
fr: Donnez-moi...
it: Dammi...
pl: Dajcie mi...

source: an Elvish fighter
cs: elfího bojovníka
es: un luchador elfo
fr: Guerrier elfe
it: Combattente elfico
pl: Elficki wojownik

source: an Elvish archer
cs: elfího lučištníka
es: un arquero elfo
fr: Archer elfe
it: Arciere elfico
pl: Elficki łucznik

source: an Elvish scout
cs: elfího průzkumníka
es: un explorador elfo
fr: Éclaireur elfe
it: Esploratore elfico
pl: Elficki zwiadowca

source: an Elvish shaman
cs: elfí šamanku
es: una chamana elfa
fr: Chaman elfe
it: Shamana elfica
pl: Szamanka

source: I've changed my mind
cs: Změnil jsem své rozhodnutí
es: He cambiado de idea
fr: J'ai changé d'avis.
it: Ho cambiato idea.
pl: Zmieniłem zdanie

source: Elvish Fighter
cs: elfí bojovník
es: Luchador elfo
fr: Guerrier elfe
it: Combattente elfico
pl: Elficki wojownik

source: Elvish Archer
cs: elfí lučištník
es: Arquero elfo
fr: Archer elfe
it: Arciere elfico
pl: Elficki łucznik

source: Elvish Scout
cs: elfí průzkumník
es: Explorador elfo
fr: Éclaireur elfe
it: Esploratore elfico
pl: Elficki zwiadowca

source: Elvish Shaman
cs: elfí šamanka
es: Chamana elfa
fr: Chaman elfe
it: Shamana elfica
pl: Szaman

source: a Bowman
cs: lučištníka
es: un arquero
fr: Archer
it: Arciere
pl: Łucznik

source: a Spearman
cs: kopiníka
es: un lancero
fr: Lancier
it: Lanciere
pl: Włócznik

source: Bowman
cs: lučištník
es: Arquero
fr: Archer
it: Arciere
pl: Łucznik

source: Spearman
cs: kopiník
es: Lancero
fr: Lancier
it: Lanciere
pl: Włócznik

source: My lord, we know an orcish group attacked a few villages north of here. Huon Ryedric was going to go there to defend the villages, but I thought you might want to use the occasion, you know, to check out our troops before you make any final decisions on which soldiers to choose for our quest.
cs: Můj pane, zjistili jsme, že tlupa skřetů zaútočila na několik vesnic na sever odtud. Huon Ryedrik se je tam chystal jít bránit. Ale já myslím, že bys mohl chtít využít příležitost, však víš, a otestovat si naše jednotky, ještě než učiníš konečné rozhodnutí, které z nich budou vybrány pro naši misi.
es: Mi señor, sabemos que un grupo de orcos atacó algunas aldeas al norte de aquí. Huon Ryedric iba a ir allí para defender las aldeas, pero pensé que podrías querer aprovechar la ocasión, ya sabes, para revisar nuestras tropas antes de tomar una decisión final sobre qué soldados elegir para nuestra búsqueda.
fr: Monseigneur, nous savons qu'un groupe d'orcs a attaqué quelques villages au nord. Huon Ryedric est parti là-bas pour défendre les villages, mais j'ai pensé que ce pourrait être une bonne occasion pour, comment dire, pour évaluer nos troupes avant de choisir définitivement les soldats qui participeront à la quête.
it: Mio signore, sappiamo che alcuni gruppi di orchi hanno attaccato alcuni villaggi a nord. Huon Ryedric sta partendo per andare a difendere i villaggi, ma pensavo che potreste usare questa occasione, chissà, per mettere alla prova le nostre truppe prima di prendere la decisione finale su quali soldati scegliere per la nostra ricerca.
pl: Panie, wiemy, że jakaś grupa orków zaatakowała kilka wiosek na północ stąd. Huon Ryedric zamierzał wyruszyć, by stawić im czoło, ale pomyślałem, że może zechcielibyście użyć tej okazji, aby sprawdzić swoich ludzi w boju, zanim podejmiecie ostateczną decyzję, których z nich zabrać na poszukiwania Deoriena.

source: Yes, I think that's a great idea.
cs: Ano. Myslím, že je to dobrý nápad.
es: Sí, creo que es una gran idea.
fr: Oui, je crois que c'est une bonne idée.
it: Sì, penso che sia un'ottima idea.
pl: Tak, myślę, że to będzie znakomity pomysł.

source: I have to stay here.
cs: Já musím zůstat tady.
es: Tengo que permanecer aquí.
fr: Je dois rester ici.
it: Devo rimanere qua.
pl: Muszę zostać tutaj.

source: It is the way of the woman. Don't ask.
cs: Je to ženská záležitost. Neptej se.
es: Es el camino de la mujer. No preguntes.
fr: C'est une affaire de femme. Ne posez pas de question.
pl: Kobiece sprawy. Nie pytaj.

source: I shall remain with her, just in case it is something serious.
cs: Zůstanu s ní, pro případ, že je to něco vážnějšího.
es: Me quedaré con ella, por si resulta ser grave.
fr: Je vais rester avec elle, au cas où ce serait sérieux.
it: Resterò io con lei, nel caso diventasse una cosa seria.
pl: W takim razie ja zostanę z nią, na wypadek, gdyby to było coś poważnego.

source: Karen, you will stay here, with your mother and sisters. It's too dangerous for you.
cs: Karen, ty zůstaneš tady s matkou a sestrami. Je to příliš nebezpečné, dítě.
es: Karen, te quedarás aquí, con tu madre y tus hermanas. Es demasiado peligroso para ti.
fr: Karen, tu resteras ici, avec ta mère et tes soeurs. C'est trop dangereux pour toi.
it: Karen, tu rimarrai qua con tua madre e le tue sorelle. È troppo pericoloso per te.
pl: Karen, ty zostaniesz tutaj, z matką i siostrami. To zbyt niebezpieczne dla ciebie.

source: Of courrrrrse.
cs: No jóóóóóóó, porád.
es: Que síiiiii.
fr: Bien sûûûûûûûûr.
it: Ma cerrrto.
pl: No przecież.

source: So, let's choose our eighteen very best, most experienced troops.
cs: Tak, pojďme tedy vybrat osmnáct těch nejlepších jednotek.
es: Entonces, elijamos nuestras dieciocho mejores y más experimentadas tropas.

source: So, let's choose our fifteen best troops.
cs: Tak, pojďme tedy vybrat čtrnáct nejlepších jednotek.
es: Entonces, elijamos nuestras quince mejores tropas.

source: So, let's choose twelve troops.
cs: Tak, pojďme tedy vybrat dvanáct jednotek.
es: Entonces, elijamos doce tropas.

source: So, nine troops.
cs: Takže, devět jednotek.
es: Entonces, nueve tropas.

source: Raedwood East
es: Raedwood este

source: And so Gawen and his party went to the eastern part of Raedwood.
es: Y así, Gawen y su grupo fueron a la parte este de Raedwood.

source: You there, you must be the emissaries from Freetown! Please help us! The drakes are trying to burn down our forest!
es: ¡Ustedes deben ser los emisarios de Freetown! ¡Por favor ayúdenos! ¡Los dragones están tratando de quemar nuestro bosque!

source: Hello there! You missed me, of course?
cs: Ahojky vy tam. Nechyběla jsem vám?
es: ¡Hola! ¿Me echaste de menos, a que sí?
fr: Salut ! Je vous ai manqué, naturellement ?
it: Eccomi qua! Vi sono mancata?
pl: Hej tam! Stęskniłeś się za mną?

source: Forgive me, my lord. I know how it looks, but I really was trying.
cs: Odpusť mi, můj pane. Já vím, jak to vypadá, ale opravdu jsem se snažil.
es: Perdóneme, mi señor. Sé cómo se ve, pero realmente lo estaba intentando.
fr: Pardonnez-moi, Monseigneur. Je sais que ça ne ressemble à rien : mais je vous assure, j'ai vraiment essayé...
it: Perdonami, mio signore, so cosa potrebbe sembrare, ma ci ho veramente provato.
pl: Wybaczcie mi, panie. Wiem, jak to wygląda, ale ja naprawdę się starałem.

source: I was kind of expecting you.
cs: Očekával jsem tě.
es: Estaba dispuesto a esperarte.
fr: Je m'y attendais un peu.
it: Quasi me l'aspettavo.
pl: Tak właściwie, to się ciebie spodziewałem.

source: Quësel! While it may be a good thing to see you again, what a shame it is that it must be under such dire circumstances! Have no fear, for we are prepared to pierce straight through these beasts' scaly hides!
es: ¡Quësel! Si bien es bueno volver a verte, ¡qué pena que sea en circunstancias tan terribles! ¡No temas, porque estamos preparados para perforar directamente a través de las pieles escamosas de estas bestias!

source: Kill Velkon Elch
es: Matar a Velkon Elch

source: The forest burns down
es: El bosque se quema

source: The drakes kill Quësel
es: Los dracos matan a Quësel

source: Woses standing on campfires will take damage every turn.
es: Los Woses en casillas de fogata recibirán daño cada turno.

source: I thought you said that it was drakes that were attacking you?
es: Pensé que habías dicho que eran dragones los que te estaban atacando.

source: Well, yes, but they seem to have attracted fire-lovers of all kinds to their side...
es: Bueno, sí, pero parece que han atraído a su lado a amantes del fuego de todo tipo...

source: Those blasted woodburners have overrun us! Raedwood is doomed now!
es: ¡Esos malditos quemaleña nos han invadido! ¡Raedwood está condenado ahora!

source: Oh no! Our dear Raedwood, burned to ash! The free peoples of the forest shall no longer have a refuge from Akladian tyranny! We have failed!
es: ¡Oh, no! ¡Nuestro querido Raedwood, reducido a cenizas! ¡Los pueblos libres del bosque ya no tendrán refugio contra la tiranía de los akladianos! ¡Hemos fallado!

source: Be careful! Our forest is almost gone!
es: ¡Tened cuidado! ¡Nuestro bosque casi ha desaparecido!

source: HEROIC: Kill all enemy leaders OR
cs: HRDINSKÉ: Zabij všechny vůdce nepřátel NEBO
es: HEROICO: Mata a todos los líderes enemigos Ó
fr: HEROÏQUE : tuer tous les chefs ennemis OU
it: EROE: uccidi tutti i comandanti nemici O
pl: Bohatersko: Zabij wszystkich wrogich przywódców ALBO

source: NORMAL: Interrogate Orcish leader with Ruvio or Gawen and withdraw to northern signpost
cs: NORMÁLNÍ: Ruvio nebo Gawen vyslechnou vůdce skřetů a ustoupí k severnímu směrovníku.
es: NORMAL: Interrogue al líder orco con Ruvio o Gawen y retírese al poste indicador del norte
fr: NORMAL : interroger le chef orc avec Ruvio ou Gawen et se replier au panneau indicateur au nord
it: NORMALE: Interroga il comandante degli orchi con Ruvio o Gawen e ritirati al cartello a nord.
pl: ZWYKŁE: Przesłuchaj wodza orków Ruviem lub Gawenem i wycofaj się do północnego drogowskazu.

source: Scouting Near Barnon
cs: Výzvědy na Barnonsku
es: Explorando cerca de Barnon
fr: Explorer les environs de Barnon
it: Ricognizione a Barnon
pl: Rozpoznanie koło Barnon

source: Entering the forests surrounding Barnon from the north, I could not stop myself from thinking about the battle a few months ago, when I was betrayed and left for dead on the battlefield. But then, if not for that betrayal and that battle, I would probably never met Ruvio and Karen...
cs: Když jsme vcházeli do lesů chránící Barnon ze severu, nemohl jsem přestat myslet na bitvu, která se zde odehrála před několika měsíci. Ano, jenom pár měsíců se mě dělilo od těch strašných chvil. to bylo tehdy, když jsem byl zrazen a když jsem na pokraji smrti zůstal na ležet na bitevním poli. Na druhou stranu nebýt té zrady a té strašné bitvy, nikdy bych nepotkal Ruvia a Karen...
es: Entrando en los bosques que rodean Barnon desde el norte, no pude evitar pensar en la batalla de hace unos meses, cuando me traicionaron y me dieron por muerto en el campo de batalla. Pero entonces, si no fuera por esa traición y esa batalla, probablemente nunca habría conocido a Ruvio y Karen...
fr: En entrant dans les bois entourant Barnon par le nord, je ne pus m'empêcher de penser à la bataille qui y avait eu lieu quelques mois auparavant, quand on m'a trahi et laissé pour mort sur le champ de bataille. Mais s'il n'y avait pas eu cette trahison et cette bataille, je n'aurais probablement jamais rencontré Ruvio ni Karen...
it: Entrando nelle foreste che circondano Barnon a nord, non riuscivo a smettere di pensare alla battaglia di pochi mesi fa. Erano passati solo pochi mesi. Allora fui tradito e lasciato per morto sul campo di battaglia. Ma adesso, se ci non fosse stato quel tradimento e quella battaglia, probabilmente non avrei mai incontrato Ruvio e Karen.
pl: Wchodząc do lasów otaczających Barnon od północy, nie mogłem przestać myśleć o bitwie sprzed kilku miesięcy. Zaledwie kilku miesięcy. Zostałem wtedy zdradzony i zostawiony niemal martwy na polu bitwy. Ale, gdyby nie ta zdrada i ta bitwa, nigdy nie poznałbym Ruvia.. I Karen.

source: Castle of Barnon
cs: Hrad Barnon
es: Castillo de Barnon
fr: Château de Barnon
it: Castello di Barnon
pl: Zamek Barnon

source: City of Barnon
cs: Město Barnon
es: Ciudad de Barnon
fr: Ville de Barnon
it: Barnon
pl: Miasto Barnon

source: It seems like only yesterday when I was betrayed on these fields...
cs: Je to jako by to bylo včera, když jsem byl zrovna tady na těchto místech zrazen...
es: Parece que fue ayer cuando fui traicionado en estos campos...
fr: Il me semble que c'est seulement hier que j'ai été trahi à cet endroit...
it: Mi ricordo come se fosse ieri quando mi hanno tradito su questi campi...
pl: Wydaje mi się, jakbym dopiero co był zdradzony na tych polach...

source: My lord... I...
cs: Můj pane..., já...
es: Mi señor... yo...
fr: Monseigneur... je...
it: Sire... io...
pl: Panie mój... Ja...

source: Reme, don't blame yourself. I know you would have prefered to stay with me that day and fight to the end, but I gave you other orders, and your duty was to follow them. I know it wasn't easy for you.
cs: Reme, neobviňuj se. Vím, že bys v ten den raději zůstal a bojoval až do hořkého konce, ale JÁ jsem ti dal rozkaz, vzpomínáš? A ani tvá oddanost ti nesmí zabránit vykonat rozkaz. A nezabránila, i když vím, že to pro tebe nebylo lehké.
es: Reme, no te culpes. Sé que habrías preferido quedarte conmigo aquel día y luchar hasta el final, pero te di otras órdenes y tu deber era cumplirlas. Sé que no fue fácil para ti.
fr: Reme, ne te reproche rien. Je sais que tu aurais préféré rester avec moi ce jour-là et combattre jusqu'au bout. Mais je t'ai donné d'autres ordres et ton devoir était de les suivre. Je sais que ce n'a pas été facile pour toi.
it: Reme, non è colpa tua. So che quel giorno avresti preferito rimanere con me e combattere fino ala fine, ma ti diedi degli ordini ed era tuo compito seguire i tuoi ordini. So che non fu facile per te.
pl: Reme, nie wiń siebie. Wiem, że wolałbyś tego dnia zostać ze mną i walczyć do końca, ale dałem ci inne rozkazy i twoim obowiązkiem było je wypełnić. Wiem, że nie było to dla ciebie łatwe.

source: On the other hand, leaving me was quite easy for him. It seems he just needed some practice.
cs: Na druhou stranu, opustil mě celkem snadno. Že by v tom měl praxi?
es: Por otro lado, dejarme fue bastante fácil para él. Parece que sólo necesitaba un poco de práctica.
fr: D'un autre côté, me laisser ne lui fut pas si difficile. Il semblait n'avoir besoin que d'un peu d'entraînement.
it: D'altra parte, abbandonarmi fu abbastanza facile per lui. Sembra che avesse solo bisogno di una certa pratica.
pl: Z drugiej wszakże strony, zostawienie mnie było dla niego całkiem łatwe. Wydaje mi się, że potrzebował jedynie trochę cwiczeń.
