Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: My lord, this is only the uncomfortable truth. Hard times are ahead. Underlings are revolting against us. Those we chose not to conquer in the past are having ridiculous thoughts of taking our God-given lands. Some are saying that we need a strong and battle-tested king of our own kin, not - forgive me my words, I am only repeating what others are saying - a callow mixling child.
cs: Můj pane, ale je to pravda. Těžké časy jsou před námi. Podřadní se bouří. Ti, které jsme se v minulosti rozhodli zatím ušetřit, plánují vzít nám území, která nám dal Bůh. Mnozí proto říkají, že potřebujeme silného krále, naší krve, ale ne nějaké – promiň mi ta slova, pouze opakuji – míšenecké děcko.
es: Mi señor, solo es la incómoda verdad. Se avecinan tiempos difíciles. Los plebeyos se están rebelando contra nosotros. Aquellos que elegimos no conquistar en el pasado están teniendo ridículas ideas sobre tomar nuestras tierras dadas por Dios. Algunos dicen que necesitamos un rey fuerte y probado en la batalla de nuestra propia familia, y no -perdonen mis palabras, solo estoy repitiendo lo que otros dicen- un crío mestizo inexperto.
fr: Monseigneur, c'est seulement la triste vérité. Des temps difficiles nous attendent. Les métèques se révoltent contre nous. Ceux que nous avons choisi de ne pas soumettre dans le passé entretiennent l'idée ridicule de s'emparer des territoires que Dieu nous a donné. Certains disent que nous avons besoin d'un roi fort, expert dans l'art de la guerre, de notre race, et non, pardonnez-moi Monseigneur, car je ne fais que répéter ce que d'autres disent — d'un enfant bâtard et inexpérimenté.
it: Mio signore, ma questa è la verità. Tempi cupi ci aspettano. I miserabili sono in rivolta. Quelli che decidemmo di non sottomettere nel passato stanno addirittura pensando di prendere le terre che gli dei ci hanno dato. C'è chi dice che abbiamo bisogno di un re forte, della nostra razza, e non - perdonate le mie parole, sto solo ripetendo cosa altri hanno detto- un re mezzosangue.
pl: Mój panie, ale taka jest prawda. Ciężkie czasy są przed nami. Pariasi buntują się przeciw nam. Ci, których zdecydowaliśmy się nie podbijać w przeszłości, mają teraz niedorzeczne myśli o odebraniu nam naszych danych przez Boga ziem. Niektórzy mówią, że trzeba nam silnego króla, króla z naszej rasy, a nie - wybaczcie mi panie, powtarzam tylko, co mówia inni - mieszańca-gołowąsa.

source: All of those who so believe are traitors who will be punished. And those who remain loyal to us will be rewarded.
cs: Všichni, co tomu věří, jsou zrádci a budou ztrestáni. A ty, kdo zůstanou věrní, odměníme.
es: Todos los que así crean son traidores que serán castigados. Y aquellos que permanezcan leales a nosotros serán recompensados.
fr: Tous ceux qui le pensent sont des traîtres et ils seront châtiés. Ceux qui resteront loyaux seront récompensés.
it: Sono tutti dei traditori e saranno puniti. Mentre coloro che ci saranno fedeli saranno ricompensati.
pl: Wszyscy oni to zdrajcy, którzy zostaną ukarani. A ci, którzy pozostali wobec nas lojalni, mogą liczyć na nagrodę.

source: (<i>murmuring</i>) She dares to speak about loyalty...
cs: (<i>mumlá</i>) Ona se opovažuje mluvit o věrnosti...
es: (<i>murmurando</i>) Se atreve a hablar de lealtad...

source: We will attack the traitors immediately.
cs: Napadneme zrádce ihned.
es: Atacaremos a los traidores de inmediato.
fr: Nous allons attaquer immédiatement les traîtres.
it: Attaccheremo i traditori immediatamente.
pl: Zaatakujemy tych zdrajców natychmiast.

source: My lady, you should really reconsider. Those lords are our friends, truly disturbed about future of our kingdom and our people. To keep the kingdom strong, we need them alive as friends, not dead.
cs: Má paní, znovu to rozvaž. Ti lordi jsou naši přátelé, kteří jsou znepokojení budoucností našeho království a lidu. Aby bylo království silné, potřebujem je živé jako přátele, ne mrtvé.
es: Mi señora, realmente debería reconsiderarlo. Estos señores son nuestros amigos, verdaderamente preocupados por el futuro de nuestro reino y nuestra gente. Para mantener el reino fuerte, los necesitamos vivos como amigos, no muertos.
fr: Madame, nous voudrions que vous reconsidériez vos propos. Ces seigneurs sont nos amis, de amis réellement inquiets pour le futur du royaume et de notre peuple. Pour que le royaume reste fort, nous avons besoin d'eux vivants, et non morts.
it: Mia signora, vorrei che cambiaste idea. Questi signori sono nostri amici e sono sinceramente preoccupati per il futuro del nostro regno e della nostra gente. Abbiamo bisogno di loro e della loro amicizia, da morti non ci servono.
pl: Pani moja, chcielibyśmy, abyście przemyślała waszą decyzję. Ci panowie to nasi przyjaciele, szczerze zaniepokojeni przyszłością naszego królestwa i naszego ludu. Potrzebujemy ich żywych jako przyjaciół, nie martwych.

source: I prefer a dead enemy to an uncertain ally. We must be absolutely certain of your loyalty and about which side you are choosing to back. It is time to make a decision and commit to our rule. Reme?
cs: Mám raději mrtvého nepřítele než nejistého spojence. Musíme si být naprosto jistí vaší věrností a tím, na kterou stranu se postavíte. Je čas se rozhodnout a zavázat svému vládci. Reme?
es: Prefiero un enemigo muerto a un aliado incierto. Debemos estar absolutamente seguros de vuestra lealtad y a qué lado vais a respaldar. Es hora de tomar una decisión y comprometerse con nuestras reglas. ¿Reme?
fr: Je préfère un ennemi mort à un allié incertain. Maintenant, nous devons être absolument certain de votre loyauté et du camp que vous allez choisir de soutenir. Il est temps de vous décider et de vous ranger à nos côtés, Reme ?
it: Preferisco avere un nemico morto che un alleato infido. Adesso dobbiamo essere assolutamente sicuri della vostra fedeltà e da quale parte avete deciso di stare. Ora dovete prendere una decisione. Inchinatevi di fronte al nostro re. Reme?
pl: Wolę martwego wroga niż niepewnego sojusznika. Teraz, musimy być absolutnie pewni waszej lojalności i tego, po której stronie się opowiadacie. Musicie teraz dokonać decyzji. Złóżcie pokłon naszej władzy. Reme?

source: I have always been loyal to the Hagarthen family.
cs: Vždy jsem byl věrný klanu Hagarthenů.
es: Siempre he sido leal a la familia Hagarthen.
fr: J'ai toujours été loyal envers la famille Hagarthen.
it: Sono stato sempre fedele alla famiglia Hagarthen.
pl: Zawszem był lojalny wobec rodziny Hagarthenów.

source: And you, noble Graeme?
cs: A ty, vznešený Graeme?
es: ¿Y tú, noble Graeme?
fr: Et vous, noble Graeme ?
it: E tu, nobile Graeme?
pl: A wy, szlachetni Greame?

source: I serve the crown.
cs: Sloužím koruně.
es: Sirvo a la corona.
fr: Je sers la couronne.
pl: Służę koronie.

source: Hail the true king of Vakladia.
cs: Ať žije pravý král Vakladie!
es: Salve al verdadero rey de Vakladia.
fr: Honneur au véritable roi de Vakladia.
it: Salute al vero re di Vakladia
pl: Sława temu, kto jest prawowitym królem Vakladii.

source: I will always loyally serve what is best for the kingdom of Vakladia.
cs: Vždy budu věrně sloužit tomu, co je nejlepší pro království Vakladie.
es: Siempre serviré lealmente para el mayor bien del reino de Vakladia.

source: To guarantee your fealty, I insist that each of you send your first-born son to the court of Vattin, where he shall learn how to best serve the crown.
cs: Nejlíp zajistíme vaše přátelství tak, že každý přivedete sem na dvůr vattinský svého prvorozeného syna, kde bude mít možnost naučit se, jak věrně sloužit koruně.
es: Para garantizar vuestra lealtad, debo exigir que cada uno de vosotros envíe a su primogénito a la corte de Vattin, donde aprenderá a servir mejor a la corona.
fr: Pour m'assurer de votre loyauté, je vous demande à chacun d'envoyer votre fils aîné à la cour de Vattin. Là, on lui apprendra comment il peut le mieux servir la couronne.
it: Come garanzia della nostra amicizia io chiedo che ciascuno di voi mandi il proprio primogenito alla corte di Vattin, dove potremo insegnargli come servire al meglio la corona.
pl: Aby zapewnić was o naszej przyjaźni i przychylności, chcę aby każdy z was przysłał swego pierworodnego na dwór w Vattin, gdzie otrzyma on okazję, jak najlepiej służyć koronie.

source: The Woods of Okladia
cs: Lesy Okladie
es: Bosques de Okladia
fr: Les Bois d'Okladia
it: I boschi di Okladia
pl: Lasy Okladii

source: Reach the signpost with Gawen.
cs: Dojdi s Gawenem ke směrovníku.
es: Alcanza el poste indicador con Gawen.
fr: Atteignez le panneau indicateur avec Gawen.
it: Raggiungi il cartello con Gawen
pl: Przesuń Gawena do drogowskazu.

source: So, shall we continue our journey?
cs: Tak, budeme pokračovat v našem putování?
es: Entonces, ¿continuamos nuestro viaje?
fr: Alors, est-ce qu'on continue notre voyage ?
it: Allora, dovremmo continuare il nostro viaggio?
pl: A więc, czy powinniśmy kontynuować naszą podróż?

source: We'd better get hurrying, Gawen! If we don't make it to the signpost in time, reinforcements could arrive and trap us!
es: ¡Será mejor que nos apresuremos, Gawen! ¡Si no llegamos a tiempo al poste indicador, podrían llegar refuerzos y atraparnos!

source: We've got to hurry before the enemy reinforcements arrive here. Let's go.
cs: Musíme si pospíšit, než nepříteli dorazí posily. Pojďme.
es: Tenemos que darnos prisa antes de que lleguen los refuerzos enemigos. Vamos.
fr: Nous devons nous dépêcher avant que les renforts ennemis n'arrivent. Allons-y !
it: Dobbiamo fare in fretta prima che i rinforzi dei nemici arrivino qua. Andiamo.
pl: Musimy się pośpieszyć nim przybędą tutaj posiłki wroga. Ruszajmy.

source: Repelling the Orcs
cs: Zapuzení skřetů
es: Repeliendo a los orcos
fr: Repousser les orcs.
it: Scacciare gli orchi
pl: Przeganiając orki

source: The scouts brought news: a small orcish party was roaming the countryside north of Freetown. Usually, Huon Ryedric would deal with such marauders, but Gawen decided this was an occasion to check his troops' abilities.
cs: Zvědové přinesli zprávy o malé skupince skřetů severně od Svobodova. Obvykle by to zvládl Huon Ryedrik s několika vojáky, ale Gawen se rozhodl využít příležitosti a otestovat schopnosti svých jednotek.
es: Los exploradores trajeron noticias sobre la pequeña fiesta de orcos al norte de Freetown. Normalmente, Huon Ryedric se ocupaba de estos merodeadores, pero Gawen decidió que sería una buena ocasión para probar las habilidades de sus tropas.
fr: Les éclaireurs ramenèrent des nouvelles signalant un groupe d'orcs au nord de Freetown. Habituellement, Huon Ryedric s'en serait chargé, mais Gawen décida que ce serait une bonne occasion de vérifier les capacités de ses troupes.
it: Gli esploratori riferirono di un piccolo gruppo di orchi a nord di Freetown. Di solito sarebbe stato Huon Ryedric a trattare con questa marmaglia, ma Gawen decise che poteva essere l'occasione per verificare le capacità delle sue truppe.
pl: Zwiadowcy przynieśli wiadomości o małej grupie orków na północ od Wolnego Miasta. Zazwyczaj to Huon Ryedric zajmował się takimi maruderami, ale Gawen zdecydował, że była to doskonała okazja do sprawdzenia możliwości jego ludzi.

source: So, I think this should be easy. There's only one Orcish leader. Take him down and his band will scatter.
cs: No, myslím, že to by mělo být snadné. Je tu pouze jeden skřetí velitel, severně odtud. Skolme ho a je po všem.
es: Bueno, creo que esto debería ser fácil. Solo hay un líder orco. Terminemos con él y su banda se dispersará.
fr: Je crois que ce sera facile. Il n'y a qu'un seul chef orc au nord. Abattez-le et la bande se dispersera.
it: Così, penso che non ci saranno difficoltà. C'è solo un comandante degli orchi a nord di qui. Prendiamolo ed è tutto finito.
pl: Sądzę, że to będzie dość łatwe. Jest tylko jeden wódz orków, na północ stąd. Wystarczy go zabić i po wszystkim.

source: There are no hidden elements in this scenario. The Orcish leader can't be interrogated. This scenario is intended for gathering more experience for Gawen's troops. Remember, you will be forced to choose only your eighteen very best troops in the next scenario.
es: No hay ningún elemento oculto en este escenario. El líder Orco no puede ser interrogado. Este escenario está pensado para obtener más experiencia para las tropas de Gawen. Recuerda, serás forzado a escoger sólo tus dieciocho mejores unidades en el próximo escenario.

source: There are no hidden elements in this scenario. The Orcish leader can't be interrogated. This scenario is intended for gathering more experience for Gawen's troops. Remember, you will be forced to choose only your fifteen best troops in the next scenario.
es: No hay ningún elemento oculto en este escenario. El líder Orco no puede ser interrogado. Este escenario está pensado para obtener más experiencia para las tropas de Gawen. Recuerda, serás forzado a escoger sólo tus quince mejores unidades en el próximo escenario.

source: There are no hidden elements in this scenario. The Orcish leader can't be interrogated. This scenario is intended for gathering more experience for Gawen's troops. Remember, you will be forced to choose only twelve of your troops in the next scenario.
es: No hay ningún elemento oculto en este escenario. El líder Orco no puede ser interrogado. Este escenario está pensado para obtener más experiencia para las tropas de Gawen. Recuerda, serás forzado a escoger sólo doce de tus unidades en el próximo escenario.

source: Entering Okladia
cs: Vstup do Okladie
es: Entrando en Okladia
fr: Arrivée à Okladia.
it: L'ingresso ad Okladia
pl: W Okladii

source: Can it be possible? Yes! Lorin! Long have I dreamt of repaying you for what you did to my brother in Haeltin. Your time has come...
cs: Je to možné? Ano! Lorin! Už dlouho jsem snil o tom, že ti vrátím to, cos udělala mému bratrovi v Haeltinu. Přišel tvůj čas...
es: ¿Será posible? ¡Sí! ¡Lorín! Durante mucho tiempo he soñado con pagarte por lo que le hiciste a mi hermano en Haeltin. Ha llegado tu hora...

source: Oh my, I am scared. Haeltin? Let me think... Ah yes, I remember now. Your brother must have been that flabby, nebbish cur who was crying just looking at my knife.
cs: Ale božíčku, už se třesu! Haeltin? Musím přemýšlet... Ahá, jasně, už jsem si vzpomněla. To byl tvůj bratr, ta schlíplá žadonící hromádka trusu, co fňukala před mým nožíkem?
es: Dios mío, estoy acojonada. ¿Haeltin? Déjame pensar... Ah, sí, ahora me acuerdo. Tu hermano debe haber sido ese fofo cagón que lloraba con sólo mirar mi cuchillo.
fr: Oh mon Dieu, j'ai peur ! Haeltin ? Laisse-moi réfléchir... Ah oui, je me souviens. Ton frère était probablement ce stupide petit avorton sans cervelle qui a commencé à pleurnicher à la seule vue de mon poignard.
it: Santo cielo, che paura. Haeltin? Fammi pensare... ah sì, adesso ricordo. Tuo fratello era quell'imbranato tonto e debole che si metteva a piangere guardando il mio coltello.
pl: Och, ależ się boję. Haeltin? Niech pomyślę... Ach tak, już pamiętam. Twój brat był zapewne tym wymoczkiem bez jaj który rozpłakał się na widok mojego noża.

source: Mother, it's enough we have four Akladian armies on our heels. You do not have to make them even more furious.
cs: Matko, to by stačilo. Máme v patách čtyři armády Akladijců. Nemusíš je ještě víc dráždit.
es: Madre, es suficiente con tener cuatro ejércitos akladianos pisándonos los talones. No tienes por qué provocar que se vuelvan más furiosos.
fr: Mère ! C'est bien assez d'avoir quatre armées Akladiennes sur nos talons. Ce n'est pas la peine de les rendre encore plus furieux.
it: Madre, non ti basta avere quattro eserciti di Akladia contro di noi? Dobbiamo farli infuriare ancora di più?
pl: Matko, wystarczy że mamy na głowie cztery Akladyjskie armie, nie musisz ich jeszcze do tego rozwścieczać.

source: And who is this niddering stripling, who thinks that by growing a beard he can start to look like a man, yet hides his mother's skirt?
cs: A co je to za podělaného výrostka, co si nechal narůst vousy, aby aspoň vypadal jako chlap? Proč se schováváš za máminou sukní?
es: ¿Y quién es este mozalbete que piensa que dejándose barba puede empezar a parecerse a un hombre, pero se esconde tras falda de su madre?
fr: Qui est ce petit jouvenceau qui pense qu'en se laisser pousser la barbe il aura l'air d'un homme et qui se cache néanmoins dans les jupes de sa mère ?
it: E chi è questo ragazzo pelle e ossa che crede che lasciandosi crescere la barba possa cominciare a sembrare un uomo, che sta nascondendosi dietro le sottane di sua madre?
pl: A kim jest ten bękart chowający się za plecami matki, który myśli, że zapuszczając brodę zacznie wyglądać jak mężczyzna?

source: Gawen, he was talking to you. Reumario, I think you have just sealed your fate.
cs: Gawene, to mluvil k tobě. Reumario, myslím, že zbytečně pokoušíš svůj osud.
es: Gawen, ese estaba hablando contigo. Reumario, creo que acabas de sellar tu destino.
fr: Gawen, c'est à toi qu'il s'adresse. Reumario, je pense que tu viens de signer ton arrêt de mort.
it: Gawen, sta dicendo a te. Reumario, credo che tu abbia appena deciso il tuo destino.
pl: Gawen, on mówił do ciebie. Reumario, właśnie przypieczętowałeś swój los.

source: Reumario, whatever my mother did to your brother, there is no need for you to behave like a lout. If you don't like me, fine, but show that with your sword, not with your mouth.
cs: Reumario, cokoli ti má matka udělala, není třeba se chovat jako idiot. Pokud nemáš rád mě, dobře, ale ukaž mi to svým mečem, ne jazykem.
es: Reumario, sea lo que sea lo que mi madre le hizo a tu hermano, no hay necesidad de que te comportes como un patán. Si no te gusto, bien, pero demuéstralo con tu espada, no con tu boca.
fr: Aire Reumario, quoi que ma mère ait pu faire à ton frère, ce n'est pas la peine de te comporter comme un voyou. Que tu ne m'aimes pas, soir, mais montre-le avec l'épée plutôt qu'avec ta langue !
it: Aire Reumario, qualunque cosa abbia fatto mia madre a tuo fratello, non comportarti come uno stupido. Se non ti vado a genio, bene, ma dimostralo con la tua spada, non con la bocca.
pl: Aire Reumario, cokolwiek moja matka uczyniła twemu bratu nie jest powodem byś zachowywał się jak prostak. Nie lubisz mnie, masz prawo, ale okaż to mieczem, nie ustami.

source: Heh, Heh, 'if you don't like me', Gawen, you are fabulous.
cs: Heh, Heh, 'pokud nemáš rád mě', Gawene, ty jsi hotový básník.
es: Je, je, 'si no te gusto', Gawen, eres un payaso.
fr: Eh, eh, 'si tu ne m'aimes pas', Gawen, tu es fabuleux !
it: Eh, eh, «se non ti vado a genio», Gawen, sei fantastico.
pl: No nie mogę. 'Jeśli mnie nie lubisz'. Gawen, ty jesteś wprost niesamowity.

source: Ha, Aire Reumario. First your brother, and now you. I love this game. How many more Reumarios are there, waiting to die at my hand?
cs: Ha, Aire Reumario. Nejdřív tvůj bráška a teď – ty. Milujůůůů tuto hru. Kolik vás Reumariů ještě zbývá, kolik vás čeká na to, až vás vykuchám?
es: Ja, Aire Reumario. Primero tu hermano, y ahora tú. Me encanta este juego. ¿Cuántos Reumarios más hay esperando morir por mi mano?
fr: Ha, Aire Reumario. D'abord ton frère et toi maintenant. J'adoooore ce jeu. Combien d'autres Reumario attendent encore de mourir de ma main ?
it: Ah, Aire Reumario. Prima tuo fratello e adesso tu. Mi piaaace questo gioco. Quanti Reumario ci sono ancora che aspettano che io li uccida?
pl: Aire Reumario. Najpierw twój brat a teraz ty, koocham tą grę. Ilu Reumariów czeka jeszcze bym ich zabiła?

source: There are many different kinds of death, Reumario.
cs: Protože je mnoho různých druhů smrti, Reumario.
es: Hay muchos tipos diferentes de muerte, Reumario.
fr: Il y a différentes manières de mourir, Reumario.
it: Ci sono diversi modi di morire.
pl: Wiele jest śmierci rodzajów, mój kochany Reumario.

source: Mother, put down that knife! That is an order!
cs: Matko, polož ten nůž! To je rozkaz!
es: ¡Madre, baja ese cuchillo! ¡Es una orden!
fr: Mère, lâchez ce poignard ! C'est un ordre !
it: Madre, metti giù quel coltello! È un ordine.
pl: Matko, odłóż ten nóż! To rozkaz!

source: What knife? Gawen, you are waaay to soft. They wouldn't be that merciful to us, if they had a chance to catch us.
cs: Jaký nůž? Gawene, jsi příliž měkký. Oni by k nám nebyli tak milosrdní, pokud by dostali šanci nás chytit.
es: ¿Qué cuchillo? Gawen, eres demasiado blando. No serían tan misericordiosos con nosotros, si tuvieran la oportunidad de atraparnos.
fr: Quel poignard ? Gawen, tu es beaucoup trop gentil. Ils n'auraient pas ce genre de pitié pour nous, s'ils avaient la chance de nous mettre la main dessus...
it: Quale coltello? Gawen, i tuoi modi sono troppo delicati. Non avrebbero alcuna compassione di noi, se avessero la possibilità di catturarci.
pl: Jaki nóż? Gawen , jesteś zdecydowanie za miękki. Oni nie okazaliby tyle litości, gdyby nas schwytali.

source: I don't care. Allow this man to die peacefully.
cs: To mě nezajímá. Nech ho umřít v míru.
es: No me importa. Deja que este hombre muera en paz.
fr: Peu importe. Laissez cet homme mourir paisiblement.
it: Non mi importa. Lascia che quest'uomo muoia in pace.
pl: Nie obchodzi mnie to. Pozwól mu umrzeć w spokoju.

source: Haunted Place
cs: Sídlo strašidel
es: El lugar encantado
fr: Les Ruines hantées
it: Un luogo stregato
pl: Nawiedzone miejsce

source: Nothing broke the silence except the footfalls of the march of Gawen's soldiers. Even the grass here seemed to be weak and fragile, as though it was afraid to grow here. This was the Haunted Place, infamous throughout the surrounding region.
cs: Všude bylo mrtvé ticho, přerušované jenom zvukem pochodujících vojáků Gawenovy armády. I ta tráva vypadala slabá a neduživá, jako by se bála tady vyrůst. Toto bylo Sídlo strašidel, nechvalně známé všude kolem.
es: Nada rompía el silencio, salvo las pisadas de la marcha de los soldados de Gawen. Incluso la hierba parecía débil y frágil, como si tuviera miedo de crecer aquí. Este era el lugar encantado, infame en toda la región circundante.
fr: Rien ne troublait le silence sauf les pas des soldats de Gawen. Même l'herbe à cet endroit semblait terne et fragile, comme si elle avait peur de pousser là. C'étaient les Ruines Hantées, tristement célèbres dans toute la région.
it: Non c'era nulla a rompere il silenzio oltre al rumore della marcia dei soldati di Gawen. Persino l'erba sembrava debole e fragile come se avesse paura a crescere in questi luoghi. Questo era il posto stregato, infame in tutto il circondario.
pl: Nic nie zakłócało ciszy, poza dźwiękami wydawanymi przez maszerujących żołnierzy Gawena. Nawet trawa wydawała się słaba i delikatna, jak gdyby bała się tu rosnąć. To było Nawiedzone Miejsce, okryte niesławą w całej okolicy.

source: Be careful, my lord. We do not know what may hide in those ruins.
cs: Buď opatrný, můj pane! Nevíme, co se může skrývat těch rozvalinách.
es: Tenga cuidado, mi señor. No sabemos qué puede esconderse en esas ruinas.
fr: Soyez prudent, Monseigneur. Nous ne savons pas ce qui peut bien se cacher dans ces ruines !
it: Fate attenzione, mio signore. Non sappiamo chi si nasconde in queste rovine.
pl: Bądżcie ostrożni, panie mój. Nie wiemy, co może się kryć w tych ruinach.

source: Whatever it is, it will be soon dead.
cs: Ať je to co je to, brzo to bude mrtvé.
es: Sea lo que sea, pronto estará muerto.
fr: Quoi qu'il puisse y avoir, ce sera bientôt mort !
it: Qualunque cosa sia, presto sarà morto.
pl: Cokolwiek to jest, wkrótce będzie matwe.

source: Ha, more candidates to be turned into mindless slaves! Come to me!
cs: Ha, další kandidáti ke změně na poslušné otroky! No pojďte, pojďte!
es: ¡Ja, más candidatos para convertirse en esclavos sin mente! ¡Venid a mí!
fr: Ha, voici de nouveaux candidats au statut d'esclaves décérébrés ! Approchez !
it: Ah, altri candidati per diventare schiavi senza cervello! Venite!
pl: Więcej ochotników do zamiany w bezmyślne sługi! Chodźcie!
