Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: My king? You, my king? Never! I will rip your heart out! I will cut your hands off and feed the crows with them!
cs: Můj král? Ty a můj král? Nikdy! Vyškubnu ti srdce z těla! Hrtáněm ti zakrůtím jak slépce a paprče aj čibále ti urazím a nakrmím s nima vrány!
es: ¿Mi rey? ¿Mi rey, tú? ¡Nunca! ¡Te arrancaré el corazón! ¡Cortaré tus manos, y alimentaré a los cuervos con ellas!
fr: Mon roi ? Mon roi, toi ? Jamais ! Je vais t'arracher le coeur ! Je te couperai les mains et je les jetterai aux corbeaux !
it: Il mio re? Tu, il mio re? Mai! Ti strapperò il cuore! Ti taglierò le mani e le darò in pasto ai corvi!
pl: Ty, moim królem? Nigdy! Wyrwę twoje serce! Odetnę twoje dłonie i nakarmię nimi kruki i wrony!

source: My lord, Bor Cryne not be far from here. It isn't wise to fight alone against the rebels' army.
cs: Můj pán, Bor Cryne, nebude daleko. Není to rozumný bojovat sám proti armádě rebelů.
es: Mi señor, Bor Cryne no puede estar lejos de aquí. No es sabio luchar solos contra el ejército de rebeldes.
fr: Monseigneur, Bor Cryne ne devrait pas être loin d'ici. Il n'est pas sage de se battre seul contre l'armée rebelle.
it: Mio signore, Bor Cryne non può essere lontano da qui. Non è saggio da combattere da soli contro esercito dei ribelli.
pl: Panie mój, Bor Cryne musi być niedaleko już stąd. Nie wydaje się rzeczą rozsądną walczyć samotnie przeciwko armii rebeliantów.

source: What about you, noble lord? Will you oppose your king and messiah as declared by the Oracle?
cs: Co je s tebou, vznešený lorde? Postavíš se na odpor svému králi a mesiáši prohlášeném Věštkyní?
es: ¿Y usted qué, noble señor? ¿Se opondrá a su rey y al mesías declarado por el Oráculo?
fr: Et vous, noble seigneur ? Allez-vous vous opposer à votre roi et au messie déclaré par l'Oracle ?
it: E tu, nobile signore? Ti opporrai al tuo re e liberatore proclamato dall'Oracolo?
pl: A co z wami, szlachetny panie? Czy i wy sprzeciwicie się swemu królowi i mesjaszowi, ogłoszonemu przez Wyrocznię?

source: I don't know what to think. But there IS one way to determine whether you are really what you claim to be... whether you are able to defeat us.
cs: Nevím, co si mám myslet. Ale určitě je jeden způsob, jak zajisté zjistit, že opravdu jsi tím, za koho se považuješ... Pokud budeš schopen nás porazit.
es: No sé qué pensar. Pero HAY una manera de determinar si realmente es lo que reclama ser. Si puede derrotarnos...
fr: Je ne sais plus quoi penser. Mais il y a qu'un moyen de déterminer si tu es vraiment ce que tu prétends être. Si tu nous vaincs...
it: Non so cosa pensare. Ma C'È solo un modo per decidere se voi siete veramente chi sostenete di essere. Se riuscirete a sconfiggerci...
pl: Nie wiem, co mi myśleć o tym. Ale jest wszak sposób jeden, aby odkryć, azaliż jesteście tym, kim głosicie, żeście są. Wystarczy, byście w walce nas pokonali.

source: By the way, Gawen, you are really starting to become convincing in your role. You seem to like it, despite your earlier protests.
cs: Mimochodem, Gawene, začínáš se docela vžívat do své nové role. A vypadá to, že se ti to líbí, i když jsi dřív říkal něco úplně jiného.
es: A propósito, Gawen, empiezas a parecer realmente convincente con tu papel. Parece gustarte, a pesar de lo que decías antes.
fr: Finalement, Gawen, tu commences à être vraiment convaincant dans ce rôle. On dirait que tu l'aimes malgré ce que tu en disais auparavant.
it: A proposito, Gawen, hai cominciato a essere davvero convincente nel tuo ruolo. Sembra che ti piaccia, malgrado quello che dicevi poco fa.
pl: A przy okazji Gawen, zacząłeś być całkiem przekonujący w tej roli, wbrew temu co mówiłeś wcześniej wydajesz się ją lubić.

source: Enough talk. We must slay our enemies. To arms!
cs: Konec debat. Musíme pozabíjet naše nepřátele. Do zbraně!
es: Suficiente charla. Tenemos que matar a nuestros enemigos. ¡A las armas!
fr: Assez parlé. Nous avons des ennemis à tuer ! Aux armes !
it: Basta parlare. Abbiamo dei nemici da uccidere. Alle armi!
pl: Wystaczy. Czas pozabijać naszych wrogów. Do broni!

source: Yes, to arms! To think, I am actually agreeing with an underling!
cs: Jó! OH BOŽE! Já jsem souhlasila s podřadným!
es: ¡Sí, a las armas! ¡Pensándolo, en realidad estoy de acuerdo con un plebeyo!
fr: Oui, aux armes ! Quand j'y pense, je suis effectivement d'accord avec un métèque !
it: Sì! PER TUTTI GLI DEI, sono d'accordo con un miserabile!
pl: Tak, do broni! Zaraz, ja zgadzam się z pariasem!

source: Kill all enemy leaders
cs: Zabij všechny nepřátelské vůdce
es: Muerte de todos los líderes enemigos
fr: Tuez tous les chefs ennemis.
it: Uccidi tutti i comandanti nemici
pl: Zabij wszystkich wrogich przywódców

source: Death of Deorien
cs: Deorien zemře
es: Muerte de Deorien
fr: Mort de Deorien
it: Morte di Deorien
pl: Śmierć Deoriena

source: Death of Huon Ryedric
cs: Huon Ryerdrik zemře
es: Muerte de Huon Ryedric
fr: Mort d'Huon Ryedric
it: Morte di Huon Ryedric
pl: Śmierć Huona Ryedrika

source: Some peasants may have gold to give you in this scenario when you visit their villages.
cs: Někteří sedláci ti mohou v tomto scénáři dát zlato, pokud navštívíš jejich vesnice.
es: Algunos campesinos pueden tener oro para darte en este escenario cuando visites sus aldeas.

source: All is lost! Enemy reinforcements have arrived! We have no chance to win now!
cs: Všechno je ztraceno! Přišly posily našich nepřátel! Teď už nemáme šanci vyhrát!
es: ¡Todo está perdido! ¡Llegaron los refuerzos de nuestros enemigos! ¡No tenemos ninguna oportunidad de ganar!
fr: Tout est perdu, les renforts de l'ennemi arrivent ! Nous n'avons plus aucune chance de gagner !
it: Tutto è perduto! Sono arrivati i rinforzi del nemico! Adesso non abbiamo più nessuna possibilità di vincere!
pl: Nadciągnęły nowe wojska nieprzyjaciela! Teraz nie mamy już szans na zwycięstwo!

source: Curses! We are too late.
cs: Zatraceně! Přišli jsme pozdě!
es: ¡Maldición! Llegamos demasiado tarde.
fr: Malédiction ! Nous arrivons trop tard.
it: Dannazione! Troppo tardi.
pl: Do diabła! Spóźniliśmy się.

source: Should we attack, my lord?
cs: Měli bychom zaútočit, můj pane?
es: ¿Debemos atacar, mi señor?
fr: Doit-on attaquer, Monseigneur ?
it: Dobbiamo attaccare, signore?
pl: Czy ruszamy do ataku, panie mój?

source: No. As usual, Hoyre screwed up everything he possibly could. We will withdraw to the north, and wait until Grekulak arrives to help us.
cs: Ne. Hoyre podělal co moh, jako dycky. Ustoupíme na sever a počkáme, dokud nedojde Grekulak a nepomůže nám.
es: No. Hoyre se apuró todo lo que pudo, como de costumbre. Nos retiraremos al norte, y esperaremos hasta que Grekulak venga a ayudarnos.
fr: Non. Hoyre, comme à son habitude, a saboté tout ce qui était à sa portée. Nous allons nous retirer vers le nord et attendre que Grekulak vienne nous aider.
it: No. Hoyre come al solito ha mandato all'aria tutto quello che ha potuto. Ci ritireremo verso nord e aspetteremo che arrivi Grekulak ad aiutarci.
pl: Nie. Hojre jak zwykle schrzanił wszystko, co był w stanie schrzanić. Wycofamy się na północ, i poczekamy, aż Grekulak przybędzie nam pomóc.

source: My king, I've heard that some of people of Wesnoth have started to take revenge on their own. A few Akladian villages were massacred south of Freetown. What will you do?
cs: Můj králi, zaslechl jsem, že lidé Wesnothu již začali tažení msty na vlastní pěst. Několik akladijských vesnic, jižně od Svobodova, již bylo zmasakrováno. Co s tím budeš dělat?
es: Mi rey, he oído que algunas gentes de Wesnoth han comenzado una venganza por su cuenta. Algunas aldeas akladianas fueron masacradas al sur de Freetown. ¿Qué hará?
fr: Mon roi, J'ai entendu dire que des gens de Wesnoth ont commencé à se faire justice eux-mêmes. Quelques villages Akladiens ont été détruits au sud de Freetown. Qu'allez-vous faire ?
it: Mio re, si dice che la gente di Wesnoth ha già cominciato a farsi giustizia da sola. Alcuni villaggi di Akladia sono stati massacrati a sud di Freetown. Cosa farete?
pl: Mój królu, słyszałem że niektórzy Wesnothianie zaczęli wywierać własną zemstę, zmasakrowano kilka wiosek na południe od Wolnego Miasta. Co uczynicie?

source: And what do you think he could do? People want revenge, so...
cs: A co si myslíš, že by s tím mohl udělat? Lidé prahnou po pomstě, tak...
es: ¿Y qué crees que podría hacer? La gente quiere venganza, así que...
fr: Et que penses-tu qu'il puisse faire ? Les gens veulent se venger, alors...
it: E cosa pensi che potrebbe fare? La gente vuole vendetta, e dunque...
pl: A co myślisz, że może zrobić? Ludzie chcą zemsty...

source: Revenge on whom? On innocent woman and children?
cs: Pomstu na kom? Na nevinných ženách a dětech?
es: ¿Venganza contra quién? ¿Inocentes mujeres y niños?
fr: Une revanche sur qui ? Des femmes et des enfants innocents ?
it: Vendetta su chi? Donne innocenti e bambini?
pl: Na kim? Niewinnych kobietach i dzieciach?

source: Innocent? No Akladian is innocent! Even if they didn't participate in the massacres, maybe their husbands or uncles did, and...
cs: Nevinných? Žádný Akladijec není bez viny! Přestože se možná oni nepodíleli na masakrech, tak zajisté jejich manželé, otcové, strýci a ...
es: ¿Inocente? ¡Ningún akladiano es inocente! Incluso si no participaron en las masacres, tal vez sus maridos o tíos sí, y...
fr: Innocents ? Aucun Akladien n'est innocent. Même s'ils n'ont pas participé aux massacres, leurs maris ou leurs oncles l'ont fait et...
it: Innocente? Non c'è nessun di Akladia innocente. Anche se non avessero partecipato ai massacri, forse i loro mariti o zii lo hanno fatto e...
pl: Niewinnych? Żaden Akladianin nie jest niewinny. Nawet jeśli nie brali udziału w rzezi, to ich mężowie lub wujowie mogli, a poza tym...

source: How many Wesnothians have been brought back from the dead by the killing of Akladian children, Huon? I lost whole family in Freetown. But I don't want to avenge them by killing families of innocent people. It will not bring them back.
cs: Kolika našim blízkým navrátí život zabití akladijských dětí, Huone? Ztratil jsem při Svobodovském masakru celou rodinu. Ale nemíním se proto mstít na nevinných.
es: ¿Cuántos wesnodianos han resucitado tras la matanza de niños akladianos, Huon? Perdí a toda mi familia en Freetown. Pero no quiero vengarlos matando a familias de personas inocentes. No los traerá de vuelta.
fr: Combien de Wesnothiens ont été ramenés à la vie en exécutant des enfants Akladiens, Huon ? J'ai perdu toute ma famille à Freetown. Mais je ne veux pas me venger en tuant les familles de gens innocents. Cela ne me les ramènerait pas.
it: Quanti uomini di Wesnoth torneranno in vita uccidendo i bambini di Akladia, Huon? Ho perso la mia intera famiglia a Freetown. Ma non desidero vendicarli uccidendo le famiglie di gente innocente.
pl: Ilu Wesnothian wskrzesiło mordowanie Akladiańskich dzieci? Straciłem całą rodzinę w wolnym mieście, ale nie chcę ich mścić mordując niewinnych.

source: You have to react, my king. If you won't stop this, Akladians with turn away from you and there will be another round of civil war.
cs: Ale přesto musíš nějak reagovat, můj králi. Pokud to nezastavíš, Akladijci se od tebe odvrátí a začne nové kolo občanské války.
es: Tiene que reaccionar, mi rey. Si no detiene esto, los akladianos le darán la espalda y habrá otra época de guerra civil.
fr: Vous devez réagir, sire. Si vous n'arrêtez pas ça, les Akladiens se détourneront de vous et ce sera reparti pour un autre tour de guerre civile.
it: In ogni caso, dovete reagire, mio re. Se non fermerete tutto questo, la gente di Akladia vi girerà le spalle e sarà un'altra guerra civile.
pl: Musicie zareagować, mój królu. Jeśli tego nie przerwiesz, Akladianie się od ciebie odwrócą i wojna domowa rozgorzeje z nową siłą.

source: Punish them? Why? They acted out of despair and anger, they lost their whole families at the hands of Akladians, how can you punish them? If you do, a lot of the Wesnothians will turn away from you...
cs: Potrestat je? Proč? Jednali, protože cítili bolest a zlost, rukama Akladijců ztratili celé rodiny, tak jak bychom je mohli trestat? A pokud to uděláš, všichni westnothští se od tebe odvrátí...
es: ¿Castigarlos? ¿Por qué? Actuaron por desesperación e ira, perdieron a toda su familia a manos de los akladianos, ¿cómo puede castigarlos? Si lo hace, muchos de los wesnodianos se apartarán de usted...
fr: Les punir ? Pourquoi ? Ils ont agi par désespoir et par colère, ils ont perdu toute leur famille par la main des Akladiens, comment pourriez-vous les punir ? Si vous le faites, beaucoup de Wesnothiens se détourneront de vous...
it: Punirli? Perché? Hanno agito per disperazione e rabbia, hanno perso le loro intere famiglie per mano di Akladia, come potete punirli? E se lo farete, quelli di Wesnoth vi gireranno le spalle...
pl: Ukarać ich? Dlaczego? Działali pod wpływem gniewu i rozpaczy, stracili całe swoje rodziny z rąk Akladian, jak możecie chcieć dla nich kary? Jeżeli ukarzecie ich, wielu Wesnotyjczyków odwróci się od was...

source: I now declare amnesty for everyone. But from this moment forward, anyone who wants to spill innocent blood will be hunted by me and my people. People who have already committed crimes should go make a pilgrimage to the Oracle to ask for forgiveness.
cs: Vyhlašuji totální amnestii. Všem a na vše. Ale od této chvíle, kdo prolije byť jen kapku nevinné krve, bude štván mnou a mými lidmi. Lidmi, kteří vzali za své, že všichni kriminálníci by měli podstoupit pouť k Věštkyni a požádat ji o odpuštění.
es: Declararé una amnistía para todos. Pero a partir de este momento, cualquiera que derrame sangre inocente será perseguido por mí y mi gente. Aquellos que ya hayan cometido delitos deben peregrinar al Oráculo para rogar el perdón.
fr: Je déclare une amnistie pour tous. Mais dorénavant, quiconque fera couler le sang innocent sera pourchassé par moi et mes gens. Ceux qui ont déjà commis des crimes devraient aller en pèlerinage à la ville de l'Oracle pour demander pardon.
it: Proclamo l'amnistia per tutti. Ma da questo momento chiunque desideri versare sangue innocente sarà perseguitato da me e dalla mia gente. Chi ha già commesso dei crimini dovrebbe andare in pellegrinaggio dall'Oracolo per chiedere perdono.
pl: Ogłaszam powszechną amnestię. Ale od tej chwili każdy, kto chce rozlać niewinną krew, będzie ścigany przeze mnie i moich ludzi. Ci, którzy mają jakieś zbrodnie na sumieniu, powinni udać się w pielgrzymkę do Wyroczni i prosić o przebaczenie.

source: THIS is supposed to be a punishment? Akladians won't like it.
cs: To má být trest? To se nebude Akladijcům líbit.
es: ¿ESO se supone que es un castigo? A los akladianos no les gustará.
fr: C'est censé être une punition ? Les Akladiens ne vont pas aimer ça.
it: E questa dovrebbe essere una punizione? A quelli di Akladia non piacerà.
pl: To ma być kara? Akladyjczykom się to nie spodoba.

source: I am the messiah. Any Akladians who would contest my words are tools of evil and will never be admitted to the land of their ancestors.
cs: Já jsem mesiáš. Akladijci, kteří budou reptat proti mým nařízením, jsou pouhé nástroje ďábla a nebude jim umožněno následovat své předky do jejich země.
es: Soy el mesías. Cualquier akladiano que discuta mis palabras es una herramienta del mal y nunca será admitido en la tierra de sus ancestros.
fr: Je suis le messie. Les Akladiens qui contestent mes mots sont les instruments du mal et ne seront jamais admis au pays de leurs ancêtres.
it: Io sono il liberatore. Gli uomini di Akladia che si oppongono alla mia spada sono strumenti del male e non entreranno mai nella terra degli antenati.
pl: Jestem mesjaszem, Akladyjczycy podważający me słowa są narzędziem zła i nigdy nie ujrzą ziemi przodków.

source: Messiah? You do not actually believe that!?
cs: Mesiáš? Ty tomu opravdu věříš?
es: ¿Mesías? ¡¡En realidad no crees eso!!
fr: Messie ? Vous ne croyez tout de même pas à ça ?
it: Il liberatore? Tu non dirai sul serio?
pl: Mesjasz? Nie sądziłem, że naprawdę w to wierzysz!?

source: Huon, the proper way to address your king is 'your majesty' - or at the least 'my king'. Deorien was right all the time, now I see it clearly. Akladians might rebel against their king and they might definitely rebel against a king of mixed blood. But they cannot rebel against the hand of God on earth.
cs: Huone, jediný způsob, jak správně oslovovat svého krále je „Vaše Veličenstvo“ nebo alespoň „můj králi“. Deorien měl vždy pravdu a nyní to vidím. Akladijci se mohou vzepřít svému králi a určitě by se vzepřeli králi smíšené krve. Ale nemohou se vzepřít proti Božímu nástroji na tomto světě.
es: Huon, la forma correcta de dirigirse a su rey es "su majestad", o al menos "mi rey". Deorien siempre tuvo razón, ahora lo veo claro. Los akladianos podrían rebelarse contra su rey y desde luego podrían rebelarse contra un rey de sangre mestiza. Pero no pueden rebelarse contra la mano de Dios en la tierra.
fr: Huon, la manière convenable de s'adresser à votre roi est 'votre majesté' ou au moins 'mon roi'. Deorien avait raison depuis le début, maintenant, je le constate. Les Akladiens peuvent se rebeller contre leur roi et bien davantage contre un roi au sang mêlé. Mais ils ne peuvent pas se rebeller contre la main de Dieu sur terre.
it: Huon, la maniera adeguata per rivolgersi al vostro re è "vostra maestà" o almeno "mio re". Deorien aveva proprio ragione, ora mi è chiaro. La gente di Akladia può ribellarsi contro il loro re e ancora di più contro un re di sangue misto. Ma non può ribellarsi contro la mano degli dei sulla terra.
pl: Huonie, właściwym sposobem na zwracanie się do króla jest <i>wasza wysokość</i> lub przynajmniej: <i>mój królu</i>. Deorien miał rację i teraz to widzę. Akladyjczycy mogą się zbuntować przeciw własnemu władcy, szczególnie władcy mieszanej krwi, ale nigdy nie powstaną przeciw ręce Boga na ziemi.

source: The way to Vattin is free of enemies. Let's go.
cs: Cesta do Vattinu je volná. Můžeme vyrazit.
es: El camino a Vattin está libre de enemigos. Vayamos.
fr: Pas d'ennemi en vue sur la route de Vattin. Allons-y.
it: La strada per Vattin è libera dai nemici. Andiamo.
pl: Droga do Vattin wolna jest od wrogów. Ruszajmy.

source: My king, we could really use some help here.
cs: Můj králi, opravdu by se nám tu hodila nějaká pomoc.
es: Mi rey, realmente nos vendría bien un poco de ayuda aquí.
fr: Mon roi, de l'aide ne serait pas de trop ici.
it: Mio re, potremmo davvero usare un po' di aiuto.
pl: Królu mój, przydałoby się nam tutaj nieco pomocy.

source: We are under heavy assault, my king. We really could use some help here.
cs: Jsme pod těžkým útokem, můj králi. Opravdu by se nám tu hodila nějaká pomoc.
es: Estamos bajo un fuerte asalto, mi rey. Realmente nos vendría bien un poco de ayuda aquí.
fr: Nous subissons une attaque massive, mon roi ! Nous avons vraiment besoin d'aide !
it: Siamo sotto un pesante attacco, mio sire. Abbiamo davvero bisogno di aiuto.
pl: Królu mój, wróg bardzo mocno nas naciska. Naprawdę by się nam przydała pomoc.

source: The barbarians attack me! I need help NOW!
cs: Zaútočili na mě barbaři! Potřebuji HNED pomoct!
es: ¡Los bárbaros me atacan! ¡Necesito ayuda YA!

source: What? Mother, are you hurt?
cs: Co je? Matko, jsi zraněná?
es: ¿Qué? Madre, ¿estás herida?
fr: Quoi ? Mère, vous êtes blessée ?
it: Cosa? Madre, sei ferita?
pl: Co się stało? Matko, jesteś ranna?

source: No... I'm ok... I'm ok... It was nothing.
cs: Ne... Jsem v pořádku... Jsem v pořádku... Nic to nebylo.
es: No... Estoy bien... Estoy bien... No fue nada.

source: But what that? Are you wounded?
cs: Ale co to bylo? Jsi zraněná?
es: ¿Pero qué es? ¿Estás herida?
fr: Mais, c'était quoi ? Vous êtes blessée ?
it: Ma cosa è successo? Sei ferita?
pl: Ale co to była? Jesteś ranna?

source: No, Gawen, I've told you I'm OK!
cs: Ne, Gawene, už jsem ti říkala, že jsem v pořádku!
es: ¡No, Gawen, te he dicho que estoy bien!
fr: Non, Gawen, je t'ai dit que ça allait !
it: No, Gawen, ti ho detto che sto bene!
pl: Nie Gawenie, mówiłam ci już, NIC MI NIE JEST.

source: The witch most likely accidentally drank a poison she was preparing for someone else.
cs: Asi ta bosorka vypila nějaký jed, který namíchala pro někoho jiného.
es: La bruja probablemente bebió por accidente un veneno que estaría preparando para otra persona.
fr: La sorcière a probablement bu par erreur un poison qu'elle avait préparé pour quelqu'un d'autre.
it: Probabilmente la strega ha bevuto per errore un veleno che aveva preparato per qualcun altro.
pl: Wiedźma zapewnie wypiła przez przypadek truciznę, którą szykowała dla kogo innego.

source: No, my lord. I think I know what's happening with your step-mother, but if she does not want to tell you, neither will I. But be prepared... she may not be able to fight in some of the battles which await us in future.
cs: Ne, můj králi. Myslím, že vím, co se děje s tvou macechou, ale pokud ti to nechce říct ona, nebudu ti to říkat já. Ale buď připraven, že nebude schopna bojovat v příštích bitvách.
es: No, mi señor. Creo que sé lo que está pasando con su madrastra, pero si ella no quiere decírselo, yo tampoco. Pero prepárese... es posible que no pueda pelear en algunas de las batallas que nos esperan en el futuro.
fr: Non, Monseigneur. Je pense savoir ce qui arrive à votre belle-mère, mais si elle ne veut rien vous dire, je ne le ferai pas non plus. Attendez-vous à ce qu'elle... ne soit plus en mesure de participer aux batailles qui nous attendent.
it: No, mio signore. Penso di sapere cosa sta accadendo alla vostra matrigna, ma se lei non vuole dirvelo, non lo farò neanche io. Siate preparato al fatto che non potrà prendere parte alle battaglie che ci attendono in futuro.
pl: Nie, mój panie. Myślę, że wiem co się dzieje z macochą waszje wysokości, ale jeśli ona nie chce wam powiedzieć, ja tego również nie zrobię. Bądźcie jednak przygotowany na to, że może nie być w stanie brać udziału w bitwach, które nas czekają w przyszłości.

source: Underling, be silent. You know nothing. You all know nothing. I will fight.
cs: Sklapni, podřadný. Víš kulový. Vy všichni víte kulový. Lorin bude bojovat.
es: Plebeyo, guarda silencio. No sabes nada. Ninguno de ustedes sabe nada. Lucharé.
fr: Silence métèque ! Tu ne sais rien ! Aucun d'entre vous ne sait ! Je vais me battre !
it: Taci, miserabile! Tu non sai nulla. Tu non sai proprio nulla. Lorin combatterà.
pl: Pariasie, milcz. Nic nie wiesz. Wy wszyscy nic nie wiecie. Będę walczyć.

source: No! I haven't avenged my family!
cs: Ách! Nepomstil jsem svou rodinu!
es: ¡No! ¡No he vengado a mi familia!
fr: Aaaargh ! Je n'ai pas vengé ma famille !
it: Aaarch! Non ho vendicato la mia famiglia!
pl: Nie! Nie pomściłem jeszcze mojej rodziny!

source: Stop! Don't kill me! I will give you a lot of gold if you will spare me!
cs: Přestaň! Nezabíjej mě! Dám ti spoustu zlata, pokud mě ušetříš!
es: ¡Para! ¡No me mates! ¡Te daré mucho oro si me perdonas!
fr: Arrêtez ! Ne me tuez pas ! Je vous donnerai plein d'or si vous m'épargnez !
it: Fermo! Non uccidermi! Ti darò tutto l'oro che vuoi se risparmierai la mia vita!
pl: Zatrzymaj się! Nie zabijaj mnie! Dam ci mnóstwo złota, jeśli mnie oszczędzisz!

source: Were you at Freetown?
cs: Byl's ve Svobodově?
es: ¿Estuviste en Freetown?
fr: Étiez-vous à Freetown ?
it: Sei stato a Freetown?
pl: Czy byłeś w Wolnym Mieście?

source: NO! That was Bor Cryne! Don't kill me!
cs: NE! To byl Bor Cryne! Nezabíjej mě!
es: ¡NO! ¡Ese era Bor Cryne! ¡No me mates!
fr: NON ! C'était Bor Cryne ! Ne me tuez pas !
it: NO! È stato Bor Cryne! Non uccidermi!
pl: Nie! To był Bor Cryne! Nie zabijaj mnie!

source: I am an empty shell.
cs: Jsem jen prázdná skořápka.
es: Soy una cáscara vacía.
fr: Je suis une coquille vide.
it: Sono un guscio vuoto.
pl: Jestem pustą skorupą.
