Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Gaumhaldric, an interesting mother you have. Can I ask you a question?
cs: Hej, Gaumhaldriku, máš moc překrásnou matku. Mohu na slovíčko?
es: Gaumhaldric, una madre interesante la que tienes. ¿Puedo hacerte una pregunta?
fr: Gaumhaldric, vous avez une mère intéressante. Est-ce que je peux vous poser une question ?
it: Ehi Gaumhaldric, tua madre è una donna affascinante. Ti posso fare una domanda?
pl: Hej Gaumhaldric, masz piękną matkę. Mogę ciebie o coś zapytać?

source: Sure, go ahead.
cs: Jasně, pokračuj.
es: Claro, adelante.
fr: Bien sûr, allez-y.
it: Certo, dimmi.
pl: Jasne, dawaj.

source: Is she spoken for? I mean, is there someone she loves? I have often noticed her gazing up at the sky, far, far away, as if she were thinking about someone... or something.
cs: Je zadaná? Víš... myslím... no zkrátka jestli někoho miluje. Kolikrát jsem ji přistihl, jak vzhlíží na nebe, jako kdyby na někoho myslela... nebo na něco.
es: ¿Está pedida? Quiero decir, ¿hay alguien a quien quiera? A menudo la he visto mirar al cielo, muy, muy lejos, como si pensara en alguien... o en algo.
fr: Est-ce qu'elle est engagée ? Je veux dire, est-ce qu'elle aime quelqu'un ? J'ai remarqué qu'elle regardait le ciel, très très loin parfois, comme si elle pensait à quelqu'un, ou à quelque chose.
it: È impegnata? Voglio dire, ama qualcuno? Ho notato che a volte volge lo sguardo al cielo, lontano, lontano come se stesse pensando a qualcuno... o a qualcosa.
pl: Czy ona jest zajęta? To znaczy, czy ma kogoś, kogo by kochała? Zauważyłem, że często spogląda w niebo, daleko, bardzo daleko, jakby myślała o kimś... lub o czymś.

source: I think she must be remembering my father. She has no one else I know about.
cs: Myslím, že vzpomíná na mého otce. Pokud vím tak nikoho jiného nemá.
es: Creo que debe estar recordando a mi padre. Ella no tiene a nadie más que yo sepa.
fr: Je suppose qu'elle se rappelle mon père. À ma connaissance, elle n'a personne d'autre.
it: Penso che ripensi a mio padre. Non ha nessun altro che io sappia.
pl: Myślę, że przypomina sobie mojego ojca. O ile mi wiadomo, nie ma nikogo innego w jej życiu.

source: That is fortunate for me. She seems to have locked her heart up in an unbreakable fortress... but I think I can find a way into her heart. With time and patience, I'm sure I can discover a way to break down those walls.
es: Eso es una suerte para mí. Parece que ha encerrado su corazón en una fortaleza inquebrantable... pero creo que puedo encontrar una forma de entrar en su corazón. Con tiempo y paciencia, estoy seguro de que puedo descubrir una forma de derribar esos muros.
fr: C'est heureux pour moi. Elle a l'air d'avoir enfermé son cœur dans une forteresse imprenable... mais je crois que je peux en trouver le chemin. Avec du temps et de la patience, je suis certain de pouvoir découvrir le moyen de jeter bas ces murs.
pl: To szczęśliwa nowina. Zdaje się jej, że zamknęła swe serce w twierdzy o murach nie do przełamania... ale ja sądzę, że znajdę do tej twierdzy drogę. Czas i cierpliwość pomogą mi odnaleźć sposób obalenia tych murów.

source: Majid Yahyazad, Lorin is my step-mother, but she has never really shown any tenderness, even to me. I have always known her to be a harsh and unforgiving woman.
es: Majid Yahyazad, Lorin es mi madrastra, pero nunca me ha mostrado ninguna ternura, ni siquiera a mí. Siempre la he conocido como una mujer dura e implacable.
fr: Majid Yahyazad, Lorin est ma belle-mère, mais elle ne n'a jamais montré de tendresse envers quiconque, même pas moi. Je l'ai toujours connue brutale et impitoyable.
pl: Majidzie Yahyazad, Lorin to moja macocha, ale nigdy nikomu nie okazała uczucia, nawet mi. Znam ją od zawsze jako surową, twardą i pamiętliwą kobietę.

source: I'm afraid pursuing her will come with a heavy price. I think she thinks love is a weakness... she seems more interested in war and finding new ways to cause pain to others.
es: Me temo que perseguirla tendrá un alto precio. Creo que piensa que el amor es una debilidad... parece más interesada en la guerra y en encontrar nuevas formas de causar dolor a los demás.
fr: J'ai bien peur que la courtiser ne vous coûte très cher. Je crois qu'elle pense que l'amour est une faiblesse... elle paraît plus intéressée par la guerre et la découverte de nouveaux moyens de faire souffrir autrui.
pl: Obawiam się, że pościg za jej sercem może kosztować bardzo wiele. Sądzę, że ona uważa miłość za słabość... Więcej ją interesuje wojna i nowe drogi zadawania bólu innym.

source: Ah, Gaumhaldric, perhaps you are right, but if it will be as a war to unlock her heart, I am prepared to wage it. I am well-acquainted with the ways of war.
es: Ah, Gaumhaldric, tal vez tengas razón, pero si es como una guerra para desbloquear su corazón, estoy dispuesto a librarla. Estoy bien familiarizado con los caminos de la guerra.
fr: Ah, Gaumhaldric, peut-être avez-vous raison, mais si forcer son cœur s'apparente à une guerre, alors je suis prêt à la livrer. Je suis assez compétent en ce qui concerne la guerre.
pl: Gaumhaldriku, może być i tak, że masz rację. A jednak, jeżeli to zdobycie jej serca będzie wojną, to jestem gotowy, by ją prowadzić. Znam się na sztuce prowadzenia wojny.

source: Besides, in the end, the war for the affection of a worthy woman is the only war where the price to win is a privilege, not a burden, to pay.
es: Además, al final, la guerra por el afecto de una mujer digna es la única guerra en la que el precio a pagar por ganar es un privilegio, no una carga.
fr: D'une autre côté, finalement, la bataille pour gagner l'affection d'une femme de qualité est la seule guerre où l'effort à consentir est un privilège et non une fatigue.
pl: Poza tym, w końcu wojna o uczucie wartej tego kobiety jest jedyną walką, w której cena, którą trzeba zapłacić, jest przywilejem, a nie ciężarem.

source: You find my step-mother... a worthy challenge, then?
es: ¿Encuentras a mi madrastra... un digno desafío, entonces?
fr: Vous trouvez donc que ma marâtre... est un défi qui en vaut la peine ?
pl: Znajdujesz więc moją macochę.. godnym wyzwaniem?

source: I do... and shall gladly pay the price to try to win her heart.
es: Lo hago... y con gusto pagaré el precio para tratar de ganar su corazón.
fr: Certainement... et je paierai volontiers le prix qu'il faudra pour gagner son cœur.
pl: Tak jest. I chętnie zapłacę każdą cenę konieczną, by zdobyć jej serce.

source: You have my blessing, noble Majid, for what it's worth. Sometimes the ruthlessness of the 'She-Wolf of Haeltin' still scares even me.
es: Tienes mi bendición, noble Majid, por lo que vale. A veces, la crueldad de la 'Loba de Haeltin' todavía me asusta incluso a mí.
fr: Vous avez ma bénédiction, noble Majid, pour autant que ça vaille quelque chose. Parfois, la rudesse de la « Louve de Haetlin » m'effraie moi-même.
pl: Masz moje błogosławieństwo, choć nie wiem, ile jest ono warte. Czasami bezwględność Wilczycy z Haeltin wciąż przeraża nawet mnie.

source: Mother, may I have a word with you?
cs: Matko, mohu si s tebou promluvit?
es: Madre, ¿puedo hablar contigo?
fr: Mère, est-ce qu'on peut discuter un instant ?
it: Madre, posso dirti una cosa?
pl: Matko, mogę zamienić z tobą słowo?

source: Your clan once bought poison from outlaws. Why?
cs: Tvůj klan jednou koupil od podsvětí jed. Proč?
es: Tu clan una vez compró veneno a los forajidos. ¿Por qué?
fr: Votre clan a acheté du poison aux hors-la-loi. Pourquoi ?
it: Il tuo clan ha procurato del veleno da Senzalegge. Perché?
pl: Twój klan kupił truciznę od banitów. Dlaczego?

source: What do you think about Yahyazad?
cs: Co si myslíš o Jahjazadi?
es: ¿Qué opinas sobre Yahyazad?
fr: Que pensez-vous d'Yahyazad ?
it: Che ne pensi di Yahyazad?
pl: Co myślisz o Yahyazadzie?

source: What do you know about orcs?
cs: Co víš o skřetech?
es: ¿Qué sabes sobre los orcos?
fr: Que savez-vous au sujet des orcs ?
it: Cosa sai degli orchi?
pl: Co wiesz o orkach?

source: How did my real mother die?
cs: Jak moje skutečná matka zemřela?
es: ¿Cómo murió mi verdadera madre?
fr: Comment ma vraie mère est-elle morte ?
it: Come è morta mia madre?
pl: Jak zmarła moja prawdziwa matka?

source: Why do you ask?
cs: Proč se ptáš?
es: ¿Por qué lo preguntas?
fr: Pourquoi demandes-tu ça ?
it: Perché lo chiedi?
pl: Dlaczego pytasz?

source: Well, he seems to be interested in you.
cs: Víš, vypadá, jako kdyby se o tebe zajímal...
es: Bueno, parece estar interesado en ti.
fr: Eh bien, il semble s'intéresser à vous.
it: Be', pare che sia interessato a te.
pl: Wygląda na to, że wzbudziłaś jego zainteresowanie.

source: Yes, I noticed that. I think one would have to be blind NOT to notice that. But I am not interested in him.
cs: Ano. To jsem poznala. To by jedna musela být slepá, aby to nepoznala. Ale já se nezajímám o něj.
es: Sí, me di cuenta de eso. Creo que habría que estar ciega para NO darse cuenta. Pero no estoy interesada en él.
fr: Oui, je l'ai remarqué. Il faudrait être aveugle pour ne PAS le remarquer. Mais il ne m'intéresse pas.
it: Sì, l'ho notato. Penso che solo un cieco non lo noterebbe. Ma lui non mi interessa.
pl: Tak, zauważyłam to. Chyba trzeba być ślepym, żeby tego nie zauważyć. Ale bez wzajemności.

source: Why not? He seems to be a good man.
cs: Proč? Je to prima chlap.
es: ¿Por qué no? Parece ser un buen hombre.
fr: Pourquoi ? Il a l'air d'être un homme de bien.
it: Perché? È un bel ragazzo.
pl: Dlaczego? Wydaje się być dobrym człowiekiem.

source: He is an underling.
cs: Je to podřadný.
es: Es un plebeyo.
fr: C'est un métèque.
it: È un miserabile.
pl: To parias.

source: Underling? Mother, why do you still use such words? I am 'underling' too, after all.
cs: Podřadný? Matko, proč pořád používáš to slovo? Mimochodem, já jsem taky PODŘADNÝ.
es: ¿Plebeyo? Madre, ¿por qué todavía usas esa palabras? Soy un 'plebeyo' también, al fin y al cabo.
fr: Métèque ? Mère, pourquoi utiliser de tels mots ? Je suis moi aussi un métèque, après tout.
it: Un miserabile? Madre, perché usi questo termine? Anche io sono un miserabile, dopo tutto.
pl: Pariasem? Matko, dlaczego używasz takich słów? Ostatecznie ja też jestem pariasem, czyż nie?

source: No! I could never call you that. You are not... I mean... I... oh, you are too young to understand!
cs: NE! Tak bych ti nikdy neřekla! Ty nejsi... Myslela jsem tím... Já... Ach. Jsi ještě moc mladý, abys to pochopil.
es: ¡No! Nunca podría llamarte así. No eres... quiero decir... yo... ¡ah, eres demasiado joven para entender!
fr: Non. Je ne t'appellerais jamais comme ça. Tu n'es pas... Je veux dire... Je... Ah, tu es trop jeune pour comprendre !
it: No! Non devi mai dire una cosa del genere. Tu non sei... voglio dire... Ah, sei troppo giovane per capire.
pl: Nie! Nigdy bym ciebie tak nie nazwała. Ty nie jesteś.. To znaczy.. ja.. Jesteś po prostu za młody, by to zrozumieć.

source: Besides, you have lost your memory, so you probably do not remember what our customs are regarding widows that betray their dead husbands. I will explain it to you another time.
cs: A navíc, přišel jsi o paměť, takže si asi nepamatuješ, co se podle našeho starého obyčeje stane vdově, která podvede svojeho muže, i když je pod drnem. Někdy ti o tom povím.
es: Además, has perdido la memoria, así que probablemente no recuerdes cuáles son nuestras costumbres respecto a las viudas que traicionan a sus maridos muertos. Te lo explicaré en otra ocasión.
fr: D'ailleurs, tu as perdu la mémoire, tu as donc probablement dû oublier aussi nos coutumes à propos des veuves qui trahissent leur mari défunt. Je t'expliquerai ça une autre fois.
it: Inoltre, hai perso la memoria al punto che forse non ti ricordi neanche quali sono le nostre tradizioni sulle vedove, che tradiscono il proprio marito defunto. Te le spiegherò più tardi.
pl: Poza tym, straciłeś pamięć i pewnie nie pamiętasz, jak postępują Akladyjczycy z wdowami, które zdradzają swoich martwych mężów. Kiedyś ci to wyjaśnię.

source: Orcs? They are good fighters. Strong, disciplined, I wish I had such soldiers.
cs: Skřeti? Jsou to dobří bojovníci. Silní, disciplinovaní. Chtěla bych takové vojáky.
es: ¿Orcos? Son buenos luchadores. Fuertes, disciplinados, ojalá tuviera soldados así.
fr: Les orcs. Ce sont de bons combattants. Forts, disciplinés, je souhaiterais avoir de tels soldats.
it: Orchi: sono buoni guerrieri. Forti, disciplinati, ne avessi di soldati così.
pl: Orki: dobrzy wojownicy. Silni, zdyscyplinowani. Chciałabym mieć takich żolnierzy.

source: Mother, orcs just burn, pillage, and murder! They hate us, and yet you seem to respect them?!?
cs: Matko, skřeti pálí, rabují, vraždí. Nenávidí nás, a ty je obdivuješ?
es: ¡Madre, los orcos solo queman, saquean y asesinan! ¿¡¿Nos odian, y encima parece que los respetes?!?
fr: Mères, les orcs incendient, pillent, et tuent ! ils nous détestent et vous semblez les respecter ?!?
it: Madre, gli orchi incendiano, fanno razzie, assassinano, ci odiano e tu sembri rispettarli?!?
pl: Matko, orki palą, łupią, mordują, nienawidzą nas, a ty je darzysz szacunkiem?!?

source: Well, we are burning, pillaging, murdering and hate our enemies too. What's the difference?
cs: Dobře. My taky pálíme, rabujeme, vraždíme a nesnášíme naše nepřátele. A co?
es: Bueno, estamos quemando, saqueando, asesinando y odiando a nuestros enemigos también. ¿Cual es la diferencia?
fr: Et bien, nous incendions, pillons, tuons et détestons aussi nos ennemis. Où est la différence ?
it: Beh, anche noi incendiamo, razziamo, assassiniamo e odiamo i nostro nemici. E allora?
pl: No coż, my również palimy, łupimy, zabijamy i nienawidzimy naszych wrogów. I co z tego?

source: Poison? What poison? My clan has never bought any poison!
cs: Jed? Jaký jed? Naši nikdy nekoupili žádný jed.
es: ¿Veneno? ¿Qué veneno? ¡Mi clan nunca ha comprado ningún veneno!
fr: Du poison ? Quel poison ? Mon clan n'a jamais acheté de poison !
it: Veleno? Quale veleno? Il mio clan non ha mai comprato nessun veleno.
pl: Trucizna? Jak trucizna? Mój klan nigdy nie kupował żadnej trucizny!

source: Rob Roe told me about it.
cs: Rob Roe mi to řekl.
es: Rob Roe me lo contó.
fr: Rob Roe me l'a dit.
it: Me lo ha detto Rob Roe.
pl: Rob Roe mi o tym powiedział.

source: Can you repeat that name? Rob - Roe. Rob Roe... No, I can't say I remember that name. I don't know anything about my clan buying a poison. But then, I am only a woman, and our clan lord didn't tell me everything.
cs: Můžeš to jméno zvopakovat? Rob – Roe. Rob Roe... Ne, to jméno si nepamatuju. Nevím nic o tom, že by můj klan kupoval nějaký jed. Ale jsem jenom žena a náš klanový vůdce se mi se vším nesvěřoval.
es: ¿Puedes repetir ese nombre? Rob - Roe. Rob Roe... No, no puedo decir que recuerdo ese nombre. No sé nada sobre mi clan comprando un veneno. Sin embargo, sólo soy una mujer, y nuestro señor del clan no me lo cuenta todo.
fr: Répète un peu ce nom ? Rob — Roe. Rob Roe... Non, ça ne me rappelle rien. En fait, je n'ai jamais entendu dire que mon clan avait acheté du poison. Mais je ne suis qu'une femme, et notre chef de clan ne me disait pas tout.
it: Puoi ripetere quel nome? Rob - Roe. Rob Roe. No, questo nome non me lo ricordo. Uhm.. Be', non so nulla del fatto che il mio clan abbia comprato un veleno. Sono solo una donna, il signore del clan non mi raccontava tutto.
pl: Czy możesz powtórzyć to imię? Rob - Roe. Rob Roe. Nie, nie przypominam sobie tego imienia. Hm.. Cóż, nie wiem nic o tym, by mój klan kupował kiedykolwiek truciznę. Jestem w końcu tylko kobietą, przywódca naszego klanu nie mówił mi o wszystkim.

source: Your mother? Your... why you are asking ME about your mother?
cs: Tvoje matka? Tvoje... proč se ptáš MĚ na svoji matku?
es: ¿Tu madre? Tu... ¿por qué me preguntas por tu madre?

source: I can't remember anything about her. I would love to hear something about her. Did you know her?
cs: Vůbec si na ni nepamatuji. Strašně rád bych se o ní něco dozvěděl. Ty jsi ji znala?
es: No puedo recordar nada de ella. Me encantaría saber algo. ¿La conocías?
fr: Je ne me rappelle de rien à son sujet. J'aurais voulu en savoir un peu plus. Vous l'avez connue ?
it: Di lei non ricordo nulla. Mi piacerebbe sapere qualcosa di lei. L'hai conosciuta?
pl: Nie mogę sobie niczego o niej przypomnieć. Bardzo chciałbym się o niej czegoś dowiedzieć. Znałaś ją?

source: No! I did not know her! I... I'm sorry Gawen, but I don't know how your mother died or who poisoned her.
cs: Ne! Neznala jsem ji! Já... je mi líto, Gawene, ale nevím, jak tvoje matka zemřela a kdo ji otrávil.
es: ¡No! ¡No la conocía! Yo... lo siento Gawen, pero no sé cómo murió tu madre o quién la envenenó.
fr: Non ! je ne l'ai pas connue ! Je.. Je suis désolé Gawen, mais je ne sais pas comment elle est morte ni qui l'a empoisonnée.
it: No! Non l'ho conosciuta! Mi... mi spiace, Gawen, ma non so come tua madre è morta né chi l'ha avvelenata.
pl: Nie! Nie znałam jej! Ja... Wybacz Gawenie, ale nie mam pojęcia, jak umarła twoja matka i kto ją otruł.

source: I wasn't asking you about that.
cs: Ale na to jsem se tě neptal.
es: No te estaba preguntando sobre eso.
fr: Ce n'est pas ce que je vous demandais.
it: Non ti ho chiesto questo.
pl: O to nie pytałem.

source: There are no more orcs near this ruins of the village.
cs: V okolí zbořeniště této vesnice už nejsou žádní skřeti.
es: No hay más orcos cerca de estas ruinas del pueblo.
fr: Il n'y a plus d'orcs autour des ruines de ce village.
it: Non ci sono più orchi attorno alle rovine del villaggio.
pl: Nie ma już więcej orków w pobliżu ruin tej wioski.

source: My lord! This time for sure you will chase off that orcish band, kill all the orcs, and free my people!
cs: Můj pane! Tentokrát určitě odeženeš tu skřetí bandu, všechny je pozabíjíš a osvobodíš můj lid!
es: ¡Mi señor! ¡Esta vez seguro que ahuyentará a esa banda de orcos, matará a todos los orcos y liberará a mi gente!
fr: Monseigneur ! Cette fois, je suis sûr que cette fois vous allez poursuivre cette bande d'orcs, les tuer tous et libérer mon peuple !
it: Mio signore! È sicuramente il momento propizio per inseguire quella banda di orchi, ucciderli tutti e liberare la mia gente!
pl: Panie! Tym razem na pewno zechcecie wytropić tą bandę, zabić wszystkie orki i uwolnić ludzi z mojej wsi!

source: So, should we take on the orcs?
cs: Tak, měli bychom se vydat na skřety?
es: Entonces, ¿deberíamos enfrentarnos a los orcos?
fr: Donc, allons-nous régler la question de ces orcs ?
it: Così, dovremmo occuparci di quegli orchi?
pl: A więc, ruszamy na orki?

source: Matthews Eagle Eye
cs: Matěj Orlí Zrak
es: Mateo Ojo de Águila
fr: Matthews Oeil-d'Aigle
it: Matthews "occhio di falco"
pl: Maciej Sokole Oko

source: Someone is hiding here!
cs: Někdo se tam skrývá!
es: ¡Alguien está escondido aquí!
fr: Quelqu'un se cache ici !
it: Qualcuno si è nascosto qui!
pl: Ktoś tutaj się ukrywa!

source: Ah! Humans! And Akladians with them?! Still, what good fortune!
cs: Konečně lidé! Jaké štěstí! A Akladijci jsou s nimi? Hmm...
es: ¡Ah! ¡Humanos! ¡¿Y akladianos con ellos?! ¡Aún así, qué buena fortuna!
fr: Ah ! Des humains ! Et des Akladiens avec eux ?! Peu importe, quelle chance !
it: Ah! Uomini! e gente di Akladia con loro?! Ma che bella notizia!
pl: Ach! Ludzie! A wśród nich Akladianie?! Mimo wszystko, jaka radość!

source: Ah! Humans! And not Akladians! What good fortune!
cs: Konečně lidé! A bez Akladijců! Jaké štěstí!
es: ¡Ah! ¡Humanos, y no akladianos! ¡Es una gran bendición!
fr: Ah ! Des humains ! Et pas d'Akladiens ! Quelle chance !
it: Ah! Uomini! e nessuna gente di Akladia! Ma che bella notizia!
pl: Ach! Ludzie! I to nie Akladianie! Jaka radość!

source: Who are you, and what are you doing here?
cs: Mluv! Kdo jsi a co tu pohledáváš?
es: ¿Quién eres, y qué haces aquí?
fr: Qui êtes-vous ? Et que faites-vous ici ?
it: Chi sei, e cosa ci fai qua?
pl: Kim jesteś, i co tutaj robisz?

source: The orcs burned down my village, Ruen, and they left not long ago. They took many prisoners. I was hiding here, waiting for a miracle. And now the miracle has come!
cs: Skřeti vypálili mou vesnici, Ruen, a není to dlouho co odešli. Vzali mnoho rukojmích. Tady jsem se schovával a čekal na zázrak. A ten přišel!
es: Los orcos quemaron mi pueblo, Ruen, y aún siguen allí. Tomaron a muchos prisioneros. Yo estaba escondido aquí, esperando por un milagro. ¡Y el milagro ha llegado!
fr: Les orcs ont brûlé mon village, Ruen. Il n'y a pas longtemps qu'ils sont partis. Ils ont fait de nombreux prisonniers. Je me cachais là en espérant un miracle et le miracle est arrivé !
it: Gli orchi hanno incendiato Ruen, il mio villaggio e se ne sono andati da poco. Hanno preso molti prigionieri. Stavo nascondendomi qui, aspettando un miracolo. E il miracolo è arrivato!
pl: Orki spaliły moją wieś, Ruen, a potem odeszły nie tak dawno temu. Wzięły wielu jeńców. Ukrywałem się tutaj, czekając na cud - i oto nadszedł!

source: Oh my. It's so funny I think I'm gonna die laughing. Gaumhaldric the Miracle-maker, how about the sound of that?
cs: No to snad ne! Já snad puknu smíchy! Gaumhaldrik Zázrakoděj! To je teda gól!
es: Oh bueno. Es tan cómico, que creo que me voy a morir de risa. Gaumhaldric el Hacedor de Milagros, ¿qué tal suena?
fr: Mon Dieu, c'est si drôle ! Je crois que je vais en mourir de rire. Gaumhaldric, le faiseur de miracles. Qu'en dites-vous ?
it: Per tutti gli dei. È così divertente che morirò dal ridere. Gaumhaldric il Miracoloso, suona bene, no?
pl: A niech mnie. To tak zabawne, że chyba umrę ze śmiechu. Gaumahldirc cudotwórca! Jak to brzmi?

source: Miracle? What do you mean?
cs: Zázrak? Co tím myslíš?
es: ¿Milagros? ¿Qué quieres decir?
fr: Un miracle ? Que voulez-vous dire ?
it: Miracolo? Cosa vuoi dire?
pl: Cud? Co macie na myśli?

source: You of course will chase that orcish band, kill all the orcs and free my people!
cs: Vy určitě budete pronásledovat tu skřetí bandu, pozabíjíte je a osvobodíte naše lidi!
es: ¡Por supuesto que perseguirá a esa banda de orcos, matará a todos los orcos y liberará a mi gente!
fr: Vous allez poursuivre ces orcs, les tuer et libérer mon peuple, bien sûr !
it: Tu ovviamente caccerai quella banda di orchi, li ucciderai tutti e libererai la mia gente!
pl: Oczywiście dogonicie tą bandę, pozabijacie orki i uwolnicie więźniów!

source: Hm, my lord, do you think we should fullfill this peasant's request?
cs: Můj pane? Skutečně si myslíš, že bychom měli vyslyšet prosbu tohoto sedláka?
es: Hm, mi señor, ¿piensa que debemos satisfacer la demanda de este campesino?
fr: Hum, Monseigneur, pensez-vous que nous devrions répondre à la requête des paysans ?
it: Hm, mio signore, pensate che dovremmo soddisfare la richiesta di questo contadino?
pl: Hm, mój panie, czy uważacie, że powinniśmy spełnić prośbę tego chłopa?

source: Well, I hope it's wise decision.
cs: Dobře. Myslím, že to bylo moudré rozhodnutí.
es: Bueno, espero que sea una sabia decisión.
fr: Bien, j'espère que c'est une sage décision.
it: Bene, spero che sia una saggia decisione.
pl: Cóż, mam nadzieję, że to mądra decyzja.

source: Of course it is. We are searching for orcs, and those are orcs, isn't it?
cs: Jistě že bylo. Hledáme skřety, a to skřeti jsou. Mám pravdu?
es: Claro que lo es. Estamos buscando orcos, y son orcos, ¿no es así?
fr: Évidemment ! Nous cherchions des orcs, et ce sont des orcs, n'est-ce pas ?
it: Ovviamente lo è. Siamo a caccia di orchi e quelli sono orchi, vero?
pl: Oczywiście, że tak. Szukamy orków, a to są orki, prawda?

source: Yes, on other hand maybe we should search elsewhere.
cs: Ano, ale na druhé straně bychom je mohli najít někde jinde.
es: Sí, aunque tal vez deberíamos buscar en otro lado.
fr: Oui, d'un autre côté, on devrait peut-être chercher ailleurs.
it: Sì, d'altra parte forse dovremmo cercare altrove.
pl: Tak, z drugiej strony może powinniśmy poszukać gdzie indziej.
