Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Bor, hear now my command to you, my slave. Arise, arise!
cs: Bore, můj otroku, slyš můj rozkaz. Povstaň, povstaň!
es: Bor, escucha mi orden para ti, mi esclavo. ¡Ízate, ízate!
fr: Bor, je t'appelle ! Lève-toi, lève-toi !
it: Bor, io ti invoco! Levati, levati!
pl: Bor, słysz me wołanie, niewolniku mój. Powstań, powstań!

source: Undead Bor Cryne
cs: Nemrtvý Bor Cryne
es: Bor Cryne no muerto
fr: Bor Cryne mort-vivant
it: Bor Cryne non-morto
pl: Nieumarły Bor Cryne

source: No! How many times I do have to kill you!
cs: To snad není pravda! Kolikrát tě ještě budu muset zabít?
es: ¡No! ¡Cuántas veces tengo que matarte!
fr: Non ! Combien de fois faudra-t-il que je te tue ?
it: No! Ma quante volte dovrò ucciderti!
pl: Nie! Ileż razy muszę ciebie zabić!

source: So, I will have the chance to kill you, anyway!
cs: No aspoň budu mít konečně šanci tě zabít!
es: ¡Así que tendré la oportunidad de matarte, igualmente!
fr: Bien, cela me donne une nouvelle chance de te tuer !
it: Così, potrò ucciderti comunque!
pl: A więc będę jednak miał szansę ciebie zabić!

source: Just you wait... Once Grekulak comes...
cs: Jen počkej... Přijde Grekulak...
es: Sólo espera... Una vez que llegue Grekulak...

source: Be banished forever, creature of the night!
cs: Odejdi navždy, nestvůro noci!
es: ¡Sé desterrada para siempre, criatura de la noche!
fr: Disparaît maintenant, créature de la nuit !
it: Andatevene, creature della notte!
pl: Zniknij na zawsze, kreaturo ciemności!

source: Oh I'm so scared! Ha! Ha! Have you come to me because you want to join your family, underling? Come and taste my blade!
cs: Ó, jak se bojím! Ha! Ha! Přišels ke mě, protože chceš jít za svou rodinkou, co, podřadný? Pojď a ochutnej můj meč!
es: ¡Ay, estoy tan asustado! ¡Ja! ¡Ja! ¿Has venido a mí porque quieres unirte a tu familia, plebeyo? ¡Ven, y prueba mi espada!
fr: Oh, comme j'ai peur ! Ha ! Ha ! Tu es venu à moi parce que tu veux rejoindre ta famille, métèque ? Viens et goûte à ma lame !
it: Oh come mi fai paura! Ah! Ah! Sei venuto da me perché vuoi riunirti alla tua famiglia, miserabile? Vieni ad assaggiare la mia lama!
pl: Och ale się boję! Cha, cha! Przyszedłeś, bo chcesz dołączyć do swojej rodziny pariasie? Chodź i posmakuj mego ostrza!

source: I will wipe that smile from your face - my wife and daughters, I shall avenge you!!
cs: Ja ti už odstraním ten úsměv z tvojí tváře – má ženo, mé dcery, jdu si pro vaši pomstu!
es: Borraré esa sonrisa de tu cara. ¡¡Mi esposa e hijas, os vengaré!!
fr: J'effacerai ce sourire sur ton visage : ma femme et mes filles, je vous vengerai !!
it: Ti strapperò quel sorriso dalla faccia. Moglie e figlie mie, vi vendicherò!!
pl: Zetrę ten uśmiech z twojej twarzy. Żono, córki, pomszczę was!

source: Why... Why, my lord? I have only ever asked for but one thing, and yet it was denied me...
cs: Proč... Proč, můj pane? Žádal jsem pouze o jedinou věc, a přesto mi byla odepřena.
es: ¿Por qué... por qué, mi señor? Sólo pedí una sola cosa y, sin embargo, me fue negada...
fr: Pourquoi... Pourquoi... Je n'ai demandé qu'une seule chose et pourtant, elle m'a été refusée...
it: Perché... perché... ho chiesto una cosa soltanto e già mi è stata rifiutata...
pl: Dlaczego... Dlaczego... Prosiłem tylko o jedno, tylko jedno, i nie zostało mi dane...

source: Rise up, rise up! Join my army! ...Why do you not rise up!?
cs: Povstaň, povstaň! Připoj se k mé armádě! ... Proč pořád ležíš!?
es: ¡Ízate, ízate! ¡Únete a mi ejército! ... ¿¡Por qué no te levantas!?

source: You overestimate your strength, Grekulak. White mages and Mages of Light will protect fallen units from being resurrected by you!
cs: Přecenil jsi své síly, Grekulaku. Bílí mágové a mágově světla ochrání padlé před tvou zotročující mocí!
es: Sobreestimas tu fuerza, Grekulak. ¡Los magos blancos y los magos de luz protegerán a las unidades caídas para que no las resucites!
fr: Tu surestimes ta force, Grekulak. Les mages blancs et les mages de lumière t'empêchent de ressusciter les unités tombées.
it: Stai sopravvalutando il tuo potere, Grekulak. I maghi bianchi e quelli della luce proteggeranno i nostri caduti da essere resuscitati da te!
pl: Przeceniasz swoje siły, Grekulaku. Biali czarodzieje i magowie światła ochronią padłe jednostki przed wskrzeszeniem przez ciebie!

source: How can this be? He is raising our dead!
cs: Jak je to možné? On přivolává naše mrtvé!
es: ¿Cómo puede ser eso? ¡Está resucitando a nuestros muertos!
fr: Comment est-ce possible ? Il rappelle nos morts !
it: Ma come può essere? Sta risuscitando i nostri morti!
pl: Jak to być może! On wskrzesza naszych martwych!

source: My lord, Grekulak's power is not as strong as he would have you - or himself - believe. He cannot raise people who die in the vicinity of white magi or magi of light.
cs: Můj pane, Grekulak není tak silný, jak bys tomu možná ty, nebo on sám, věřil. Nemůže přivolat zpět mrtvé, co zemřeli v blízkosti bílých mágů nebo mágů světla.
es: Mi señor, el poder de Grekulak no es tan fuerte como él quiere que vos, o él mismo, crean. No puede levantar cadáveres de personas que mueren cerca de magos blancos o magos de luz.
fr: Monseigneur, heureusement, ce Grekulak n'est pas aussi puissant que je le craignais. Il ne peut pas rappeler les gens qui sont morts alors qu'ils étaient à côté d'un mage blanc ou d'un mage de lumière.
it: Mio signore, per fortuna questo Grekulak non è potente quanto temevo. Non può risvegliare la gente che muore vicino a maghi bianchi o a maghi della luce.
pl: Panie, na szczęście Grekulak nie jest tak potężny, jak się obawiałem. Nie jest w stanie wskrzesić ludzi, którzy zmarli w pobliżu białych magów lub magów światła.

source: How can this be? The undead were supposed to arrive with Grekulak, yet here they are separate from him! Something truly strange must have happened... Be on your guards!
cs: Jak je to možné? Nemrtví měli dorazit společně s Grekulakem, ale tady jsou bez něj! Muselo se stát něco opravdu zvláštního... Držte se na pozoru!
es: ¿Cómo puede ser esto? Se suponía que los muertos vivientes llegarían con Grekulak, ¡pero aquí están, separados de él! Algo realmente extraño debe haber sucedido... ¡Estén en guardia!

source: OOPS. If one of the undead sides is killing you before Grekulak has come, then that is a bug; please report it.
cs: Jejda. Pokud tě jedna z nemrtvých stran sejme, než přijde Grekulak, pak je to chyba. Prosím, nahlas ji.
es: UPS. Si uno de los lados de los muertos vivientes te está matando antes de que llegue Grekulak, entonces eso es un error; por favor repórtalo.

source: I think it's time to make use of all our reserves!
cs: Myslím, že je čas povolat všechny naše rezervy!
es: ¡Creo que es hora de hacer uso de todas nuestras reservas!
fr: Je pense qu'il est temps d'utiliser toutes nos réserves !
it: Credo che sia il momento di usare tutte le nostre riserve!
pl: Czas użyć wszystkich rezerw!

source: Death of Ruvio
cs: Ruvio zemře
es: Muerte de Ruvio
fr: Mort de Ruvio
it: Morte di Ruvio
pl: Śmierć Ruvia

source: Death of Gawen Hagarthen
cs: Gawen Hagarthen zemře
es: Muerte de Gawen Hagarthen
fr: Mort de Gawen Hagarthen
it: Morte di Gawen Hagarthen
pl: Śmierć Gawena Hagarthena

source: Death of Karen
cs: Karen zemře
es: Muerte de Karen
fr: Mort de Karen
it: Morte di Karen
pl: Śmierć Karen

source: Death of Majid Yahyazad (if recalled)
cs: Mažid Jahjazad zemře (byl-li povolán)
es: Muerte de Majid Yahyazad (si es reincorporado)
fr: Mort de Majid Yahyazad (s'il avait été rappelé)
it: Morte di Majid Yahyazad (se richiamato)
pl: Śmierć Majida Yahyazada (o ile zostanie przywołany)

source: Scored!
cs: Skórovala jsem!
es: ¡Anoté!
fr: Touché !
it: Punto!
pl: Zaliczony!

source: Don't start again, kid. I won't play that game this time.
cs: Nezačínej znovu, dítě. Teď nemám náladu na takové hry.
es: No empieces de nuevo, niña. No jugaré ese juego esta vez.
fr: Ne recommence pas, gamine. Cette fois, je ne joue plus.
it: Non ricominciare, ragazzo. Questa volta non giocherò.
pl: Nie zaczynaj znowu, dziecko. Nie mam zamiaru znowu bawić się w tą grę.

source: Hey, Lorin, or whatever your name is, did you see that? Now you know why underlings give weapons to 'children'!
cs: Hej, Lorin, nebo jaksetovlastně jmenuješ, vidělas to? Teď už víš, proč podřadní dávají zbraně „dětem“!
es: Oye, Lorin, o como te llames, ¿viste eso? ¡Ahora sabes por qué los plebeyos les dan armas a los 'niños'!

source: Ha! Gawen, did you see that? I've already killed two enemies, and your step-grand-mother hasn't killed a single one!
cs: Gawene, viděl´s to? Už jsem zabila dva, ale tvoje nevlastní babička ještě ani jednoho.
es: ¡Ja! Gawen, ¿viste eso? ¡Ya he matado a dos enemigos, y tu abuelastra no ha matado a ninguno!
fr: Ha ! Gawen, tu as vu ça ? J'ai déjà tué deux ennemis et ta belle-mère n'en a tué qu'un seul !
it: Ah! Gawen, hai visto che roba? Ho già ucciso due nemici mentre quella tua vecchia matrigna non ne ha ucciso ancora nessuno!
pl: Ha! Gawen, widziałeś? Zabiłam już dwóch wrogów, a ta twoja pra-pra-macocha ani jednego!

source: Ha! Scored two!
cs: Ha! Druhý!
es: ¡Já! ¡Anoté dos!
fr: Et de deux !
it: Ah! Un altro punto!
pl: Ha! Drugi zaliczony!

source: You think it is some kind of competition?
cs: Myslíš si, že to je nějaká soutěž či co?
es: ¿Crees que es una especie de competencia?
fr: Vous pensez que c'est un genre de compétition ?
it: Credi che sia una gara?
pl: Myślisz, że to jakiś rodzaj zawodów?

source: Hey, Gawen. That she-wolf of yours is pathetic. I've scored three and she hasn't killed a single enemy!
cs: Hej, Gawene, ta tvoje Vlčice je dneska nějaká patetická. Už jsem skórovala třikrát a ona nezabila ještě ani jednoho!
es: Hola, Gawen. Esa loba tuya es patética. ¡He anotado tres y ella no ha matado un solo enemigo!
fr: Hé, Gawen : votre Louve est pathétique. J'en ai déjà eu trois alors qu'elle n'a encore abattu aucun ennemi !
it: Ehi, Gawen. Questa tua lupa è patetica. Ho fatto già tre punti mentre lei non ha ucciso un solo nemico!
pl: Hej, Gawen. Ta twoja wilczyca jest żałosna. Zaliczyłam trzech przeciwników, podczas gdy ona nie zdołała zabić ani jednego!

source: Ha! Scored three!
cs: Táák. Třetí bod!
es: ¡Já! ¡Anoté tres!
fr: Ha ! Et de trois !
it: Ah! Terzo punto!
pl: Ha! Trzeci zaliczony!

source: So what? I am winning!
cs: No a co? Stejně vedu já.
es: ¿Y qué? ¡Estoy ganando!
fr: Bon et alors ? Je suis en train de gagner !
it: E allora? Sto vincendo!
pl: I co z tego? Ja wygrywam!

source: So what?
cs: No a co?
es: ¿Y qué?
fr: Et maintenant ?
it: E allora!
pl: I co z tego?

source: Ha! Another one!
cs: Táák, další!
es: ¡Já! ¡Otro más!
fr: Ah ! encore un !
it: Ah! Un altro!
pl: Ha! Jeszcze jeden!

source: I'm a killing machine! Lorin should just go back and hide in Haeltin!
cs: Hoja hoj, hoja hoj, já jsem smrtící mašina, hoja hoj, hoja hoj... A ta Lorin by měla zalézt zase zpátky do Haeltinu!
es: ¡Soy una máquina de matar! ¡Lorin debería volver y esconderse en Haeltin!
fr: Je suis une vraie machine à tuer ! Cette Lorin devrait retourner se cacher à Haeltin !
it: Sono una sterminatrice! Che Lorin torni a nascondersi a Haeltin!
pl: Jestem maszyną do zabijania! Lorin powinna się schować w tym swoim Haeltin!

source: Ha! I'm winning!
cs: Ha! Jsem vítěz!
es: ¡Já! ¡Estoy ganando!
fr: Ah ! Je gagne !
it: Ah! Sto vincendo!
pl: Ha! Wygrywam!

source: Impertinent heathen underling child, the day has not yet ended!
cs: Drzé bezbožné podřadnické děcko, den ještě neskončil!
es: ¡Impertinente plebeyo pagano, el día aún no ha terminado!
fr: Impertinente gamine, la journée n'est pas encore finie.
it: Impertinente indegna miserabile bambina, la giornata non e' ancora finita!
pl: Bezczelne, bezbożne dziecko pariasa, dzień się jeszcze nie skończył!

source: First kill today!
cs: Dneska první kožený!
es: ¡Primera muerte de hoy!
fr: Premier tué aujourd'hui.
it: Ecco il primo morto della giornata!
pl: Pierwszy zabity dzisiaj!

source: Oh no, the mighty Lorin is coming! Children and little furry animals, run for your life!
cs: Ó ne, úžasná Lorin přichází! Všechny děti a malá ubohá zvířátka, utíkejte! Spaste holý život!
es: ¡Oh no, la poderosa Lorin se acerca! Niños y animalitos peludos, ¡corred por vuestra vida!
fr: Oh non, voici venir la terrible Lorin ! Que tous les enfants et les petites souris se mettent à l'abri !
it: Oh no, la potente Lorin sta arrivando! Presto i bambini e gli animali di piccola taglia si mettano in salvo!
pl: Och nie, mocarna Lorin się zbliża! Uwaga, wszystkie dzieci i małe futrzaste zwierzątka, chowajcie się, gdzie tylko możecie!

source: My son, send little Karen back home. She is useless. I've killed two enemies already, and what has she done?
cs: Můj synu, pošli tu malou Karen domů. Je k ničemu. Já už zabila dva. A ona?
es: Hijo mío, envía a la pequeña Karen de vuelta a casa. Es inútil. Ya he matado a dos enemigos, ¿y qué ha hecho ella?
fr: Mon fils, renvoie cette petite Karen chez elle : elle ne sert à rien. J'ai déjà tué deux ennemis et elle ?
it: Figlio mio, manda a casa questa piccola Karen. È inutile. Io ho già ucciso due nemici, e lei?
pl: Synu mój, odeślij tą małą Karen do domu. Nie ma z niej żadnego pożytku. Zabiłam już dwóch wrogów, a ona?

source: Scored! Now I'm in the lead!
cs: Další! Už vedu!
es: ¡Apuntado! ¡Ahora estoy a la cabeza!
fr: Touché ! Maintenant je suis en tête !
it: Punto! E sono in testa!
pl: Zaliczony! Teraz ja prowadzę!

source: And I thought you weren't competing with me.
cs: Myslela jsem, že jsi se mnou nechtěla závodit.
es: Pues pensé que no estabas compitiendo conmigo.
fr: Je ne pensais pas que vous vous mesuriez à moi.
it: E io che pensavo che tu non volessi giocare con me.
pl: A ja myślałam, że to nie są jakieś zawody.

source: I am not competing with you, silly child.
cs: Nezávodím s TEBOU, pošetilé děcko.
es: No estoy compitiendo contigo, niña tonta.
fr: Je ne me mesure pas à toi, stupide gamine.
it: Non sto giocando con te, sciocco ragazzo.
pl: Dziecko niemądre, wszak nie z tobą gra idzie.

source: Try a little harder, grand-mother. But not bad for your age.
cs: Zkus být příště trochu tvrdší, stařenko. Ale nebylo to špatné. Na tvůj věk.
es: Esfuérzate un poco más, abuela. Pero no está mal para tu edad.
fr: Essaye encore un peu, grand-mère. Mais bon, ce n'est pas si mal pour ton âge.
it: Provaci ancora, nonna. Ma non è male per la tua età.
pl: Postaraj się trochę bardziej, babuszko. Ale jak na twój wiek, przyznaję, mogłoby być gorzej.

source: Ha! She-wolf of Haeltin is coming! No underling child could be better than me!
cs: Ha! Vlčice Haeltinská přichází! Žádné podřadníče se na mně nebude vytahovat!
es: ¡Ja! ¡Viene la loba de Haeltin! ¡Ningún niño plebeyo podría ser mejor que yo!
fr: Ah ! La Louve d'Haeltin arrive ! Ce ne sera pas une petite métèque qui fera mieux que moi !
it: Ah! la "Lupa di Haeltin" sta arrivando! Nessun bambino miserabile è meglio di me!
pl: Ha! Wilczyca z Haeltin nadchodzi! Żadne dziecko pariasa nie będzie ode mnie lepsze!

source: The She-wolf of Haeltin, don't get too excited; it will cause more wrinkles.
cs: Moc se nenaparuj, Haeltinská Vlčice. Pár vrásek ti dneska ještě přidělám.
es: Loba de Haeltin, no te emociones demasiado; te causará más arrugas.
fr: Louve d'Haeltin, ne t'excite pas trop, ça va te donner des rides !
it: Non ti eccitare troppo, Lupa di Haeltin, perché ti verranno solo altre rughe.
pl: Wilczyco z Haeltin, nie ekscytuj się tak bardzo, bo ci się jeszcze więcej zmarszczek porobi.

source: Three!
cs: Tři!
es: ¡Tres!
fr: Trois !
it: Tre!
pl: Trzeci!

source: Pfff! Only three?
cs: Co? Jenom tři?
es: ¡Pfff! ¿Sólo tres?
fr: Pffff ! Seulement trois ?
it: Tzé! Solo tre?
pl: Phi tam. Dopiero trzeci?

source: Who's the killing machine now?
cs: A kdo že je smrtící mašina? No?
es: ¿Quién es la máquina de matar ahora?
fr: Qui est la machine à tuer maintenant ?
it: Chi è la sterminatrice adesso?
pl: I kto jest teraz maszyną do zabijania?

source: Not bad, but still you have to a lot to learn!
cs: Není to špatné, ale máš se ještě mnoho co učit!
es: No está mal, ¡pero todavía tienes mucho que aprender!
fr: Pas mal, mais tu as encore beaucoup à apprendre !
it: Niente male, ma ne hai di cose da imparare!
pl: Nieźle, ale wiele się jeszcze musisz nauczyć.

source: Do you think, little child, that I will honour you with an answer?
cs: Myslíš si, děťátko, že tě poctím odpovědí?
es: ¿Crees, niñita, que te honraré con una respuesta?
fr: Crois-tu vraiment, petite fille, que je vais te faire l'honneur d'une réponse ?
it: Credi, bambina, che io ti farò l'onore di darti una risposta?
pl: Myślisz, dziecię małe, że uhonoruję ciebie odpowiedzią?

source: Good thing Lorin and Karen seem to have stopped being so competitive with one another; hopefully they can start to get along now...
cs: Dobře, zdá se, že Lorin a Karen mezi sebou přestali tolik soutěžit. Snad už spolu začnou vycházet...
es: Menos mal que Lorin y Karen parecen haber dejado de ser tan competitivas entre sí; ojalá puedan empezar a llevarse bien ahora...

source: By the way, I won: I scored $ano_competition_l|.
cs: Mimochodem, vyhrála jsem. Skórovala jsem $ano_competition_l -krát.
es: Por cierto, gané: anoté $ano_competition_l|.

source: Girls, what do you exactly mean by 'scored'? Is it because you are slicing up your fallen foes?
cs: Děvčata, co myslíte tím „skórováním“? Proto rozsekáte své padlé nepřátele?
es: Chicas, ¿a qué se refieren exactamente con 'anotado'? ¿Es porque estáis rebanando a tus enemigos caídos?
fr: Les filles, que voulez-vous dire exactement par 'touché' ? Est-ce parce que vous découpez vos ennemis en morceaux ?
it: Ragazze, ma cosa intendete esattamente con «Punto»? Lorin, potresti puntare anche me?
pl: Dziewczyny, co dokładnie macie na myśli mówiąc 'zaliczony'? Lorin, może mnie też byś zaliczyła?

source: By the way, I won: I scored $ano_competition_k|.
cs: Mimochodem, vyhrála jsem. Skórovala jsem $ano_competition_k -krát.
es: Por cierto, gané: anoté $ano_competition_k|.

source: Why such an angry look, Lorin?
cs: Co takový naštvaný kukuč, Lorin?
es: ¿Por qué esa mirada furiosa, Lorin?
fr: Pourquoi ce regard furieux, Lorin ?
it: Perché sei così arrabbiata, Lorin?
pl: Dlaczego taka jesteś zła, Lorin?

source: She lost.
cs: Prohrála.
es: Por perder.
fr: Elle a perdu.
it: Ha perso.
pl: Przegrała.

source: I have not lost. I have not won.
cs: Neprohrála jsem a ani nevyhrála.
es: No he perdido. No he ganado.
fr: Je n'ai pas perdu : je n'ai pas gagné, c'est tout.
it: Io non ho perso. Io non ho vinto.
pl: Nie przegrałam przecież! Nie wygrałam.

source: That's what I meant. You have not won, great super killing machine, so you have lost.
cs: To je to, co jsem myslela! Nevyhrála jsi, velká superzabijácká mašino, takže jsi prohrála.
es: A eso me refería. No has ganado, gran súper máquina de matar, así que has perdido.
fr: C'est bien ce que je veux dire. Vous n'avez pas gagné, grande super-machine-à-tuer, Donc, vous avez perdu !
it: È quello che ho detto io. Tu non hai vinto, super mega sterminatrice, dunque hai perso.
pl: No przecież to właśnie miałam na myśli. Nie wygrałaś, o wielka maszyno do zabijania. A więc przegrałaś.

source: We marched into Okladia. Ruvio told me he was ALMOST sure where to find Deorien. I decided to trust him.
cs: Tak jsme vešli do Okladie. Ruvio mi řekl, že je si téměř jistý tím, kde najdeme Deoriena. Rozhodl jsem se mu věřit.
es: Entonces marchemos a Okladia. Ruvio me dijo que estaba CASI seguro de encontrar a Deorien. Decidí confiar en él.
fr: Et donc nous traversâmes Okladia. Ruvio me dit qu'il savait PRESQUE certainement où trouver Deorien. Je décidai de lui faire confiance.
it: Marciammo dunque verso Okladia. Ruvio mi disse che era QUASI sicuro di dove trovare Deorien. Decisi di fidarmi di lui.
pl: Wkroczyliśmy do Okladii. Ruvio powiedział mi że jest <i>prawie</i> pewien gdzie mozna znaleźć Deoriena. Zdecydowałem się mu zaufać.

source: Lorin was acting very strangely. Often, she sat outside our camp, her eyes aimlessly scanning the horizon. I started to fret about this, but she rebuffed any attempt to talk about her behaviour.
cs: Lorin se chovala velice podivně. Často seděla mimo tábor, její mdlý pohled se ztrácel někde v oblacích. Začal jsem si o ni dělat starosti, ale ona se odmítala o sobě jakkoli bavit.
es: Lorin estaba actuando muy extraño. A menudo se sentaba afuera del campamento, con una mirada lánguida que vaga por el cielo. Comencé a preocuparme, pero ella se negó a hablar sobre su comportamiento.
fr: Lorin agissait très bizarrement. Elle restait souvent assise en dehors du campement, les yeux fixés sur l'horizon. Cela commençait à m'inquiéter, mais elle refusait de parler de son attitude.
it: Lorin si stava comportandosi molto stranamente. Spesso rimaneva seduta fuori del nostro accampamento vagando con lo sguardo languido per il cielo. Il suo comportamento cominciava a irritarmi, ma rifiutò di parlarne con nessuno.
pl: Lorin zachowywała się bardzo dziwnie. Często przesiadywała poza obozem, nieobecnym wzrokiem wpatrując się w niebo. Zacząłem się tym martwić, ale odmówiła wszelkiej rozmowy na ten temat.

source: Akladians weren't happy seeing mages marching in the ranks, but the personal authority of Gawen prevailed. However, he noticed that whatever objections might raised vocally by Akladians, they seemed to not care about it as much as their complaints indicated.
cs: Akladijci nebyli šťastní, když viděli, jak s nimi bok po boku pochodují mágové, ale Gawenova autorita byla silnější. Nicméně zaznamenal, že všechny protesty Akladijců na toto téma byly vlažnější, než by očekával.
es: Los akladianos no estaban contentos de ver magos marchando en las filas, pero prevaleció la autoridad personal de Gawen. Sin embargo, se dio cuenta de que, a pesar de las objeciones de los akladianos, no parecía importarles tanto como expresaban sus quejas.
fr: Les Akladiens n'étaient pas très heureux de voir des mages marcher dans leurs rang, mais l'autorité de Gawen prévalait. De plus, il remarqua que, quelque objection que les Akladiens puissent faire, ils ne semblaient pas aussi ennuyés que leurs plaintes ne l'auraient laissé penser.
it: Quelli di Akladia non erano felici dal vedere dei maghi marciare assieme a loro, ma l'autorità personale di Gawen prevalse. E comunque, Gawen notò che quali che fossero le obiezioni sollevate, gli uomini di Akladia non sembravano poi veramente preoccuparsi tanto quanto le loro lamentale potevano indicare.
pl: Akladyjczycy nie byli szczęśliwi widząc maszerujących z nimi magów, ale autorytet Gawena przeważył. Nie mógł on przy tym nie zauważyć, że nie wydawali się przejęci tą sprawą aż tak bardzo, jak wskazywałyby na to ich skargi.

source: This was my first contact with undead, and I was happy that my troops had passed this difficult test. I hope future battles with Grekulak's forces will also be won.
cs: Toto bylo moje první setkání s nemrtvými a já jsem byl rád, že moji vojáci obstáli v tomto těžkém testu. Doufal jsem, že budoucí bitvy s vojsky Grkulakovými budou také vítězné.
es: Este fue mi primer contacto con no muertos, y estaba contento de que mis tropas pasaran esta difícil prueba. Espero que las futuras batallas contra las fuerzas de Grekulak también se ganen.
fr: Ceci fut mon premier contact avec les morts-vivants et j'étais bien content que mes troupes aient réussi ce test difficile. J'espère que nous gagnerons aussi les futures batailles contre les forces de Grekulak.
it: Questo era stato il mio primo scontro con i non-morti ed ero soddisfatto di come le mie truppe avessero superato questa difficile prova. Incominciavo a sperare di poter vincere anche le future battaglie con le forze di Grekulak.
pl: To był mój pierwszy kontakt z nieumarłymi i byłem szczęśliwy, że moje oddziały zdały ten trudny egzamin. Mam nadzieję, że przyszłe bitwy z wojskami Grekulaka również zostaną wygrane.
