Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Gaumhaldric... so, is this why my son is not shaving? He wants to hide his real identity under a beard?
cs: Gaumhaldrik... To je důvod, proč není můj syn hladce oholen? Snaží se zakrýt svoji pravou identitu za vousy?
es: Gaumhaldric... Entonces, ¿es por eso que mi hijo no se afeita? ¿Quiere ocultar su verdadera identidad bajo una barba?
fr: Gaumhaldric... c'est donc pour cela que mon fils ne se rase plus ? Il veut cacher sa véritable identité derrière une barbe ?
it: Gaumhaldric.. Ecco, dunque, perché il mio figlio non si rade? Vuole nascondere la sua vera identità sotto la barba?
pl: Gaumhaldric... Ach, więc to jest powód dla którego mój syn się nie goli? Chce ukryć swoją tożsamość pod brodą?

source: No, no, no. He HAS to have a beard. All of our great Wesnothian kings had beards!
cs: Nenene. On musí mít vousy, protože všichni naši velcí králové je nosili.
es: No no no. TIENE que tener barba. ¡Todos nuestros grandes reyes wesnodianos tenían barba!
fr: Non, non, non. Il DOIT porter la barbe. Parce que tous nos grands rois de Wesnoth en avaient une !
it: Nonono. Deve portare la barba perché tutti i grandi re hanno la barba.
pl: Nienienie. On musi mieć brodę, ponieważ wszyscy nasi wielcy królowie mieli brody.

source: Do you like my clothes?
cs: Líbí se ti moje oblečení?
es: ¿Te gusta mi ropa?

source: Yes.
cs: Ano.
es: Sí.

source: This is a large-scale map, where you may choose a way to go. Move Gawen to a signpost or any other location to move to a new scenario. Move Gawen to the tent to talk with his friends.
cs: Toto je velkoprostorová mapa, kde můžeš vybrat kudy dál. Přesuň Gawena na rozcestník nebo jakékoli jiné dané místo, aby se spustil nový scénář. Chceš-li si popovídat s přáteli, přesuň Gawena do stanu.
es: Este es un mapa a gran escala, donde escogerás los caminos a tomar. Debes mover a Gawen a cualquiera de los postes indicadores o cualquier otra situación que active el próximo escenario. Mueve a Gawen a la tienda de campaña para hablar con sus amigos.

source: My lord, we cannot go back to Freetown. We have nothing to report, and we have not found anything about the orcs.
cs: Můj pane, ještě se nemůžeme vrátit do Svobodova. Nemáme o čem podat zprávu a nezjistili jsme nic o skřetech.
es: Mi señor, no podemos regresar a Freetown. No tenemos nada que informar, y no hemos encontrado nada sobre los orcos.
fr: Monseigneur, nous ne pouvons pas rentrer à Freetown. Nous n'avons rien à raconter et nous n'avons rien trouvé au sujet des orcs.
it: Mio signore, non possiamo andare di nuovo a Freetown. Non abbiamo niente da riferire e non abbiamo scoperto ancora nulla sugli orchi.
pl: Panie mój, nie możemy wracać do Wolnego Miasta. Nie mamy żadnych informacji do przekazania i nie dowiedzieliśmy się niczego o orkach.

source: My lord, I do not think we should go back to Freetown already. We haven't met with the She-wolf of Haeltin west of here. She may have some great insight, having fought with orcs already.
cs: Můj pane, myslím, že bychom se ještě neměli vrátit zpátky do Svobodova. Ještě jsme se na západě nepotkali s Vlčicí Haeltinskou. Může mít skvělý přehled, vždyť už se skřety bojovala.
es: Mi señor, pienso que no debemos regresar a Freetown. No nos hemos encontrado con esa Loba de Haeltin al este. Ella puede saber algo de como luchar contra los orcos.
fr: Monseigneur, je ne pense pas que nous devrions rentrer si tôt à Freetown. Nous n'avons pas encore rencontré cette Louve d'Haeltin à l'ouest. Elle peut savoir quelque chose puisqu'elle a déjà combattu les orcs.
it: Mio signore, non penso che dovremmo già tornare di nuovo a Freetown. Non abbiamo ancora incontrato quella Lupa di Haeltin a est di qui. Forse sa qualcosa, avendo combattuto con gli orchi.
pl: Panie nie powinniśmy wracać do Wolnego Miasta tak wcześnie. Nie rozmawialiśmy jeszcze z tą Wilczycą z Haeltin na wschód stąd. Może będzie coś wiedziała, w końcu walczyła już z orkami.

source: We were in Haeltin already. Where would you like to go now?
cs: V Haeltinu už jsme byli. Kam bys chtěl jít teď?
es: Ya estamos en Haeltin. ¿Dónde le gustaría ir ahora?
fr: Nous sommes déjà allés à Haeltin. Où irons-nous maintenant ?
it: Siamo già a Haeltin. Dove andiamo adesso?
pl: Już byliśmy w Haeltin. Gdzie teraz?

source: Are you sure you want to go there?
cs: Jsi si jistý, že chceš jít právě tam?
es: ¿Estás seguro de ir allí?
fr: Êtes-vous sûr de vouloir aller là-bas ?
it: Sei sicuro di volerci andare?
pl: Jesteś pewien, że chcesz tam się dostać?

source: As you wish, my lord.
cs: Jak poroučíš, můj pane.
es: Cuando desee, mi señor.
fr: Comme vous voudrez, Monseigneur.
it: Come desideri, mio signore.
pl: Jak sobie życzysz, mój panie.

source: We already were in Saorduc. Where to now?
cs: Tak jsme tedy v Saorduku. Co teď?
es: Ya estamos en Saorduc. ¿Ahora a dónde?
fr: Nous avons déjà exploré Saorduc. Où irons-nous maintenant ?
it: Siamo già a Saorduc. Dove andiamo adesso?
pl: Byliśmy już w Saorduc. Gdzie teraz?

source: Are you sure you want to go there? I've told you that I doubt Saurians know anything useful.
cs: Jsi si jistý, že tam chceš? Už jsem ti přeci říkal, že se od ještěráků nic kloudného nedozvíme.
es: ¿Estás seguro de que quieres ir allí? Ya te digo que dudo que los saurios sepan algo útil.
fr: Êtes-vous sûr de vouloir aller là-bas ? Je vous ai dit douter que les sauriens sachent quoi que ce soit d'utile.
it: Sei sicuro di volerci andare? Ti ho già detto che dubito che i Sauri sappiano qualcosa di utile.
pl: Jesteś pewien, że chcesz tam iść? Mówiłem ci, że wątpię, by Jaszczuroludzie wiedzieli coś, co by się okazało dla nas użyteczne.

source: So, on to Saorduc! Hopefully it is a wise decision and lizard men know something about orcs.
cs: Tak dobře. Vzhůru do Saorduku! Doufejme, že to bylo moudré rozhodnutí a že ještěráci měli co do činění se skřety.
es: Entonces, ¡a Saorduc! Esperemos que sea una sabia decisión y que los hombres lagarto sepan algo sobre los orcos.
fr: Donc, en route pour Saorduc ! Espérons que c'est une sage décision et que les hommes-lézards sauront quelque chose sur les orcs.
it: A Saorduc dunque! Speriamo che sia una saggia decisione e che le lucertole sappiano qualcosa degli orchi.
pl: A więc, do Saorduc! Mam nadzieję, że to mądra decyzja i Jaszczuroludzie będą coś wiedzieć o orkach.

source: Lizards? We already fought with them. I hate lizards.
cs: Cože? Ještěráci? Už jsem s nimi bojovala. Nesnáším ještěráky!
es: ¿Llagartijas? Ya peleamos con ellas. Odio las lagartijas.
fr: Des lézards ? On en a déjà combattu. Je déteste les lézards.
it: Lucertole? Ci abbiamo già combattuto. Odio le lucertole.
pl: Jaszczury? Już z nimi walczyłam. Nienawidzę jaszczurów.

source: That was wise decision, my lord.
cs: To bylo moudré rozhodnutí, můj pane.
es: Esa fue una sabia decisión, mi señor.
fr: C'était une bonne décision, Monseigneur
it: È stata una saggia decisione, mio signore.
pl: To była mądra decyzja, mój panie.

source: We already scouted near Barnon. Where should we go now?
cs: Už jsme byli na průzkumech kolem Barnonu. Kam teď?
es: Ya exploramos cerca de Barnon. ¿Adónde debemos ir ahora?
fr: Nous avons déjà exploré les environs de Barnon. Où irons-nous maintenant ?
it: Siamo già stati in ricognizione vicino a Barnon. Dobbiamo andarci ora?
pl: Już przeprowadzaliśmy zwiad koło Barnon. Dokąd teraz?

source: Are you sure you want to go there? A lot of enemy soldiers could be near Barnon.
cs: Jsi si jistý svou volbou? Poblíž Barnonu budou jistě velké houfy nepřátel.
es: ¿Estás seguro de que quieres ir allí? Muchos soldados enemigos podrían estar cerca de Barnon.
fr: Êtes-vous sûr de vouloir aller là-bas ? Il y a probablement beaucoup de soldats ennemis aux alentours de Barnon.
it: Sei sicuro di volerci andare? Ci potrebbe essere un mucchio di nemici vicino a Barnon.
pl: Jesteście pewni, że chcecie tam ruszyć, panie? Wielu nieprzyjacielskich żołnierzy jest zapewne koło Barnon.

source: This could be dangerous... but also extremely valuable. We can definitely find out something about orcs there.
cs: To by mohlo být nebezpečné. Ale, na druhou stranu, extrémně užitečné. Tam jistě nalezneme nějaké indície o skřetech.
es: Esto podría ser peligroso... pero también extremadamente valioso. Seguro que encontraremos algo sobre los orcos allí.
fr: Ça pourrait être dangereux... mais extrêmement intéressant. On trouvera sûrement quelque chose au sujet des orcs là-bas.
it: Potrebbe essere pericoloso. Ma anche estremamente importante. Sicuramente possiamo scoprire qualcosa sugli orchi là.
pl: To może być niebezpieczne. Ale także, bardzo owocne. Napewno możemy się tam dowiedzieć czegoś o orkach.

source: Yes, on other hand, maybe we should search elsewhere.
cs: Ano, ale na druhé straně bychom je mohli najít někde jinde.
es: Sí, por otra parte, tal vez deberíamos buscar en otro lado.
fr: Oui, d'un autre côté, on devrait peut-être chercher ailleurs.
it: Sì, d'altra parte forse dovremmo cercare altrove.
pl: Tak, z drugiej strony może powinniśmy poszukać gdzie indziej.

source: Who is comin' here? What d'ya wanna from us?
cs: Koho zas k nám čerti nesou? Co vod nás chceš?
es: ¿Quién viene aquí? ¿Qué quiere de nosotro'?
fr: Qui va là ? Que voulez-vous ?
it: Chi sta arrivando? Che volete da noi?
pl: Kogo diabli niesom? Czego tam chcom od nas?

source: Don't be afraid, I want ask you few question and then I will go.
cs: Nemějte strach. Jen se chci zeptat na pár maličkostí a pak zase půjdu.
es: No tengas miedo, quiero hacerte algunas preguntas y luego me iré.
fr: N'ayez crainte, je veux juste vous poser quelques questions et je m'en vais.
it: Non aver paura, vorrei solo farti qualche domanda e poi me ne andrò.
pl: Nie bójcie się. Chcę wam zadać kilka pytań a potem odejdę.

source: So go on an' ask us, then.
cs: No tak poď dál a ptej se.
es: Po pregúntano', tonces.

source: Do you know where the place called Bontom is?
cs: Víte, kde leží Bontom?
es: ¿Sabes dónde está un lugar llamado Bontom?
fr: Savez-vous où se trouve l'endroit appelé Bontom ?
it: Sai dove si trova il luogo chiamato Bontom?
pl: Czy wiecie, gdzie jest miejsce nazywane Bontom?

source: Do you know anything about Reme Carrenemoe?
cs: Víte něco o muži jménem Reme Carrenemoe?
es: ¿Sabes algo de Reme Carrenemoe?
fr: Savez-vous quelque chose au sujet de Reme Carrenmoe ?
it: Hai notizie di Reme Carrenemoe?
pl: Czy wiecie cokolwiek o Reme Carrenemoe?

source: Have you heard anything about orcs?
cs: Slyšeli jste něco o skřetech?
es: ¿Has oído hablar de los orcos?
fr: Avez-vous entendu parler d'orcs ?
it: Hai sentito qualcosa degli orchi?
pl: Czyście słyszeli coś o orkach?

source: Would you want to fight for me?
cs: Chcete za mne bojovat?
es: ¿Querrías pelear por mí?
fr: Accepteriez-vous de vous battre pour moi ?
it: Vuoi combattere per me?
pl: Czy chcielibyście dla mnie walczyć?

source: Go and work, good man.
cs: Díky dobrý muži, víc tě nebudu zdržovat.
es: Ve y hazlo, buen hombre.
fr: Retournez travailler, brave homme.
it: Va' a lavorare, buon uomo.
pl: Wracajcie do pracy, dobry człowieku.

source: Ah, welcome, we've heard about your victories, Gaumhaldric.
cs: Á, to jsou k nám hosti! Vítej nám, Gaumhaldriku, už jsem o tvých vítězstvích tolik slyšeli...
es: Ah, bienvenido, hemos oído hablar de tus victorias, Gaumhaldric.
fr: Ah, bienvenue, nous avons entendu parler de vos victoires, Gaumhaldric.
it: Ah, benvenuto, ci è giunta notizia delle vostre vittorie, Gaumhaldric.
pl: Ach, witajcie, słyszeliśmy o twoich zwycięstwach, Gaumhaldriku.

source: I still can't get used to them calling him Gaumhaldric.
cs: Pořád si nemůžu zvyknout, že mu říkaj Gaumhaldrik.
es: Todavía no puedo acostumbrarme a que le llamen Gaumhaldric.
fr: Je ne m'habitue vraiment pas à ce qu'on m'appelle Gaumhaldric.
it: Non mi sono ancora abituato a essere chiamato Gaumhaldric.
pl: Wciąż nie mogę przywyknąć, że nazywają go Gaumhaldric.

source: Cute name, isn't it?
cs: Príma jméno, že?
es: Bonito nombre, ¿no?
fr: Joli nom, n'est-ce pas ?
it: Bel nome, vero?
pl: Milusie imię, no nie?

source: Anything for you, young knight.
cs: Pro tebe všechno, mladý rytíři.
es: Cualquier cosa por vos, joven caballero.
fr: Tout ce que vous voudrez, jeune chevalier.
it: Per te qualsiasi cosa, giovane cavaliere.
pl: Dla was wszystko, młody rycerzu.

source: Free men from Raedwood forest! You are always welcome here.
cs: Svobodní mužové z Raedwoodského lesa! Zde jste vždy vítáni!
es: ¡Hombres libres del bosque de Raedwood! Siempre sois bienvenidos aquí.
fr: Hommes libres des forêts de Raedwood ! Vous êtes toujours les bienvenus ici.
it: Uomini liberi della foresta di Raedwood! Qua siete sempre i benvenuti.
pl: Wolni ludzie z lasów Raed! Zawsze jesteście tu mile widziani.

source: Where Reme Carrenemoe could possibly be?
cs: Kde by tak asi mohl Reme Carrenemoe být?
es: ¿Sabes dónde podría estar Reme Carrenemoe?
fr: Où Reme Carrenmoe pourrait-il bien être ?
it: Dove potrebbe essere Reme Carrenemoe?
pl: Gdzie może być Reme Carrenemoe?

source: Advise me what could we do now.
cs: Poraď mi, co dělat dál.
es: Aconséjame sobre qué podemos hacer ahora
fr: Conseille-moi sur ce qu'on pourrait faire maintenant.
it: Consigliami cosa potremmo fare ora.
pl: Doradź mi, co robić?

source: Tell me about my mother.
cs: Povídej mi o mojí matce.
es: Cuéntame sobre mi madre
fr: Parle-moi de ma mère.
it: Dimmi di mia madre.
pl: Opowiedz mi o mojej matce.

source: You are joking, right? He is in our camp!
cs: Děláš si srandu, ne? Vždyť je v našem táboře.
es: Estás bromeando, ¿verdad? ¡Está en nuestro campamento!
fr: Tu veux rire n'est-ce pas ? Il est dans notre camp !
it: Stai scherzando, vero? È dalla nostra parte.
pl: Dworujecie sobie ze mnie, prawda? Jest w naszym obozie.

source: Probably still in that Bontom place the peasants told us about.
cs: Pravděpodobně v tom Bontomu, jak nám říkali sedláci.
es: Probablemente todavía en ese Bontom del que nos hablaron los campesinos.
fr: Probablement toujours à ce Bontom dont les paysans nous ont parlé.
it: Probabilmente in quel Bontom di cui ci hanno detto i contadini.
pl: Zapewne w tym miejscu zwanym Bontom o którym powiedzieli nam wieśniacy.

source: In some place called Bontom. We could ask peasants about it.
cs: Na nějakém místě, které se jmenuje Bontom. Zeptej se místních, jestli neví, kde to je.
es: En algún lugar llamado Bontom. Podríamos preguntar a los campesinos al respecto.
fr: Dans un endroit nommé Bontom. Vous pouvez interroger les paysans à ce sujet.
it: In un certo posto chiamato Bontom. Potremmo chiedere ai contadini a questo proposito.
pl: W jakimś miejscu zwanym Bontom. Moglibyśmy się o to zapytać wieśniaków.

source: I have no idea where your friend may be; I fear we may have already missed our chance to find out about him...
cs: Nemám ani potuchy, kde může být váš přítel. Obávám se, že jsme už možná propásli naši šanci se o něm dozvědět...
es: No tengo idea de dónde puede estar tu amigo; me temo que ya hemos perdido nuestra oportunidad de averiguar sobre él...

source: I have no idea where your friend may be; maybe we could ask around some more about him.
cs: Nemám ani potuchy, kde může být váš přítel. Možná bychom se na něj mohli víc pozeptat.
es: No tengo idea de dónde puede estar tu amigo; tal vez podríamos preguntar algo más sobre él.

source: About your mother? What do you want to know about her?
cs: O tvojí matce? A co bys o ní chtěl vědět?
es: ¿Sobre tu madre? ¿Qué quieres saber sobre ella?
fr: Ta mère ? Que veux-tu savoir à son sujet ?
it: Di tua madre? Cosa vuoi sapere di lei?
pl: O twojej matce? Co chcesz o niej wiedzieć?

source: Everything.
cs: Úplně všechno.
es: Todo.
fr: Tout.
it: Tutto.
pl: Wszystko.

source: Well, she was from a royal house. The Akladian king gave her a simple choice: marry him or he would unleash his anger on her family. So, she agreed. I visited her from time to time, singing songs, bringing her news from home...
cs: Dobrá. Pocházela z královské rodiny. Akladijský král ji dal na vybranou: buď si jej vezme za muže nebo obrátí svůj hněv proti její rodině. Takže svolila k sňatku. Čas od času jsem ji navštěvoval, zpíval jí písně o domově, vyřizoval jí vzkazy z domova.
es: Bueno, ella era de una casa real. El rey de Akladia le dio una simple elección: casarse con él o desatar su ira sobre su familia. Así que ella aceptó. Yo la visitaba de vez en cuando, cantando canciones, trayéndole noticias de casa...
fr: En fait, elle était issue d'une maison royale. Le roi Akladien ne lui laissa guère le choix. Si elle ne l'épousait pas, il déchaînerait sa colère contre sa famille, elle accepta donc la proposition. Je lui rendais visite de temps à autre, nous chantions des chansons, je lui donnais des nouvelles de son pays...
it: Be', apparteneva alla casa reale. Il re di Akladia le ha proposto una semplice scelta: avrebbe dovuto sposarlo altrimenti avrebbe scatenato la sua furia sulla sua famiglia. Così, ha dovuto accettare quella proposta. Di tanto in tanto le facevo visita, per cantarle delle canzoni, raccontarle le notizie di casa...
pl: Coż, była z królewskiego domu. Akladyjski król postawił ją przed prostym wyborem: albo go poślubi, albo jej rodzina odczułąby pełnię jego gniewu. Przystała więc na jego warunki. Odwiedzałem ją od czasu do czasu, śpiewając jej pieśni, opowiadając jej nowiny z domu...

source: I think eventually she even warmed up to your father, the king. When she gave birth to you, she gave everything she had for you. But behind her back Akladian clans were conspiring... and finally someone gave her a poisoned cup. She died, slowly, and painfully. I was able to be near her in her final hours. I promised her that I would take care of you.
es: Creo que al final incluso se encariñó con tu padre, el rey. Cuando te dio a luz, dio todo lo que tenía por ti. Pero a sus espaldas los clanes akladianos conspiraban... y finalmente alguien le dio una copa envenenada. Murió, lenta y dolorosamente. Pude estar cerca de ella en sus últimas horas. Le prometí que cuidaría de ti.

source: Who poisoned her?
cs: Kdo ji otrávil?
es: ¿Quién la envenenó?
fr: Qui l'a empoisonnée ?
it: Chi l'ha avvelenata?
pl: Kto ją otruł?

source: I don't know. No one knows.
cs: Nevím. Nikdo to neví.
es: No lo sé. Nadie lo sabe.
fr: Je ne sais pas. Personne ne sait.
it: Non lo so. Nessuno lo sa.
pl: Nie wiem. Tego nie wie nikt.

source: Rob Roe mentioned Lorin's clan once bought some special poison from Outlaws...
es: Rob Roe mencionó que el clan de Lorin una vez compró un veneno especial a los forajidos...

source: And you think that...
cs: A ty myslíš, že...
es: Y tú piensas eso...
fr: Et tu penses que...
it: E tu pensi che...
pl: I myślisz, że...

source: Why shouldn't I think that?
cs: Proč bych si to měl myslet?
es: ¿Por qué no debería pensarlo?
fr: Pourquoi ne le penserais-je pas ?
it: Perché dovrei pensarlo?
pl: A dlaczego miałbym tak myśleć?

source: You are right, Gawen. Akladians have a long history of poisoning each other. You might say it's their national sport. But still... yes, it had escaped my attention before.
cs: Máš pravdu, Gawene. Akladijci neustále tráví jeden druhého. Dalo by se říci, že je to jejich národní sport. Ale nyní... ano, toto opravdu uniklo mé pozornosti.
es: Tienes razón Gawen. Los aladianos tienen una larga historia de envenenamiento entre ellos. Se podría decir que es su deporte nacional. Pero aun así... sí, había escapado a mi atención antes.
fr: Tu as raison, Gawen. Les Akladiens s'empoisonnent constamment. On pourrait dire que c'est leur sport national. Mais, en effet, cela avait échappé à mon attention jusqu'ici.
it: Hai ragione, Gawen. La gente di Akladia si avvelena costantemente l'un l'altro. Si potrebbe dire che sia il loro sport nazionale. Ma ancora... sì, mi era uscito di mente.
pl: Masz rację, Gawenie. Akladianie bez przerwy trują się nawzajem. Można by powiedzieć, że to ich sport narodowy. Ale jednak... taaak, przedtem umknęło to jakoś mojej uwagi..

source: I wish I had asked around more about poison previously; it's probably too late to find out more now...
es: Desearía haber preguntado más sobre el veneno antes; quizás ya sea demasiado tarde para saber más...

source: Hey Karen, what's up?
cs: Ahoj Karen, co je nového?
es: Hola Karen, ¿qué pasa?
fr: Hé, Karen, quoi de neuf ?
it: Ehi Karen, come va?
pl: Hej Karen, co tam u Ciebie?

source: I just made up a new song about you, want to hear it?
cs: Už jsem složila tu písničku o Tvých hrdinských činech. Chceš si ji poslechnout?
es: Acabo de inventar una nueva canción sobre ti, ¿quieres escucharla?
fr: Je viens juste d'écrire une nouvelle chanson pour toi. Tu veux l'entendre ?
it: Ho appena finito di scrivere una nuova canzona, la vuoi sentire?
pl: Właśnie napisałam nową pieśń o tobie, chcesz posłuchać?

source: You are a gifted girl... fighting, singing, what else can you do?
cs: No ty jsi mi ale nadaná dívka! Umíš bojovat, zpívat, co ještě umíš?
es: Eres una chica bien dotada... peleando, cantando, ¿qué más puedes hacer?
fr: Tu es une jeune fille douée... se battre, chanter, que sais-tu faire d'autre ?
it: Hai del talento ragazza, combatti, canti, cos'altro sai fare?
pl: Utalentowana z ciebie dziewczyna, walczysz, śpiewasz, co jeszcze umiesz robić?

source: I can also dance. Gawen. When we return to Freetown I could dance for you...
cs: Třeba tancovat. Gawene, až se vrátíme do Svobodova, tak ti zatancuju. Jenom pro tebe!
es: También puedo bailar, Gawen. Cuando volvamos a Freetown podría bailar para ti...
fr: Je sais aussi danser, Gawen. Quand nous retournerons à Freetown, je pourrais danser pour toi...
it: So anche ballare. Gawen, quando torneremo a Freetown potrei ballare per te.
pl: Umiem również tańczyć, Gawenie. Gdy wrócimy do Wolnego Miasta, mogłabym zatańczyć dla ciebie.

source: I'm sure I would enjoy watching you dance.
cs: Jsem si jistý, že to bude náramné. Budu velmi potěšen.
es: Estoy seguro de que disfrutaría viéndote bailar.
fr: Je suis sûr que j'aimerai ça.
it: Sono certo che sarà un bello spettacolo.
pl: Na pewno spodobałby mi się twój taniec.

source: Oh, I bet you would!
cs: To si piš, že budeš!
es: ¡Oh, apuesto a que lo harías!
fr: Je parie que oui !
it: Ci puoi scommettere!
pl: Pewnie, że tak!

source: Thank you, Gawen, once again. You have saved my life. I will never forget it, and I will never be able to repay my debt. Earlier my life belonged to you because of duty; now it is yours by choice.
cs: Ještě jednou ti děkuji, Gawene. Zachránil jsi mi život. Nikdy ti to nezapomenu a nikdy nebudu schopen ti plně splatit svůj dluh. Dříve ti patřil můj život díky vynucené přísaze, nyní si to přeji z celého srdce.
es: Gracias, Gawen, una vez más. Me has salvado la vida. Nunca lo olvidaré, y nunca podré pagar mi deuda. Antes mi vida te pertenecía por deber; ahora es tuya por elección.
fr: Je vous remercie, Gawen, une fois de plus. Vous avez sauvé ma vie. Je ne l'oublierai jamais, et je ne serai jamais en mesure de rembourser ma dette. Avant, ma vie vous appartenait à cause de mon devoir. Maintenant, elle vous appartient par mon propre choix.
it: Grazie una volta ancora Gawen. Mi hai salvato la vita. Non me ne dimenticherò mai e io non potrò mai ripagare questo mio debito. Finora la mia vita ti apparteneva per dovere; ora ti appartiene per mia scelta.
pl: Raz jeszcze ci dziękuję Gawen. Ocaliłeś mi życie. Nigdy tego nie zapomnę i nigdy nie będę w stanie spłacić mojego długu. Wcześniej moje życie należało do ciebie gdyż taki był mój obowiązek; teraz należy do was, gdyż taka jest moja wola.
