Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Gawen, I think Karen loved you. I don't know what your feelings were towards her, but I always hoped that you two might find happiness together, and despite knowing it would be impossible - despite knowing that you would have to make some dynastic marriage one day - I even foolishly dreamt you could found a new dynasty.
cs: Gawene, myslím, že Karen tě milovala. Nevím nic o tvých citech k ní, ale vždy jsem doufal, že vy dva byste mohli v sobě najít zalíbení a prožít spolu sťastný život, ačkoli se to zdálo být nemožným. Ačkoli jsem věděl, že jednoho dne se budeš muset oženit s někým z jiné královské dynastie, stále jsem bláhově snil, že založíš novou dynastii.
es: Gawen, creo que Karen te amaba. No sé cuáles eran tus sentimientos hacia ella, pero siempre esperé que ustedes dos pudieran encontrar la felicidad juntos, y a pesar de saber que sería imposible, a pesar de saber que algún día tendrías que hacer algún matrimonio dinástico, incluso soñé tontamente que podrías fundar una nueva dinastía.
fr: Gawen, je crois que Karen t'aimait. Je ne sais pas quels étaient tes sentiments pour elle, mais j'ai toujours espéré que vous trouviez le bonheur ensemble et bien que je sache que c'était impossible, malgré la certitude que tu aurais sûrement fait un jour un mariage politique, j'ai follement rêvé que vous auriez pu fonder tous les deux une nouvelle dynastie.
it: Gawen, credo che Karen vi amasse. Non so quali fossero i vostri sentimenti per lei, ma ho sempre sperato che trovaste la felicità assieme e anche se sapevo che sarebbe stato impossibile, anche se sapevo che voi sareste stato destinato a un matrimonio dinastico, io scioccamente continuavo a sognare che voi due avreste fondato una nuova dinastia.
pl: Gawenie, myślę, że Karen obdarzyła ciebie miłością. Nie wiem, jakie były twoje uczucia względem niej, ale zawsze miałem nadzieję, że odnajdziecie razem szczęście, nawet mimo, że wiedziałem, że to niemożliwe - bo przecież pewnego dnia musiałbyś wybrać polityczne małżeństwo - nawet głupio marzyłem, że założycie nową dynastię.

source: I don't know how long I tarried there. I didn't care about anything. Akladians have taken everything from me. First they took your mother from me. Then they killed her. And now, they have killed my daughters, my wife, my whole family.
cs: Nevím, jak dlouho jsem tam pobyl. Nezáleželo mi už na ničem. Akladijci mi tak vzali všechno. Nejdříve mi vzali tvoji matku. Pak ji zabili. A nyní, nyní mi vyvraždili celou rodinu.
es: No sé cuánto tiempo estuve allí. No me importaba nada. Los akladianos me lo habían quitado todo. Primero me quitaron a tu madre. Luego la mataron. Y ahora, han matado a mis hijas, a mi esposa, a toda mi familia.
fr: Je ne sais pas combien de temps je suis resté là. Plus rien n'avait d'importance. Les Akladiens m'ont tout pris. D'abord, ils m'ont pris ta mère. Ensuite, ils l'ont tuée. À présent, ils ont tué mes filles, ma femme, toute ma famille.
it: Non so per quanto tempo sono rimasto là. Non mi importava più di nulla. Gli uomini di Akladia mi avevano portato via tutto. Prima mi avevano preso mia madre. Poi l'hanno ucciso. E ora, avevano ucciso tutta la mia famiglia.
pl: Nie wiem, ile czasu tam spędziłem, nic mnie nie obchodziło. Akladyjczycy odebrali mi wszystko: najpierw twoją matkę, tylko po to, by ją potem zabić; A teraz zabili moje córki, moją żonę, moją całą rodzinę.

source: I... am an empty shell. Nothing is left inside me.
cs: Zůstala ze mne jen prázdná skořápka. Už ve mě není nic.
es: Yo... soy una cáscara vacía. No queda nada dentro de mí.
fr: Je suis une coquille vide. Il n'y a plus rien en moi.
it: Sono un guscio vuoto, Non è rimasto più niente dentro di me.
pl: Ja... Ja jestem pustą skorupą. Nic we mnie nie pozostało.

source: Welcome to Freetown, Hagarthen. Why did you come here? Why have you brought your mother here? Did you want to admire the destruction caused by your kin?
cs: Vítej ve Svobodově, Hagarthene. Proč jsi přišel? A proč jsi přivedl svou matku? Chtěl sis prohlédnout zkázu, kterou tu tví lidé udělali?
es: Bienvenido a Freetown, Hagarthen. ¿Por qué viniste aquí? ¿Por qué has traído a tu madre aquí? ¿Querías admirar la destrucción causada por tus parientes?
fr: Bienvenue à Freetown, Hagarthen. Pourquoi êtes-vous venu ici ? Pourquoi avez-vous amené votre mère ici ? Vous vouliez admirer la destruction causée par votre parenté ?
it: Benvenuto a Freetown, Hagarthen. Perché siete venuto qui? Perché avete portato qui vostra madre? Volevate ammirare la distruzione provocata dalla vostra genia?
pl: Witaj w Wolnym Mieście, Hagarthen. Po coś przyszedł? Po co przyprowadziłeś swoją matkę? Czyżbyś chciał napawać się widokiem zniszczenia, spowodowanym przez twój rodzaj?

source: How dare you speak that way to your king!?!
cs: Jak se opovažuješ takto mluvit se svým králem?
es: ¡¿¡Cómo te atreves a hablarle así a tu rey!?!
fr: Comment osez-vous parler ainsi à votre roi !
it: Come osi rivolgerti con questo tono al tuo re!
pl: Jak śmiesz się tak odzywać do swojego króla!

source: Huon, if I didn't know that anger is putting words into your mouth, I don't know what I would do to you. Amongst my army are people who had families here. I, myself...
cs: Huone, ani kdybych neslyšel ten hněv, který jsi vložil do těch slov, nevěděl bych, co mohu pro tebe udělat. V mé armádě jsou lidé, kteří zde ztratili své blízké. I já...
es: Huon, si no supiera que es la ira la que pone palabras en tu boca, no sé qué te haría. Entre mi ejército hay personas que tenían familias aquí. Yo mismo...
fr: Huon, si je ne savais pas que c'est la colère qui te mets ces mots dans la bouche, je ne sais pas ce que je te ferais. Dans mon armée il y a des gens qui ont de la famille ici, moi-même...
it: Huon, se non sapessi che è la rabbia a parlare per te, non so cosa ti farei. Nel mio esercito c'è gente che qui aveva la famiglia. Io, stesso...
pl: Huonie, gdybym nie wiedział, że to gniew wkłada te słowa w twoje usta, nie wiem, co bym ci zrobił. W mojej armii są ludzie, którzy mieli tu rodziny, a ja...

source: You, yourself, what!? Amongst your army are ALSO people who are members of the families of those beasts who did this! All of you Akladians should be killed, all of you should be expelled, all of you should...
cs: Co tím chceš říct, ty také? A ve tvé armádě máš také příbuzné těch bestií, které to udělaly! Vy všichni Akladijci byste měli být pozabíjeni, měli byste být prokleti. měli byste být...
es: Tú, tú mismo, ¿¡qué!? ¡Entre tu ejército TAMBIÉN hay personas que son miembros de las familias de las bestias que hicieron esto! Todos los akladianos deberíais ser asesinados, todos deberíais ser expulsados, todos deberíais...
fr: Comment ça, vous-même ? Et parmi les gens de votre armée, il y a aussi des parents des bêtes sauvages qui ont fait ça ! Vous, les Akladiens, on devrait tous vous tuer, tous vous expulser, tous vous...
it: Tu stesso, cosa? E nel tuo esercito c'è anche la gente che fa parte della famiglia di quelle bestie che hanno fatto questa strage! Tutti quelli di Akladia dovrebbero essere uccisi, tutti voi dovreste essere espulsi, tutti voi dovreste...
pl: A ty, ty co? W twojej armii są też ludzie będący częścią rodzin tych bestii które to uczyniły! Wszyscy Akladianie powinni zostać zabici, wygnani, wszyscy...

source: Silence, underling. You are unworthy of being called a man. Stop crying like a Wesnothian woman.
es: Silencio, plebeyo. Eres indigno de ser llamado hombre. Deja de llorar como una mujer wesnodiana.

source: And her! How did the Akladians know where Freetown is located? Who told them? Who, if not that witch? Let's kill her, and then let's...
cs: A ty! Jak se Akladijci dozvěděli o Svobodově? Kdo jim to řekl? Kdo, když ne tato bosorka? Zabijme ji, a pak...
es: ¡Y ella! ¿Cómo supieron los akladianos dónde se encuentra Freetown? ¿Quién les dijo? ¿Quién, sino esa bruja? Matémosla, y luego...
fr: Et elle ! Comment les Akladiens ont-ils su où se trouvait Freetown ? Qui le leur a dit sinon cette sorcière ? Tuons-la et ensuite nous...
it: E lei! Come hanno saputo quelli di Akladia dove si trovava Freetown? Chi glielo lo ha detto? Chi, se non quella strega? Uccidiamola e poi...
pl: I ona! Skąd Akladianie wiedzieli gdzie znaleźć Wolne Miasto? Kto im powiedział? Kto, jeśli nie ta wiedźma? Zabijmy ją, a potem...

source: Here is my sword, Huon. I lost someone here as well and I want to avenge her. But if you want to just blindly kill anyone with a drop of Akladian blood in his veins, I won't stop you. Start with me, your king.
cs: Zde je můj meč, Huone. I já zde ztratil někoho mi blízkého a i já ji chci pomstít. Ale pokud chceš slepě zabít každého, kdo má v sobě trochu akladijské krve, nebudu ti bránit. Začni se mnou, se svým králem.
es: Aquí está mi espada, Huon. Yo también perdí a alguien aquí y quiero vengarla. Pero si quieres matar ciegamente a cualquiera con una gota de sangre akladiana en sus venas, no te detendré. Comienza conmigo, tu rey.
fr: Voici mon épée, Huon ! J'ai moi aussi perdu quelqu'un ici et je veux la venger. Mais si vous voulez juste aveuglément tuer tous ceux qui ont une goutte de sang Akladien dans les veines, je ne vous arrêterai pas. Commencez donc par moi, votre roi.
it: Ecco la mia spada, Huon. Ho perso qualcuno qui anche io e desidero vendetta. Ma se vuoi solo uccidere ciecamente tutti quelli con una goccia di sangue di Akladia nelle sue vene, io non ti fermerò. Comincia da me, il tuo re.
pl: Oto mój miecz, Huonie. Również kogoś utraciłem i chcę za nią zemsty. Ale jeżeli masz zamiar po prostu na ślepo mordować każdego z kroplą akladyjskiej krwi w żyłach, nie będę ciebie zatrzymywać. Zacznij ode mnie, twojego króla.

source: You are not my king! You are... You are...
cs: Ty nejsi můj král! Ty si... ty si...
es: ¡Tú no eres mi rey! Tú eres, tú eres...

source: There was a long pause. No one dared to stir until finally Gawen straightened himself to his full height and took a deep breath.
es: Hubo una larga pausa. Nadie se atrevió a moverse hasta que finalmente Gawen se irguió en toda su altura y respiró hondo.
fr: Il y eut un long silence. Personne n'osa bouger jusqu'à ce qu'enfin Gawen se redresse de toute sa taille et prenne une profonde inspiration.
pl: Nastąpiła długa cisza - w jej trakcie nikt nie śmiał się poruszyć, aż wreszcie Gawen wyprostował się biorąc głęboki oddech.

source: Yes. Now I see. Deorien, now I understand what you were trying to tell me. There is no future in civil war between Akladians and Wesnothians. I AM King Gawen Haldric Hagarthen, and this is MY country. My sword will punish the wicked. My sword will defend the defenseless.
cs: Jsem. Nyní už to vím. Deoriene, nyní jsem pochopil, co ses mi snažil naznačit. V občanské válce mezi Akladijci a Wesnoťany není budoucnost. Jen smrt. Já jsem král Gawen Haldric Hagarthen, a toto je má zem. Můj meč ztrestá každou špatnost. Můj meč ochrání bezbranné.
es: Sí. Ahora entiendo. Deorien, ahora entiendo lo que intentabas decirme. No hay futuro en una guerra civil entre akladianos y wesnodianos. YO SOY el Rey Gawen Haldric Hagarthen, y este es MI país. Mi espada castigará a los malvados. Mi espada defenderá a los indefensos.
fr: Oui, Maintenant je vois. Deorien, maintenant, je comprends ce que vous avez essayé de me dire. Il n'y a aucun avenir dans une guerre civile entre les Akladiens et les Wesnothiens. Je suis le roi Gawen Haldric Hagarthen et ceci est MON pays. Mon épée punira les coupables. Mon épée défendra les gens sans défense !
it: Sì. Ora mi è chiaro. Deorien, adesso capisco che cosa stavi cercando di dirmi. Non c'è futuro nella guerra civile fra Akladia e Wesnoth. Io sono re Gawen Haldric Hagarthen e questo è il mio paese. La mia spada punirà i malvagi. La mia spada difenderà gli indifesi.
pl: Tak. Teraz rozumiem. Deorienie, teraz rozumiem, co iałeś mi przekazać. Wojna domowa nie ma przyszłości. Jestem król Gawen Haldric Hagarthen, a to jest mój kraj. Mój miecz ukarze niegodziwych. Mój miecz ochroni bezbronnych.

source: My king...
cs: Můj králi...
es: Mi rey...
fr: Mon roi...
it: Mio sire...
pl: Królu mój..

source: Ruvio, my friend... I will need you at my side. I know you want to mourn your daughter, but I would be grateful if I would find you next to me in the battles which await me.
es: Ruvio, amigo mío... Te necesitaré a mi lado. Sé que quieres llorar a tu hija, pero agradecería encontrarte a mi lado en las batallas que me esperan.

source: Gawen... My sword is your sword.
cs: Gawene... Můj meč je Tvým mečem.
es: Gawen... Mi espada es tu espada.
fr: Gawen... Mon épée est ton épée.
it: Gawen... La mia spada è la tua.
pl: Gawenie... Mój miecz należy do ciebie.

source: But what about your step-mother? She's an Akladian wild beast. I bet she was the one who passed the location of Freetown to Bor Cryne and his slayers.
cs: Ale co tvá macecha? Je to akladijská divoká bestie. Vsadím se, že to byla ona, kdo Boru Crynovi a jeho vrahům prozradil místo, kde leží Svobodov.
es: ¿Pero qué hay de tu madrastra? Ella es una bestia salvaje akladiana. Apuesto a que fue ella quien reveló la ubicación de Freetown a Bor Cryne y sus asesinos.
fr: Mais et qu'allons-nous faire de votre belle-mère ? C'est une bête sauvage Akladienne. Je parie que c'est elle qui a révélé l'emplacement de Freetown à Bor Cryne et ses tueurs.
it: E allora la tua matrigna? È una bestia feroce di Akladia. Scommetto che è stata lei a rivelare la posizione di Freetwon a Bor Cryne e i suoi assassini.
pl: Ale co będzie z twoją macochą? To akladiańskie dzikie zwierzę. Założę się, że to ona przekazała lokalizację Freetown Borowi Cryne i jego siepaczom.

source: Why should I do that? And when? I was with Gawen all the time, far away from here!
es: ¿Por qué debería hacer eso? ¿Y cuando? ¡Estuve con Gawen todo el tiempo, lejos de aquí!
fr: Pourquoi aurais-je fait ça ? Et quand ? J'étais avec Gawen tout le temps, très loin d'ici !
it: Perché avrei dovuto farlo? E quando? Sono stata tutto il tempo con Gawen molto lontano da qui!
pl: Dlaczego miałabym to zrobić? I kiedy? Byłam z Gawenem przez cały czas, bardzo daleko stąd.

source: Huon, stop accusing her. You have no proof!
cs: Huone, přestaň ji obviňovat. Nemáš jediný důkaz.
es: Huon, deja de acusarla. ¡No tienes pruebas!
fr: Huon, arrêtez de l'accuser. Vous n'avez pas de preuve.
it: Huon, smettila di accusarla. Non hai nessuna prova.
pl: Huonie, zaprzestań tych oskarżeń. Nie masz dowodów.

source: Oh, she could do it, from what I've heard about her. She could do it. I have no proof, but you will never be sure whether it was her or not.
cs: Mohla to udělat. Podle toho, co o ní vím, to mohla udělat. Nemám důkaz, ale nikdy si nebudeš jist, zda to byla ona nebo nebyla.
es: Podría haberlo hecho, por lo que he oído de ella. Ella podría hacerlo. No tengo pruebas, pero nunca estarás seguro de si fue ella o no.
fr: Elle en est capable d'après ce qu'on m'a dit. Je n'ai pas de preuve, mais vous ne saurez jamais si c'était elle ou pas.
it: Avrebbe potuto farlo, da quello che ho sentito sul suo conto. Avrebbe potuto farlo. Io non ho le prove ma tu non potrai mai essere sicuro se sia stata lei o no.
pl: Byłaby do tego zdolna, sądząc po tym co o niej słyszałem. Byłaby. Nie mam dowodów, ale sam nigdy nie będziesz pewny, czy to nie jej wina.

source: That's ridiculous! How can you accuse... Gawen, tell him you don't believe that tripe! Gawen! ...Gawen?
cs: To je k smíchu! Jak mě můžeš takto podle obviňovat... Gawene, řekni mu, že nevěříš ani slovo z toho žvástu! Gawene! ... Gawene?
es: ¡Eso es ridículo! ¿Cómo puedes acusar...? ¡Gawen, dile que no crees esa tontería! ¡Gawen!... ¿Gawen?

source: Enough. I need to be... the king desires to be alone for a moment.
cs: Chci být... na chvíli sám.
es: Suficiente. Necesito estar... el rey desea estar solo por un momento.
fr: Assez. J'ai besoin d'être ... le roi veut être seul un moment.
it: Vorrei essere... lasciato solo per un istante.
pl: Starczy już. Chcę być... Król chce być sam.

source: Because you were declared the messiah by the Oracle and recognised as king by the Wesnothians, you may again recruit Fencers, Spearmen, Bowmen, Akladian Clansmen, Akladian Warriors, Akladian Homeguards, and Akladian Wisemen.
cs: Protože jsi byl Věštkyní označen za mesiáše a jsi vnímán jako král Wesnoťanů, můžeš znovu verbovat šermíře, kopiníky, lučištníky, příslušníky akladijského klanu, akladijské bojovníky, akladijské hlídače a akladijské šamany.
es: Debido a que fuiste declarado mesías por el Oráculo y reconocido como rey por los wesnodianos, puedes reclutar de nuevo a esgrimistas, lanceros, arqueros, hombres de clan akladianos, guerreros akladianos, guardas akladianos y sabios akladianos.
fr: Comme vous avez été déclaré messie par l'oracle et reconnu comme roi par les Wesnothiens, vous pouvez à nouveau recruter des escrimeurs, des lanciers, des archers, des membres du clan akaldiens, des guerriers Akladiens, des gardiens de maison Akladiens et des sages Akladiens.
it: Dato che sei stato dichiarato Liberatore dall'Oracolo e riconosciuto re da Wesnoth, ora puoi reclutare schermidori, fanti, arcieri, membri del clan di Akladia, guerrieri di Akladia, guardie nazionali di Akladia, Anziani di Akladia.
pl: Ponieważ Wyrocznia ogłosiła cię mesjaszem, a Wesnotyjczycy uznali za króla, możesz ponownie rekrutować Szermierzy, Włóczników, Łuczników, Akladyjskich Klanowców, Akladyjskich Wojowników, Akladyjskich Strażników i Akladyjskich Mędrców.

source: Also, Rob Roe would have rejoined you here, too, if it weren't for Lorin...
es: Además, Rob Roe también se habría reunido contigo aquí, si no fuera por Lorin...

source: Also, since you were joined by Rob Roe in the past, you may now recruit Thugs, Thieves, and Footpads again.
es: También, dado que Rob Roe se unió a ti en el pasado, ahora puedes reclutar proscritos, ladrones y salteadores nuevamente.

source: Fighting for Passage
cs: Bojuj, abys prošel
es: Luchando por pasaje
fr: Se frayer un chemin
it: Aprirsi la strada
pl: Walcząc o przejście

source: So, my name is Gawen Hagarthen and I am to be a king of a nation destined to rule over the world. For some reason, this does not make me happy.
es: Así que me llamo Gawen Hagarthen y voy a ser rey de una nación destinada a gobernar el mundo. Por alguna razón, esto no me hace feliz.

source: The woman who calls herself my mother is giving everyone orders in my name. She always stays close by me, as though she is afraid to let me be alone. I wish I could know what Reme Carrenemoe thinks; it seems like he is afraid to say any more than necessary. And that whole 'underling' thing... I don't know why, but sometimes, as I look at the faces of warriors who are around me, I feel more attached to those whom they call 'underlings.'
cs: Ta žena, co si říká má matka, rozkazuje mojím jménem. Je pořád se mnou a bojí se mě nechat osamotě. Chcu vědět, co si myslí Reme Carrenemoe; vypadá, jako když se bojí říct víc než musí. A celá ta věc s podřadnými... Nevím proč, ale když se dívám na všechny ksichty rváčů kolem sebe, cítím se víc na straně těch podřadných.
es: La mujer que se hace llamar mi madre da órdenes a todo el mundo en mi nombre. Siempre está cerca de mí, como si tuviera miedo de dejarme solo. Me gustaría saber lo que piensa Reme Carrenemoe; parece que tiene miedo de decir más de lo necesario. Y todo eso de los "plebeyos"... No sé por qué, pero a veces, al mirar las caras de los guerreros que me rodean, siento más apego por aquellos a los que llaman 'plebeyos'.
fr: La femme, qui se prétend ma mère, donne des ordres à tout le monde en mon nom. Elle est toujours à côté de moi, comme si elle avait peur de me laisser seul. Je voudrais savoir ce que Reme Carrenemoe en pense : il fait comme s'il avait peur d'en dire trop. En ce qui concerne cette histoire de métèques... Je ne sais pas pourquoi, mais parfois, en regardant les visages des guerriers qui m'entourent, je me sens plus porté vers ceux qu'ils appellent 'métèques'.
it: La donna, che dice di essere mia madre impartisce ordini a chiunque in mio nome. È sempre molto vicina a me, come se temesse di lasciarmi solo. Vorrei sapere cosa pensa Reme Carrenemoe; sembra aver paura di dire una parola di troppo. E anche questa faccenda dei "miserabili"... non so perché ma a volte, osservando le facce dei guerrieri che mi circondano, mi sento dalla parte di quelli che loro chiamano "miserabili".
pl: Kobieta, nazywająca sama siebie moją matką, wydaje wszystkim rozkazy w moim imieniu. Zawsze stara się być blisko mnie, jakby bała się, bym choć przez chwilę został sam. Bardzo chciałbym wiedzieć, co się dzieje w głowie Reme Carrenemoe. Wygląda jakby bał się wymówić więcej słów niż trzeba. I ta cała sprawa z 'pariasami'... Nie wiem dlaczego, ale czasami, patrząc na twarze wojowników, którzy mnie otaczają, czuję się bardziej związanymi z tymi, których oni nazywają 'pariasami'.

source: Sometimes I think it is some kind of cruel joke. I am like a twig carried by large and wild river. A feather tossed to and fro by a tempest. Gawen Hagarthen, king of Vakladia. No, I am not happy.
cs: Někdy si myslím, že je to nějaký krutý žert. Cítím se jako stéblo slámy hnané proudem veliké a divoké řeky. Gawen Hagarthen, král Vakladie. Přesto se nějak necítím šťastný.
es: A veces pienso que es una especie de broma cruel. Soy como una ramita arrastrada por un río grande y salvaje. Una pluma zarandeada de un lado a otro por una tempestad. Gawen Hagarthen, rey de Vakladia. No, no soy feliz.
fr: Parfois, je pense que c'est une sorte de farce cruelle. Je suis comme une bûche emportée par un courant rapide, une feuille balayée çà et là par une tornade. Gawen Hagarthen, roi de Vakladia. Non, je ne suis pas heureux.
it: A volte mi viene da pensare che sia una sorta di scherzo crudele. Sono come un pezzo di legno in balia della corrente di un fiume forte e impetuoso. Una piuma in mezzo a un tornado. Gawen Hagarthen, re di Vakladia. Chissà perché non mi sento felice.
pl: Czasami myślę, że to jakiś okrutny żart. Jestem jak drewniany patyk niesiony przez rwący nurt wielkiej rzeki. Jak piórko w środku tornada. Gawen Hagarthen, król Vakladii. Z jakiegoś powodu, nie czuję się szczęśliwy.

source: Loyal
cs: věrný
es: Leal
it: Legale
pl: Lojalny

source: Vattin, the capital of our kingdom, is just a few days from here. How do you feel, my son?
cs: Vattin, hlavní město našeho království, je jenom pár dní cesty. Synu, jak se cítíš?
es: Vattin, la capital de nuestro reino, está a unos días de aquí. ¿Cómo te sientes, hijo?
fr: Vattin, la capitale de notre royaume, n'est qu'à quelques jours d'ici. Mon fils, comment te sens-tu ?
it: Vattin, capitale del nostro regno, è solo a pochi giorni di marcia da qui. Figlio mio, come stai?
pl: Vattin, stolica naszego królestwa, jest tylko kilka dni drogi stąd. Synu mój, jak się czujesz?

source: Much better. That medic did a commendable job. I wish to thank him at some time in future.
cs: Líp. Ten felčar byl fakt dóst dobrý. Rád bych mu někdy v budoucnosti poděkoval.
es: Mucho mejor. Ese médico hizo un trabajo encomiable. Desearía darle las gracias en algún momento en el futuro.
fr: Beaucoup mieux. Ce médecin était vraiment bon. J'espère pouvoir le remercier un jour ou l'autre.
it: Molto meglio. Il medico ha fatto veramente un buon lavoro. Devo ringraziarlo la prossima volta.
pl: Dużo lepiej. Ten medyk naprawdę znał się na swojej robocie. Chciałbym mu kiedyś podziękować.

source: I'm afraid... that may be... impossible. What about your memory?
cs: Bojím se, že to nebude možné. A co tvoje paměť?
es: Me temo... que puede ser... imposible. ¿Qué hay de tu memoria?
fr: J'ai peur... que cela ne soit... impossible. Et comment va ta mémoire ?
it: Temo che non ci sarà una prossima volta. E la tua memoria?
pl: Obawiam się, że.. jakby to ująć w słowa.. to może się okazać niemożliwe. A co z Twoją pamięcią?
