Repository: cooljeanius/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: cs, es, fr, it, pl

source: Why, you would have to fight with and kill them. That's kind a family tradition. Didn't your mother teach you anything?
cs: No přeci bojovat s nimi a pozabíjet je. To je taková rodinná tradice. Tvoje matka ti to neřekla?
es: Pues tendrías que luchar contra ellos y matarlos. Es una especie de tradición familiar. ¿Tu madre no te enseñó nada?
fr: Et bien, il faudra les combattre et les éliminer. C'est une sorte de tradition familiale. Votre mère ne vous a rien dit ?
it: Perché, dovresti combatterli e ucciderli. Questa è una simpatica tradizione di famiglia. Tua madre non te lo ha detto?
pl: Jak to co, powinieneś ich pokonać i pozabijać. To taka wasza rodzinna tradycja. Twoja matka ci o tym nie mówiła?

source: No! I don't want to do that! I only want peace. I don't want to start civil wars, or fight for any throne. No! Let's not talk about it again.
cs: Ne. Chci jenom mír. Nechci začít jakoukoli občanskou válku ani boj o jakýkoli trůn. A už o tom nechci slyšet.
es: ¡No! ¡No quiero hacer eso! Solo quiero paz. No quiero iniciar guerras civiles, ni luchar por ningún trono. ¡No! No volvamos a hablar de eso.
fr: Non ! je ne veux pas faire ça ! Je veux seulement la paix. Je ne veux pas commencer des guerres civiles, ou me battre pour un trône. Non ! Il ne faut plus en parler de nouveau.
it: No. Io voglio soltanto la pace. Non voglio scatenare guerre civili, o una lotta per qualunque trono. No e non parliamone più.
pl: Nie. Chcę tylko pokoju. Nie chcę wszczynać wojen domowych, ani walczyć o żadne trony. Nie, i więcej o tym już nie mówmy.

source: There will come time when we'll have to talk about it again. But we can leave it for now. Right now, we should focus on how we will get through the lines of the Akladians.
cs: Přijde čas, kdy si o tom budeme muset znovu promluvit. Nyní se ale musíme dostat přes akladijskou linii.
es: Llegará el momento en que tendremos que volver a hablar de eso. Pero podemos dejarlo por ahora. En este momento, debemos centrarnos en cómo atravesaremos las líneas akladianas.
fr: Un moment viendra où il faudra bien en reparler. Mais nous en reparlerons une autre fois. En attendant, nous devrions nous concentrer sur le moyen de passer au travers des lignes Akladiennes.
it: Verrà un tempo in cui dovremo parlarne di nuovo. Ora dovremmo attraversare le linee degli uomini di Akladia.
pl: Nadejdzie czas, kiedy będziemy musieli o tym znowu pomówić. A teraz musimy przedostać się przez linie Akladian.

source: If I may make a suggestion, my lord... we are here to gather news, but I don't think interrogating the eastern enemy leader would help us much. He doesn't look important enough. The second one, on the other hand...
cs: Jsem tady kvůli získání informací. Ale pokud mohu soudit, můj pane, vyslýchat vůdce východního vojska nemá žádný smysl. Nevypadá nijak důležitě. Zato ten druhý...
es: Si me permite una sugerencia, mi señor... estamos aquí para recopilar noticias, pero no creo que interrogar al líder enemigo del este nos ayude mucho. No parece lo suficientemente importante. El segundo, en cambio...
fr: Si je peux faire une suggestion, monseigneur... Nous sommes ici pour trouver des renseignements, mais je ne pense pas qu'interroger le chef ennemi de l'est nous aide beaucoup. Il n'a pas l'air assez important. Le second, par contre...
it: Se posso suggerire, mio signore. Siamo qui per raccogliere notizie. Ma non penso che interrogare il comandante nemico a est abbia senso. Non sembra abbastanza importante. L'altro, invece...
pl: Jeżeli mi wolno coś zasugerować, mój panie. Jesteśmy tutaj, by zbierać wiadomości. Ale nie sądzę, by przesłuchanie wschodniego przywódcy coś dało. Nie wygląda na dość ważnego. Ten drugi natomiast...

source: Not important enough? They look the same rank to me...
es: ¿No es lo suficientemente importante? Me parecen del mismo rango...

source: Yes, but some lords are more knowledgeable and well-connected than others.
es: Sí, pero algunos señores tienen más conocimientos y están mejor conectados que otros.

source: In this scenario, you may interrogate Hoyre Ramenari with either Ruvio or Gawen, it will make no difference. Move Ruvio to signpost to ask him for advice.
es: En este escenario, puedes interrogar a Hoyre Ramenari con Ruvio o Gawen, no hará ninguna diferencia. Mueve a Ruvio al poste indicador para pedirle consejo.

source: Move Gawen to southern edge of the map OR
cs: Dojdi s Gawenem na jižní okraj mapy NEBO
es: Mueve a Gawen al extremo sur del mapa O
fr: Déplacez Gawen à la limite sud de la carte, OU
it: Sposta Gawen al margine meridionale della mappa O
pl: Przesuń Gawena do południowej części mapy ALBO

source: Uhmmm... I should interrogate him, right? So... uh... what did you eat for breakfast?
es: Uhmmm... Debería interrogarlo, ¿verdad? Así que... eh... ¿qué desayunaste?

source: Oh, never mind.
cs: Ále, nic.
es: Ah, no importa.
fr: Euh, laissez tomber.
it: Ah, lascia perdere.
pl: Eee.. nieważne.

source: Wait, don't kill him!
cs: Počkej, nezabíjej ho!
es: ¡Espera, no lo mates!
fr: Attends, ne le tue pas !
it: Aspetta, non ucciderlo!
pl: Czekaj, nie zabijaj go!

source: He's already dying. I don't think he can be of any more help to us.
cs: Je po něm. Myslím, že nás vůbec neslyšel.
es: Ya se está muriendo. No creo que pueda sernos de más ayuda.
fr: Il est à l'agonie. Je ne pense pas qu'il puisse encore nous aider.
it: È in agonia. Non penso che ci abbia udito.
pl: On już kona. Nie sądzę, by nas słyszał.

source: So he had nothing to say after all.
es: Así que no tenía nada que decir, después de todo.

source: I know, I was only curious.
es: Lo sé, solo tenía curiosidad.

source: Well, is your curiosity satisfied?
es: Bueno, ¿está satisfecha tu curiosidad?

source: I guess...
es: Supongo que sí...

source: You just let him die?
es: ¿Lo dejaste morir sin más?

source: It seemed like he didn't have anything important to say.
es: Parecía que no tenía nada importante que decir.

source: If you say so.
es: Si tú lo dices.

source: Just as I've told you, I rarely miss!
cs: Už jsem ti říkala, že minu málokdy!
es: Tal como te he dicho, ¡rara vez fallo!
fr: Comme je vous le disais. Je manque rarement ma cible !
it: Ve l'avevo appena detto, raramente manco il bersaglio!
pl: Tak jak wam mówiłam, rzadko kiedy chybiam!

source: What the... elves!
cs: Co to... Hrůza! Elfové!
es: ¡Pero qué... elfos!
fr: Quoi les ... Les elfes !
it: Ma che... Gli elfi!
pl: Co u.. Elfy!

source: Eeek! Elves! The green devils are here!
cs: Ojojój! Elfové! Zelení ďábli jsou tu!
es: ¡Eeej! ¡Elfos! ¡Los diablos verdes están aquí!
fr: Beurk ! Les elfes ! Les démons verts sont ici !
it: Ehi! Gli elfi! Sono arrivati i diavoli verdi!
pl: Ajaj! Elfy! Zielone diabły są tutaj!

source: We fought our way out of forest. What now?
cs: Probojovali jsme se z lesa. Co teď?
es: Luchamos para salir del bosque. ¿Ahora qué?
fr: Nous sommes sortis de cette forêt. Et maintenant ?
it: Ci siamo aperti la strada combattendo per le foreste. E ora?
pl: Wywalczyliśmy sobie drogę poza te lasy. Co teraz?

source: Now Gaumhaldric the Great will accomplish all those amazing deeds that will cause bards to sing about him in the future!
cs: A nyní Gaumhaldrik Veliký vykoná všechny ty úžasné skutky, o kterých budou pěvci pět po celá staletí.
es: ¡Ahora Gaumhaldric el Grande llevará a cabo todas esas asombrosas hazañas que los bardos cantarán sobre él en el futuro!
fr: Maintenant, Gaumhaldric le Grand va accomplir toutes ces choses stupéfiantes que les bardes chanteront à son sujet dans le futur !
it: Adesso Gaumhaldric il Grande compirà tutte quelle cose meravigliose di cui i bardi canteranno in futuro.
pl: ... i zobaczymy naszego Wielkiego Przyszłego Króla Gaumhaldrica zwyciężającego wrogów w epickiej walce, opiewanej po wsze czasy przez bardów!

source: Ruvio, would you please send her back home?
cs: Ruvio, prosím, můžeš ji poslat šupito presto domů?
es: Ruvio, ¿podrías enviarla de regreso a casa?
fr: Ruvio, pourrais-tu, s'il te plaît, la renvoyer chez elle ?
it: Ruvio, per favore non potresti rimandarla a casa?
pl: Ruvio, czy mógłbyś odesłać ją do domu?

source: Stop it, kids. We've got to keep moving. We have a mission to accomplish.
cs: Přestaň, Karen. Musíme jít. Máme tady poslání.
es: Paren, niños. Tenemos que seguir moviéndonos. Tenemos una misión que cumplir.
fr: Arrêtez les enfants. Nous devons avancer. Nous avons une mission à accomplir.
it: Smettetela, bambini. Dobbiamo andare. Abbiamo una missione da compiere.
pl: Przestańcie, dzieciaki. Musimy iść. Mamy misję do wypełnienia.

source: A GREAT mission. Hey, Gaumhaldric, I think I just came up with a song about this. Do you want to hear it?
cs: VELKÉ poslání. Hej, Gaumhaldriku, myslím, že jsem o tom právě složila baladu. Nechceš si ji poslechnout?
es: UNA GRAN MISIÓN. Oye, Gaumhaldric, creo que se me ocurrió una canción sobre esto. ¿Quieres oirla?
fr: Une GRANDE mission. Hé, Gaumhaldric, je pense que je tiens le début d'une chanson là dessus. Tu veux l'entendre ?
it: Missione FANTASTICA. Ehi, Gaumhaldric, credo di aver appena scritto una canzone al riguardo. La vuoi sentire?
pl: <i>Wielką i Wspaniałą</i> misję. Hej, Gaumhaldric, chyba właśnie wymyśliłam pieśń na ten temat. Chciałbyś jej posłuchać?

source: If you want my advice, I think you may want to use our elves. Six elves should be able to hold off the eastern leader on their own, especially using hit-and-run tactics. Alternatively, you may ignore one of the enemies entirely and concentrate all of your forces against the other one. There's no hurry; we've got quite a lot of time.
cs: Mohu-li něco poradit, bylo by dobré nasadit Elfy. Šest Elfů v lese je síla dostatečná k tomu, aby zvládli posádku na východě. Zvláště při použití taktiky „bodni a uteč“. Jedna nepřátelská jednotka nic nezmůže, takže je možné ji ignorovat a přitom se vší silou soustředit na jinou nepřátelskou jednotku. A pěkně pomaloučku, času je spousta.
es: Si quieres mi consejo, creo que deberías usar a nuestros elfos. Seis elfos podrían mantener a raya al líder del este por sí mismos, especialmente usando tácticas de ataque y fuga. Alternativamente, puedes ignorar a uno de los enemigos por completo y concentrar todas tus fuerzas contra el otro. No hay prisa; tenemos bastante tiempo.
fr: Si je peux suggérer quelque chose, tu devrais utiliser nos elfes. Six elfes devraient suffire pour tenir en échec le chef de l'est, spécialement en utilisant une tactique « frappe et fuis ». Tu peux aussi ignorer entièrement un ennemi et utiliser toutes tes forces contre l'autre. Il n'y a pas d'urgence, nous avons tout le temps.
it: Se posso suggerire qualcosa, dovresti usare gli elfi. Solo sei elfi sono sufficienti per bloccare il comandante a est, specialmente se usi una tattica mordi e fuggi. Puoi ignorare uno dei due nemici e usare tutte le tue forze contro l'altro. Non avere fretta, abbiamo abbastanza tempo.
pl: Jeżeli wolno mi coś zasugerować, rozważ użycie elfów. Sześć elfów to siła wystarczająca do powstrzymania wschodniego dowódcy, zwłaszcza atakując z doskoku i unikając zwarcia. Możesz też zignorować całkowicie jednego wroga i użyć wszystkich sił przeciwko drugiemu. Nie śpiesz się, mamy mnóstwo czasu.

source: Outlaw Base
cs: Základna banditů
es: Base forajida
fr: Base des hors-la-loi.
it: Il covo di Senzalegge
pl: Baza Banitów

source: Gawen, Ruvio and Karen didn't celebrate their victory. The bodies of the last Akladians were still warm as they hurried from the battlefield. They entered the forest of Raedwood, hoping that no one would follow them.
es: Gawen, Ruvio y Karen no celebraron su victoria. Los cuerpos de los últimos akladianos todavía estaban calientes mientras salían corriendo del campo de batalla. Entraron en el bosque de Raedwood, con la esperanza de que nadie los siguiera.

source: Thug
es: Proscrito
fr: Malfrat
it: Scagnozzo
pl: Zbir

source: What kind of place is this?
cs: Co je toto za místo?
es: ¿Que tipo de lugar es éste?
fr: Où sommes-nous ?
it: Che razza di posto è questo?
pl: Co to za miejsce?

source: It's a bad place. Not the worst place imaginable, but it's still bad enough.
cs: Špatné místo. Není nejhorší, jaké si můžeš představit, ale pořád je dost špatné.
es: Es un mal sitio. No es el peor lugar imaginable, pero sigue siendo bastante malo.
fr: C'est un endroit malsain ! Pas le pire que vous puissiez imaginer, mais assez moche quand même.
it: Un brutto posto. Non il peggiore che tu possa immaginare ma comunque un brutto posto.
pl: Złe. Nie najgorsze, jakie można sobie wyobrazić, ale wystarczająco złe.

source: You see, Gawen, when the royal family of Wesnoth started a war over succession, a golden era for bandits and thieves began. The succession wars were devastating and divided Wesnoth into many small kingdoms.
cs: Tak vidíš, Gawene, když wesnothská královská rodina začala mezi seou válčit, nastala zlatá éra banditů a zlodějů. Ty války byly zničující a jejich výsledkem bylo rozdělení Wesnothu na malá královstvíčka.
es: Verás, Gawen, cuando la familia real de Wesnoth inició una guerra por la sucesión, comenzó una era dorada para ladrones y bandidos. Las guerras de sucesión fueron devastadoras y dividieron Wesnoth en muchos reinos pequeños.
fr: Vous voyez Gawen, quand la famille royale a entamé sa guerre de succession, une ère idéale a commencé pour les bandits et les voleurs. Les guerres ont été dévastatrices et ont divisé Wesnoth en une poussière de petits royaumes.
it: Vedi, Gawen, quando la famiglia reale di Wesnoth ha iniziato una guerra di successione, è cominciato un periodo d'oro per ladri e banditi. Le guerre erano state devastanti ed ebbero come unico risultato di dividere Wesnoth in molti piccoli regni.
pl: Widzisz Gawenie, kiedy rodzina królewska Wesnoth rozpoczęła wojny o sukcesję nastała złota era dla rozboju, wojna oznaczała chaos, bezprawie i przede wszystkim małe, więc słabe królestwa.

source: During the wars, kings became weaker and lost much of their power, so when peace came they no longer had the forces needed to drive bandits out of their hideouts. The bandits continued to flourish even in periods of peace. When the Akladians came, they didn't care about rooting the bandits out either.
cs: Králové byli slabší a slabší a během válek ztratili většinu svých sil. A když nastal mír, nikdo neměl sílu postavit se banditům. A tak bandité úspěšně vzkvétali i během dlouhých let míru. A když přišli Akladijci, ani ti se o ně nestarali.
es: Durante las guerras, los reyes se debilitaron y perdieron gran parte de su poder, por lo que cuando llegó la paz ya no disponían de las fuerzas necesarias para expulsar a los bandidos de sus escondites. Estos continuaron floreciendo incluso en periodos de paz. Cuando llegaron los akladianos, tampoco se preocuparon de expulsar a los bandidos.
fr: Pendant les guerres, les rois sont devenus plus faibles et ont perdu beaucoup de leur pouvoir. Quand la paix est arrivée, ils n'étaient plus assez forts pour débusquer les bandits de leurs cachettes. Du coup, ils prospèrent, même en temps de paix. Quand les Akladiens sont arrivés, ils ne sont pas soucié d'extirper cette vermine.
it: Nelle guerre i re si indebolirono e persero molto del loro potere e quando arrivò la pace non avevano più le forze per dare la caccia ai banditi nei loro nascondigli. In questo modo hanno potuto prosperare anche durante la lunga pace. E quando sono arrivati gli uomini di Akladia, neanche loro si sono occupati dei banditi.
pl: Królowie stracili wiele sił i środków w walkach i kiedy nastał pokój, nie mieli ich dość, by wykurzyć bandytów z kryjówek. A gdy nadeszli Akladianie, też się nimi specjalnie nie przejęli.

source: Fortunately, the place seems to be abandoned now.
cs: Naštěstí, toto místo teď vypadá opuštěné.
es: Afortunadamente, el lugar parece estar abandonado ahora.
fr: Heureusement, l'endroit semble abandonné.
it: Per fortuna, ora il posto sembra abbandonato.
pl: Na szczęście, miejsce to wygląda na opuszczone.

source: Hey, people! Look who's here: such ridiculously easy targets that even though most of our forces are elsewhere, we will still have no problem taking their gold!
cs: Hej, kumpáni! Podívejte, kdo tam jde: tak směšně snadné terče, že ani nevadí, že většina našich je kdesi pryč. Pojďme je bez potíží oškubat!
es: ¡Eh, todos! Mirad quién está aquí: ¡un objetivo tan ridículamente fácil que, aunque la mayoría de nuestras fuerzas estén en otra parte, no tendremos problemas para hacernos con su oro!
fr: Hé, les gars ! Regardez qui est là : une cible si facile que même si le gros de nos troupes est ailleurs, nous n'aurons aucun problème pour prendre leur or !
it: Ehi, gente! Guardate chi c'è: delle prede così facili che, anche se la maggior parte delle nostre forze è altrove, non avremo nessun problema per rapinarle del loro oro!
pl: Hej, ludziska! Patrzcie kogo my tu mamy: łup tak śmiesznie łatwy, że pomimo iż większość naszych sił gdzie indziej jest, i tak nie będziem mieć żadnych problemów z pozbawieniem ich złota!

source: Abandoned, huh?
cs: Tak opuštěné, co?
es: ¿Abandonado, eh?
fr: Abandonné, hein ?
it: Abbandonato, vero?
pl: Opuszczone, co?

source: There are some young men living in the neighborhoods here. You may recruit a few of them.
es: Hay algunos jóvenes que viven en las vecindades. Podrías reclutar a algunos de ellos.

source: If I may, I want to personally prove to this Rob Roe that I am not a 'ridiculously easy target.' Leave him to me, if you can.
cs: Kdyby to šlo, rád bych tomu Robovi Roe ukázal, že nejsem žádný směšně snadný terč. Hej, kumpáni, nechte ho mě, jo?
es: Si se me permite, quiero demostrarle personalmente a este Rob Roe que no soy un 'objetivo tan ridículamente fácil'. Déjamelo a mí, si puedes.
fr: Si je peux, je voudrais personnellement prouver à ce Rob Roe que je ne suis pas une cible ridiculement facile. Hé les gars ! Laissez-le moi si possible !
it: Se potessi, vorrei dimostrare di persona a questo Rob Roe che non sono un preda così facile. Ehi, gente, lasciatelo a me, se potete.
pl: Jeżeli tylko mi na to pozwolicie, chętnie osobiście dowiodę temu tam Robowi Roe, że nie jestem śmiesznie łatwym łupem. Hej, ludzie, zostawcie go dla mnie, jeśli możecie.

source: What? Why are you looking at me like that?
cs: Co je? Proč se na mě tak díváš?
es: ¿Qué? ¿Por qué me miras así?

source: Hmm... I wonder what might lie in that northern, empty castle...
cs: Hmm... zajímalo by mě, co mají v tom severnějším hradě...
es: Hmm... Me pregunto qué habrá en ese castillo vacío del norte...
fr: Hem... Je me demande ce qu'il y a dans ce château vide, au nord...
it: Hm... mi chiedo cosa tengano nel castello vuoto a nord...
pl: Hmm.. Zastanawiam się, co może być w tym północnym, pustym zamku...

source: Your recruitment of spearmen and archers is limited in this scenario.
cs: Možnost verbování kopiníků a lučištníků je v tomto scénáři omezená.
es: Tu reclutamiento de lanceros y arqueros está limitado en este escenario.

source: You may recruit up to FOUR spearmen and/or archers. When you recruit a FOURTH spearman and/or archer, their recruitment will be disallowed.
cs: Můžeš naverbovat až čtyři jednotky, a to buď kopiníky, nebo lučištníky. Když naverbuješ ČTVRTÉHO kopiníka či lučištníka, nebude další jejich verbování možné.
es: Puedes reclutar hasta CUATRO lanceros y/o arqueros. Cuando reclutes el cuarto, la posibilidad de reclutar más se cancelará.
fr: Vous pouvez recruter QUATRE lanciers ou archers. Ensuite, le recrutement sera interdit. À cause des limitations du moteur de jeu, recrutez d'abord et ENSUITE rappelez, sinon, les lanciers rappelés seront également décomptés.
it: Si possono reclutare altri QUATTRO fanti o arcieri. Quando avrai reclutato il QUARTO fante o arciere, il loro reclutamento sarà disabilitato. A causa delle limitazioni del motore di Wesnoth, devi prima reclutare e POI richiamare, altrimenti verranno contate anche le unità richiamate.
pl: Możesz powołać CZTERECH włóczników bądź łuczników. Kiedy powołasz CZWARTEGO łucznika bądź włócznika, nie będziesz mógł powołać ich już więcej.

source: Kill the enemy leader.
cs: Zabij nepřátelského vůdce
es: Elimina al líder enemigo.
fr: Tuez le chef ennemi.
it: Uccidi il comandante nemico.
pl: Zabij wrogiego przywódcę.

source: Wow! They actually know how to fight!
cs: No, tak ti opravdu umí bojovat!
es: ¡Guau! ¡Realmente saben cómo pelear!
fr: Waou ! Ils savent même comment se battre !
it: Però! Anche loro sanno come si combatte!
pl: A niech mnie! Oni nawet potrafią walczyć!

source: Hmm... perhaps they are not such easy marks as I thought.
cs: Hmm... nevypadají jako tak snadné terče, jak jsem si myslel.
es: Hmm... tal vez no son objetivos tan fáciles como pensaba.
fr: Hum... On dirait qu'ils ne sont pas une cible aussi facile que je ne le pensais.
it: Hm... pare che non siano le facili prede che mi ero immaginato.
pl: Hmm.. No, być może nie będą aż tak łatwym łupem, jak na początku myślałem.

source: Heavens! They really know how to fight! Stop toying with them!
cs: Bohové! Oni fakt ví, jak bojovat! Přestaňte si s nima hrát!
es: ¡Cielos! ¡Realmente saben cómo pelear! ¡Deja de jugar con ellos!

source: Argh! Why would you not at least grant me the honor of death at the hand of your commander? I should have liked to learn his name...
cs: Argh! Ani se mi nedostalo té cti zemřít rukou vašeho velitele! Ani nevím, jak se jmenuje...
es: ¡Argh! ¿Por qué al menos no me concedes el honor de morir a manos de tu comandante? Me hubiera gustado aprender su nombre...
fr: Argh ! Pourquoi ne pas me laisser l'honneur de mourir de la main de votre chef ? J'aurais aimé connaître son nom...
it: Argh! Se almeno avessi avuto l'onore di cadere per mano del vostro comandante! Non conosco neppure il suo nome.
pl: Argh! Dlaczego nawet nie zostałem zaszczycony śmiercią z rąk waszego przywódcy! Nawet nie znam jego imienia...

source: My name is Ga... uhmm... Haldric.
cs: Jmenuji se Ga... uhmm... Haldric.
es: Mi nombre es Ga... humm... Haldric.
fr: Mon nom est Ga... euhmmm... Haldric.
it: Mi chiamo Ga... uhmm.. Haldric.
pl: Moj imię brzmi Ga.. ummm... Haldric.

source: Gaumhaldric? Wow, every name is better than the last.
cs: Gaumhaldric, báječné, každé tvé jméno je lepší než to předešlé.
es: ¿Gaumhaldric? Guau, cada nombre es mejor que el anterior.
fr: Gaumhaldric, waow, chacun de vos noms est meilleur que le précédent.
it: Gaumhaldric, wow, i tuoi nomi sono uno più bello dell'altro.
pl: Gaumhaldric? Łaaał, każde twoje imię podoba mi się bardziej niż poprzednie.

source: It wouldn't have been so easy for you if the bulk of our army hadn't been elsewhere...
cs: Nebylo by to tak snadné, kdyby naše armáda nebyla někde jinde.
es: No hubiera sido tan fácil para ti si la mayor parte de nuestro ejército no hubiera estado en otra parte...
fr: Ça n'aurait pas été aussi facile si le reste de notre armée n'était pas ailleurs...
it: Non sarebbe stato così facile per te se il nostro esercito non impegnato altrove.
pl: Nie poszłoby wam tak łatwo, gdyby nie to, że nasza armia jest teraz gdzie indziej.
