Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: underling
da: underordnet
de: Unterling
es: subdito
sv: lakej
tr: parya

source: British (en_gb) translation:
da: Britisk (en_gb) oversættelse:
de: Englische (en_gb) Übersetzung

source: 'Again?' What do you mean?
da: 'Det er anden gang'? Hvad mener du?
de: Schon wieder? Was meinst damit?
sv: Andra gången? Vad menar du?

source: (from WesCamp-i18n)
da: (fra WesCamp-i18n)
de: (von WesCamp-i18n)

source: (whispering to himself) Oh no, Majid...
da: (hviskende til sig selv) Oh min Gud, Yahyazad...
sv: (viskande för sig själv) Herregud, Yahyazad...

source: ... and of course we should kill the cretins who kidnapped her.
da: ... ooog selvfølgelig må vi dræbe alle de hundehoveder som kidnappede hende.

source: ...aaand if I were to cut off your nose as well, you would look like an egg with hands and legs! What an excellent idea!
da: ...oooog hvis jeg også skærer din næse af vil du ligne et æg med hænder og ben! Glimrende ide!

source: A human. He hasn't appeared, though, we were waiting for him here.
da: Et menneske. Han mødte ikke op, selvom vi ventede på ham her.
de: Ein Bote. Er erschien allerdings noch nicht, we warteten hier auf ihn.
sv: En människa. Han har dock inte dykt upp, vi väntade på honom här.

source: A knight? Ha, ha, I thought you were serious. There are only archers in this village.
da: En ridder? Ha ha jeg troede du var mere seriøs. Der er kun bueskytter i denne landsby.

source: ANO
da: ENO

source: Aaah! I can't handle this pain!
da: Aaah! Jeg kan ikke klare smerten!

source: Aaargh! No! Not there! Aaargh! Stop, stop it!
da: Aaargh! Nej! Ikke her! Aaargh! Stop stop det!

source: Aaargh! Stop it! I will tell you! King Buffin is preparing to invade Vakladia and claim the throne in Vattin. It is empty and it seems that no one will oppose Buffin. The two brothers in Guilcorta are now too busy, so it's a perfect opportunity. The army is ready already.
da: Aaargh! Stop det! Jeg snakker! Kongen er klar til at invadere Vakladia og kræve tronen i Vattin. Den er tom og ingen ser ud til at ville gå imod Buffion. De to brødre i Guilcorta er for optaget, så det er en perfekt mulighed. Hæren er allerede klar.

source: Aaargh! The pain! Oh, yes! Yes! More!
da: Aaargh! Smerte! Ja! Ja! Mere!

source: Aargh! I feel... so cold...
da: Aargh! Jeg har... det koldt...
es: Aargh! Me siento... frío...

source: Abducted Bride
da: Bortført brud

source: Additional thanks to
da: Også tak til
de: Zusätzlichen Dank an

source: Advise me what could we do now.
da: Rådgiv mig om hvad vi kan gøre nu.
de: Wir haben gewonnen! Was sollten wir nun tun?
es: ¡Hemos ganado! ¿Qué debemos hacer ahora?
sv: Vad vi kan göra nu.

source: After Mal-Ravanal's defeat, Grekulak was trapped in the swamps, spending his days roving in the morass and quagmire. Finally he came up with an idea. The undead had been storming the world of Wesnoth for millenia. They never succeeded, and often a very small group of brave living creatures - be they elves, humans or dwarves - were able to defeat large hordes of undead.
da: Efter Mal-Ravanals nederlag flakkede Grekulak omkring i sumpe og hængedynd. Til sidst kom han på en ide. De udøde angreb Wesnoth i århundreder. De havde aldrig succes, og undertiden havde små gruppe af modige levende skabninger: Det være sig elver, mennesker eller dværge evnen til at besejre store horder af udøde.

source: Ah, the rebel from Freetown?
da: Ah rebellen fra Freetown?

source: Akladian Clansman
da: Akladian klammedlem
de: Akladianisches Clanmitglied
sv: Akladisk bonde

source: Akladian? Who was it then?
da: Akladian? Hvem var det så?
sv: Akladier? Vem var det då?

source: All is lost! Enemy reinforcements have arrived! We have no chance to win now!
da: Alt er tabt! Vor fjendes forstærkninger er ankommet! Vi har ingen chance for at vinde!
de: Alles ist verloren! Gegenerische Verstärkungen sind eingetroffen! Wir haben nun keine Chance mehr zu gewinnen!
es: ¡Todo está perdido! ¡Llegaron los refuerzos de nuestros enemigos! ¡No tenemos ninguna oportunidad de ganar!
sv: Allt är förlorat! Fienden har fått förstärkningar! Vi har inte en chans att vinna nu!

source: All is lost! They captured the Oracle!
da: Alt er tabt! De har erobret Oraklet!
es: ¡Todo está perdido! ¡Capturaron el Oráculo!

source: All right then. Ask me, young king.
da: O.k. så. Spørg mig unge konge.
es: Esta Bien. Pregúntame, joven rey.

source: An alliance with a mage is a disturbing concept, my lord. But I shall try to adjust.
da: Tanken om at vi skal alliere os med en troldman foruroliger mig en smule min herre. Men jeg vil nok forlige mig med tanken.

source: And Grekulak is our spiritual leader, stupid human. He will lead our race to greatness!
da: Og Grekulak er vores spirituelle leder dumme menneske. Han vil føre vores race til storhed!

source: And die in the first fight? No, thank you.
da: Og dø i den første kamp. Nej ellers tak.

source: And he will prove himself worthy by killing you. My, my.
da: Og han vil bevise sig selv ved at dræbe dig. Oh dog oh dog.

source: And maybe it's a mistake to tell you this. I loved your mother, Gawen. And I hated your father. When I look at you, I see her features, not your father's.
da: Det var måske forkert af mig at fortælle dig dette. Jeg elskede din mor Gawen. Og jeg hadede din far. Men du har hendes øjne og udseende, ikke din fars.

source: And now, tell me more...
da: Og nu, fortæl mere..
de: Nun sag mir...
es: Ahora, dígame...
sv: Och nu, berätta mer...

source: And then, we will curry favor with God by killing that offense to nature, that foulest of creatures, that MAGE.
da: Og så vil vi opnå taknemligheden fra Guden ved at dræbe denne krænkelse af naturen, denne forpestede skabning, denne TROLDMAND.
es: Y entonces, ganaremos la gratitud de Dios matando a esta ofensa de la naturaleza, esta criatura maldecida, este MAGO.

source: And what do you think he could do? People want revenge, so...
da: Og hvad tror du han kan gøre? Folk vil have hævn, så...

source: And who said I will answer any of your questions?
da: Og hvem siger at jeg vil svare på spørgsmål?

source: And why.. should I do it?
da: Og hvorfor.. skulle jeg gøre det?
es: ¿Y por qué.. debo hacerlo?
sv: Varför...skulle jag göra det?

source: And...
da: Og...

source: Any enemy unit reaches north-western signpost
da: En fjendtlig enhed når den nordøstlige signalpost
de: Irgendeine gegnerische Einheit erreicht den nordwestlichen Wegweiser.

source: Anything for you, young knight.
da: Alt for dig unge ridder.
de: Alles für dich, junger Ritter.
sv: Allt för dig, unge riddare.

source: Are you Deorien, the great mage?
da: Er du Deorien, den store troldmand?
sv: Är du Deorien, den store magikern?

source: Arise, my slave, arise!
da: Rejs jer slaver rejs jer!

source: Arise, my slave, arise! Why you are deaf to my calls?
da: Rejs jer slvaer rejs jer! Hvorfor hører i ikke mit råb?

source: As an outlaw, you know probably a lot about poisons.. My mother was poisoned.. Do you know who could have done it?
da: Som fredløse kender du sikkert meget til gifte.. Min mor blev forgiftet.. Ved du hvem som kunne have gjort det?
es: ¿Como bandido, sabe mucho sobre venenos.. Mi madre fue envenenada.. sabe quién pudo hacerlo?

source: At this point, I don't care.
da: Faktisk er jeg ligeglad.

source: Aww, we're too late! Our cousin had all the fun and left nothing for us!
da: Aaaah vi kommer for sent! Vores fætre har haft fornøjelsen af alt det sjove og ikke ladet noget tilbage til os!

source: Be banished forever, creature of the night!
da: Forsvind nu du nattens skabing!

source: Be quiet, stupid man. No one wants to hear your lies.
da: Vær stille dumme mand. Ingen ønsker at høre dine løgne.
es: Siga callado, hombre estúpido. Nadie quiere oír sus mentiras.

source: Because I wanted too.
da: Det er alt jeg ville vide.

source: Because we have a lot to do in our own village, for example?
da: Fordi vi har meget at lave i vores egen landsby for eksempel?

source: Before you will pass, I want to ask you one very simple question. Were you with the Akladian army which burned Freetown?
da: Før du slipper igennem vil jeg give dig et meget simpel spørgsmål. Var du med Akladian hæren da den brændte Barnon?

source: Betrayed? You know, what I've learned? Many of these underlings are better than many of people of our race. Many of them are better-acquainted with the meaning of the words like 'honour' and 'courage' than many of our people.
da: Forrådt? Ved du hvad jeg har lært? Mange af de småfolk er langt bedre end nogen fra vores race. Mange af dem kender til betydningen af ord som ære og mod til forskel fra mange fra vort folk.
es: ¿Traicionó? ¿Sabe lo que he aprendido? Muchos de esos subditos son mucho mejores que muchas de las personas de nuestra raza. Muchos de ellos saben mejor el significado de las honor, valor que muchos de los nuestros.

source: Bor, hear now my command to you, my slave. Arise, arise!
da: Bor, jeg kalder på dig! Rejs dig, rejs dig!

source: But at their core, the Akladians were human. Human enough to want the same thing all humans in all ages have wanted. Freedom. The right to choose their own way in the world. One of them, called Hagarthen, announced that Grekulak was the tool of a false God, and led a bloody rebellion.
da: Men akladianerne var mennesker i en grad så de stadig ønskede det samme som alle andre mennesker har ønsket sig. Friheden, retten til selv at vælge deres vej. En af dem, først Hagarthen, meddelte at Grekulak er værktøjet for en falsk Gud, og anførte et blodigt oprør.

source: But what that? Are you wounded?
da: Men hvad er det? Du er såret?

source: But why? And when?
da: Men hvorfor? Og hvornår?
es: ¿Pero por qué? ¿Y cuándo?
sv: Men varför? Och när?

source: But you have a wife now, and you love her, don't you?
da: Men du har en kone nu, og du elsker hende, gør du ikke?

source: By the way, Gawen, you are really starting to become convincing in your role. You seem to like it, despite your earlier protests.
da: Vi har lagt mærke til Gawen at du er begyndt at virke meget overbevisende i din rolle. Du ser ud til at kunne li' den, modsat hvad du fortalte tidligere.
es: A propósito, Gawen, empezó a estar realmente convencido de su papel. Parece gustarle, a pesar de lo que decía antes.

source: Campaign Maintenance
da: Kampagnevedligeholdelse
de: Kampagnenverwaltung

source: Can it be possible? Yes! Lorin! Long have I dreamt of repaying you for what you did to me in Haeltin. Your time has come...
da: Kan det være muligt? Ja! Lorin! Jeg drømte længe om at betale dig tilbage for hvad du har gjort imod mig i Haeltin. Din tid er kommet..

source: Catalonian translation:
da: Katalonsk oversættelse:
de: Katalanische Übersetzung:

source: Cease your insults, witch. I know you: you are Lorin, the shrew from the Gallorae clan. You soon will be the last of your clan; how does it feel?
da: Stop dine fornærmelser heks. Jeg kender dig: Du er Lorin heksen fra Gallorae klanden. Du vil snart være den sidste fra din klan; hvordan føles det?
es: Detenga sus insultos, bruja. Yo la conozco: es Lorin, la bruja del clan de Gallorae. Estará pronto en el último lugar de su clan; ¿cómo se siente?

source: Change my lot? What do you mean?
da: Ændr mig meget? Hvad mener du?

source: Coronation
da: Oversættelser
de: Krönung

source: Creator and Lead Designer
da: Skabt af og ledende designer
de: Ersteller und Chefdesigner

source: Curses! They are more dangerous that I thought! Bring the reinforcements!
da: Rotter! De er mere farlige end jeg troede! Send bud efter forstærkningerne!

source: Czech translation:
da: Tjekkisk oversættelse:
de: Tschechische Übersetzung:

source: Danish translation:
da: Dansk oversættelse:
de: Dänische Übersetzung:

source: Dead city
da: Død by
de: Die Tote Stadt
es: La Ciudad Muerta

source: Deorien is a mage. Mages deserve to be killed. It is that simple.
da: Deorien er troldmand. Troldmænd skal slås ihjel. Så simpelt er det.

source: Deorien, a great mage.
da: Deorien, mægtig troldmand.

source: Deorien, can I have a word with you?
da: Deorien kan jeg have en snak med dig?
sv: Deorien, kan jag växla ett ord med dig?

source: Deorien, the great mage.
da: Deorien, mægtig troldmand.
de: Deorien, der grosse Magier.

source: Do you know something about the mage Deorien?
da: Ved du noget om troldmanden Deorien?
de: Weißt du irgendwas über den Magier Deorien?

source: Do you sell poisons?
da: Sælger du gift?
es: ¿Vende los venenos?

source: Don't thank me, it's not over yet. You have to escape. I think we can escape to the north.
da: Tak ikke os, det er ikke over endnu. Du må undslippe. Jeg regner med at vi kan undslippe mod nord.

source: East from here. But please, hurry.
da: Øst herfor. Men vær hurtig.

source: Elvish Archer
da: Elverbueskytte
de: Elfischer Bogenschütze
es: Arquero Elfo

source: Elvish Fighter
da: Elverkæmper
de: Elfenkämpfer
es: Luchador Elfo

source: Elvish Scout
da: Elverspejder
de: Elfischer Kundschafter
es: Explorador Elfo

source: Elvish Shaman
da: Elvershaman
de: Elfischer Schamane
es: Shaman Elfo

source: Enough talk. We must slay our enemies. To arms!
da: Stop denne snak. Vi må dræbe vores fjender. Rejs våbene!
es: Detengan esta charla. Tenemos que matar a nuestros enemigos. ¡A las armas!

source: Even the fall of Weldyn was not enough to convince the Wesnothian kings to unite against this common danger. They came together temporarily and even won a large battle, but after this victory they went back to their old quarrels. So they were taken, one by one. Only Elensefar and the last outposts on the sea shore and the north were left, some of them ruled by members of the royal line of... questionable legitimacy. Almost the whole of Wesnoth became the spoil of the Akladian barbarians, who introduced their unthinkably stringent and cruel laws into civilised lands, chasing mages and murdering elvish and dwarvish traders.
da: Selv Weldyns fald var ikke nok til at overbevise Wesnoths konger om at forene sig mod den fælles fare. De slog sig sammen midlertidigt og vandt endda et slag, men efter sejren begyndte deres tidligere skærmydsler igen. De blev så besejret en efter en. Kun Elensefar og få forposter på kysten og i nord var tilbaga. Nogle regeret af tvivlsomme medlemmer af den kongelige familie. Hele Wesnoth blev et sted for akladianernes barbari, hvor de indførte en lov af ufattelig strenghed og ondskab i det ellers tidligere civiliserede land, jagede troldmænd og myrdede elver- og dværgehandlende.

source: Eventually, your grandfather, Gawen, divided the land among his four sons. Akladians have become far less ruthless, cruel and fearsome now, after years of reasonable prosperity. They even started to mix with Wesnothians, and your father was not the first nor the last who married a Wesnothian woman.
da: Så delte din forfader Gawen landet mellem sine fire sønner. Akladianerne blev langt mindre ubarmhjertige, onde og frygtelige efter en årrække med nogenlunde velstand. De begyndte også at blande sig med folk fra Wesnoth, og din far var ikke den første eller den sidste som giftede sig med en kvinde fra Wesnoth.

source: Everything I've heard about your mother's death fits the symptoms of our poison perfectly. I can't be sure, of course, but I would guess that Lorin's clan bought the poison to kill your mother... (cough)
da: Alt jeg har hørt om din mors død passer til vores gift. Jeg kan selvfølgelig ikke være sikker men jeg tror at Lorins klan købte giften for at dræbe din mor... (hoste)
es: Todo lo que he oído hablar de la muerte de tu madre encaja perfectamente con nuestro veneno. No puedo estar seguro, por supuesto, pero pienso que el clan de Lorin compró el veneno para matar a tu madre... (tos)

source: Explore
da: Undersøg
de: Entdecken

source: Father! Father! Everything is going dark!
da: Far! Far! Jeg mister min...
de: Vater! Vater! Ich verliere mein...
sv: Pappa! Pappa! Jag tappar min...

source: Fight for you? Against my own kin? No thanks.
da: Kæmpe for dig? Imod mine egne? Ingen vittighed.

source: Fighter
da: kæmper
de: Angreifer
es: luchador

source: Free men from Raedwood forest! You are always welcome here.
da: Frie mænd fra Raedwood skoven! I er altid velkomne her.
de: Freie Männer vom Raedwood-Wald! Ihr seit hier immer wilkommen.
sv: De fria männen från Readwood-skogen! Ni är alltid välkomna här.

source: French translation:
da: Fransk oversættelse:
de: Französische Übersetzung:

source: From your description she seems to be a girl with character, even for an under... anyway, we will release her, won't we, Gawen?
da: Ikke noget problem. Hun lyder - ud fra din beskrivelse - som en pige med karakter selv for en bonde.. uhmm.. ja ja vi vil frigive hende ikke sandt Gawen?

source: Gawen Hagarthen is not dead, You see him now with your own eyes.
da: Gawen Hagarthen er ikke død. Du ser ham nu med dine egne øjne.

source: German translation:
da: Tysk oversættelse:
de: Deutsche Übersetzung:

source: God help us. I've heard terrible stories about this place. They say the ghosts of murdered citizens still inhabit these ruins. No Akladian wants to enter this tomb, full of remembrances of the dead.
da: Gud hjælpe os. Jeg har hørt frygtelige historier om dette område. De siger at spøgelser fra myrdede indbyggere stadig bebor ruinerne. Ingen akladianer ønsker at gå ind på denne kirkegård af død.

source: Gold? I thought you were fighting for freedom, not gold. I am so dissapointed.
da: Guld? Jeg troede i kæmpede for frihed, ikke guld. Jeg er så skuffede.

source: Greatness? I can see only the madness in everything you have done. Die now... and despite the great evil you have wrought on this earth, I hope your spirit may find the path to the light.
da: Storhed? Jeg kan kun se vanviddet i alt hvad du har gjort. Dø nu... og på trods af alt den ondskab du har skabt her på jorden så håber jeg at din ånd finder lysets sport.

source: Grekulak's desire was to rule over the whole of the world. The art of necromancy was only a means for him, not the end itself - at least, that's what I think. Undead lack their own will, spirit, and intelligence and that seemed to him to be the reason for their constant failures. So Grekulak decided that in order to rule the world, he would need to use some race of living creatures as his servants.
da: Grekulak ønskede at regere verden, og åndemanerkunsten var kun et middel for ham, ikke målet - i det mindste er det hvad jeg tror. De udøde havde ikke en egen vilje, ånden, intelligensen og det syntes at være årsagen til deres fiasko. Grekulak besluttede derfor at bruge nogle racer blandt de levende skabninger.

source: Grekulak, it is time for you to find you final rest. Too many ages you have wandered this earth. Too many tears have watered the earth because of you.
da: Grekulak det er tid for din sidste hvile. I alt for lang tid har du gået på denne jord. Alt for mange tårer har ramt jorden på grund af dig.

source: Ha! Bald man, you look quite nice without hair - I wonder how you would look without ears.
da: Ha! Skaldede mand du ser godt ud uden hår - hvordan mon du ser ud uden ører.

source: Ha! Our army has returned! You are doomed now!
da: Ha! Vores hær er retur! Du er fortabt nu!
de: Ha! Unsere Armee ist zurückgekehrt! Ihr seid nun verloren!
sv: Ha! Vår arme har återvänt! Ni är förlorade!

source: Ha! The lizards were hiding some gold here!
da: Ha! De gemte noget guld her!

source: Ha, ha, ha! I spit on you, underling! Nothing will change the fact that I had your wife and all of your daughters! Your spirit will wander aimlessly for eternity in the land of ancestors, for no one will care for your memory and you will leave no heir!
da: Ha, ha, ha! Jeg spytter på dig lille mand! Intet vil ændre det faktum at jeg havde din kone og alle dine døtre! Din ånd vil strejfe om til evighed i forfædrenes land, for ingen vil tage sig af dit eftermæle og du har ingen arving!

source: Ha, ha, you're one to talk! Hey, Gawen, have you ever asked Lorin about how your mother died? Have you... aaargh!
da: Ha, ha og hvem er det som taler? Hey, Gawen, har du nogensinde spurgt lorin om hvordan din mor døde? Har du.. aaargh!
es: ¿Ha, ha, y quién está diciendo eso? ¿Eh, Gawen, le ha preguntado alguna vez a Lorin sobre cómo murió su madre? ¡Téngalo.. aaargh!

source: Ha, more candidates to be turned into mindless slaves! Come to me!
da: Ha flere kandidater til et liv som hjernedøde slaver! Kom herhen!

source: Ha, underling! Before I die, I spit on you and your whole worthless race!
da: Ha underordnet! Før jeg dør vil jeg spytte på dig og hele din værdiløse race!

source: Hard and grueling times are ahead, I can't release anyone to join your army
da: Der er hårde og grusomme tider foran os. Jeg kan ikke frigive nogen fra os til din hær.

source: He asked you for your name, and you answered your name was Gaumhaldric. Either you are lying now or you were lying then. A base liar couldn't be the rightful king of the Akladian people. Prepare to die!
da: Han spurgte efter dit navn, og du svarede at dit navn var Gaumhaldric. Enten så lyver du nu eller også løj du på det tidspunkt. Løgnere kan ikke være konge over folk fra Akladian. Gør dig klar til at dø.
de: Er fragte dich nach deinem Namen und du hast geantwortet Gaumhaldric. Entweder lügst du jetzt oder du hast es zuvor getan. Lügner können nicht der König der Akladianischen Leute werden. Bereite dich vor zu sterben!

source: He had an honourable death. My king, my brother only opposed you because he didn't know it was you. Please, forgive him.
da: Han fik en ærefuld død. Min konge, min bror gik imod dig fordi han ikke vidste hvem du var. Tilgiv ham.
de: Er hatte einen ehrenvollen Tod. Mein König, mein Bruder hat sich Ihnen nur widersetzt weil er nicht wusste wer sie sind. Bitte vergib ihm.

source: He had some gold in his castle.
da: Han havde vist noget guld i sin borg.
es: Parece que tenía oro en su castillo.

source: He should already be here! Where is he?
da: Han burde allerede være her! Hvor er han?
es: ¡Ya debe estar aquí! ¿Dónde está?

source: He wished to use them as his tool for the conquest of the world. He wanted warriors, not mindless slaves, so he taught them a religion in which he, Grekulak, was God. It was he who would lead them. He created - or at least strongly influenced - a whole new, brutal and violent, culture. Hatred for elves, disdain for the mages are clear signs of the workings of Grekulak. Why Akladians retained the concepts of honour and loyalty in the face of Grekulak's indoctrination is unclear to me.
da: Han ønskede at bruge dem som sit værktøj i erobringen af verden. Han ønskede soldater, ikke hjernedøde slaver, så han gav dem en religion hvor han selv antages at være Guden der skal lede dem. Han skabte - eller i det mindste påvirkede han - en hel ny, brutal og voldelig kultur. Had til elverne, foragt for troldmændene er sikre tegn på Grekulaks arbejde. Hvorfor akladianerne stadig kender til ære og loyalitet er ukendt for mig.

source: He won't care for your memory. I will make sure of that, I promise you.
da: Han vil ikke tage sig af dit rygte. Det vil jeg sørge for det lover jeg dig.

source: Her?
da: Hende?
de: Sie?
sv: Henne?

source: Hey Reme, what's going on?
da: Reme hvad sker der?
sv: Hallå Reme, vad står på?

source: Hiding like a rat, seeking cover against the wrath of the just hand of God. So, our plan is to find him, torture him, and kill him, right?
da: Gemmer sig som en rotte og søger ly for vreden fra Gud. Så vores plan er at finde ham, torturere ham og dræbe ham ikke?

source: His mother... Gawen's, Haldric's mother... she was my... fiancee. We even had the date of our wedding fixed.
da: Hans mor.. Gawens, Haldrics mor.. hun var min forlovede. Vi havde endda fastlagt vores bryllupsdag.
es: Su madre.. Gawen, la madre de Haldric.. ella era mi novia. Incluso teníamos la fecha de nuestra boda arreglada.
