Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: Oh, I won't hurt you - I will bind you and deliver you into the hands of the children of the Wesnothians you murdered at Freetown. The fearless Bor Cryne killed by children - what do you think about that?
da: Jeg vil ikke gøre dig fortræd - jeg vil give dig til de børn hvis forældre blev myrdet i Freetown. En stor krige dræbt af børn - hvad siger du til det?

source: Oh, for shame! He was more heavily wounded than I thought. He just passed away so suddenly... sorry...
da: Oh min Gud! Han var mere såret end jeg troede. Han besvimede.

source: One necromancer goes down - and the world seems a little bit brighter because of this.
da: En åndemaner går væk - verden virker en smule lykkeligere derved.

source: Oracle
da: Orakel
de: Orakel
es: Oráculo
sv: Orakel

source: Oracle's Guard
da: Orakelvagtpost
de: Wächter des Orakels
es: Guardian del Oráculo

source: Oracle... I...
da: Orakel.. Jeg..
de: Orakel..·Ich..
es: Oráculo.. yo..

source: Our king, Buffin, is gathering an army to invade the neighbouring kingdom of Vakladia.
da: Vores konge, Buffin, samler en hær for at erobre det nærvedliggende kongedømme Vakladia.

source: Our scouts have reported that King Buffin has amassed a huge army.
da: Vores spejdere har fortalt at kong Buffin har samlet en stor hær.

source: Our task here is finished. Should we withdraw now, my lord?
da: Vores opgave her er afsluttet. Skal vi trække os tilbage nu min herre?
de: Unsere Aufgabe hier ist beendet. Sollen wir uns nun zurückziehen, mein König?

source: Our village is poor, we have no food, we have no gold, we...
da: Vores landsby er fattig, vi har ingen mad, vi har ikke noget guld vi...

source: Outlaw Raider
da: Fredløs røver
de: Geächteter Räuber

source: Outlaw now, outlife soon.
da: Fredløs nu, død snart.

source: Peasant girl
da: Bondepige
de: Bauernmädchen

source: Perhaps not, but I think I am going to enjoy trying anyway. Let's start with this little knife you see here.
da: Jeg tror jeg prøver alligevel. Vi starter med denne lille kniv du kan se her.
es: Bien, supongo que no, pero lo intentaré. Intentaremos con el cuchillo y luego vemos.

source: Please accept this as modest sign of our gratitude.
da: Modtag venligst dette som et tegn på vores taknemmelighed.

source: Please tell me..
da: Fortæl mig venligst..
de: Bitte sag mir...
es: Por favor dime..
sv: Snälla, säg mig...

source: Please tell me...
da: Venligst fortæl mig...
es: Por favor dígame...
sv: Var snäll och säg mig...

source: Please, do not ask. I am starting to regret something I have done. Sometimes I am so happy about it... and yet I know I should have no hope, but still, sometimes...
da: Spørg venligst ikke. Jeg er begyndt at angre ting jeg har gjort.. og undertiden er jeg glad for det.. Og jeg ved at jeg ikke bør have noget håb og så nogle gange...

source: Polish translation:
da: Polsk oversættelse:
de: Polnische Übersetzung

source: Raul O Barron
da: Raoul O Barron

source: Release the peasant girl being kept in a cage and move her to the northern edge of the map.
da: Befri bondepigen der er indespærret i et bur og flyt hende til det nordlige hjørne af kortet.
de: Befreie das Bauernmädchen, das im Käfig gefangen gehalten wird und bringe sie zur nördlichen Ecke der Karte

source: Rise up, rise up! Join my army! ... Why do you not rise up!?
da: Rejs jer rejs jer! Tilslut jer min hær! Hvorfor rejser i jer ikke!?

source: Ruins of the Past
da: Tidligere ruiner
de: Ruinen der Vergangenheit

source: Rurk, report about your preparations.
da: Rurk, aflæg rapport om dine forberedelser.

source: Ruvio, I didn't know...
da: Ruvio jeg vidste det ikke...
es: Ruvio, yo no sabía...
sv: Ruvio, jag visste inte...

source: Scenario notes:
da: Scenariebemærkninger:
de: Szenario-Bemerkungen:

source: Secret? I love secrets! I'm a woman, you know. Please share it with me. Preeeetty pleaaaase!
da: Hemmelighed? Jeg elsker hemmeligheder! Jeg er som du ved en kvinde. Del den med mig.

source: Senior Village Elder
da: Landsbyleder
de: Anführer des Dorfes

source: She WHAT?
da: Hun gjorde HVAD?

source: She is so beautiful... I want her as a wife and slave, for all eternity.
da: Hun er så smuk... Jeg vil have hende som kone eller slave i en evighed.

source: She's a cute child. In a few years she could even pretend to be a woman.
da: Sødt barn. Om nogle år kan hun endda forestille at være en kvinde.
de: Nettes Mädchen. In ein paar Jahren könnte sie sogar von sich behaupten eine echte Frau zu sein.

source: She's what?!
da: Hun er hvad?!
sv: Hon vad?

source: She-Wolf of Haeltin
da: Hunulv af Haeltin
de: Wölfin von Haeltin
es: La Mujer-lobo de Haeltin
sv: Honvargen från Haeltin

source: Should I kill this mage now?
da: Bør jeg dræbe denne troldmand nu?

source: Should we attack, my lord?
da: Skal vi angribe min herre?
de: Sollen wir angreifen, mein König?
es: ¿Debemos atacar, mi señor?

source: Shut up, mage. I will fight, I just have to rest for a moment...
da: Hold mund troldmand. Jeg vil kæmpe jeg skal bare lige hvile mig et øjeblik...

source: Shut up, witch. You betrayed our race - you are allied to that mixling, and fight alongside underlings!
da: Hold mund heks. Du forrådte vores race - du er allieret med den krydsning, og kæmper sammen med undermennesker!
es: Cállate, bruja. ¡Traicionó nuestra raza - se alió a ese mestizo, y lucha junto a los subditos!

source: So go on an' ask us
da: Så kom og spørg os
sv: Så fråga på, då.

source: So why are we preparing our army?
da: Hvorfor gør vi hæren klar?

source: So why did you tell us that whole story?
da: Hvorfor fortalte du os denne lange historie?

source: So, I will have the chance to kill you, anyway!
da: Så jeg får alligevel en chance for at slå dig ihjel!

source: So, shall we continue our journey?
da: Bør fortsætte vores rejse?
de: So, sollten wir unsere Reise fortsetzen?

source: So, shall we go to the ruins of Weldyn?
da: Skal vi tage til ruinerne af Weldyn?
de: So, solten wir zu den Ruinen von Weldyn gehen?

source: So, shall we go to these haunted ruins?
da: Skal vi gå til den forheksede ruin?
de: So, sollten wir in die gejagten Ruinen gehen??

source: So, should we go back to Vakladia?
da: Bør vi gå tilbage til Vakladia?
de: Also, sollten wir nach Vakladia zurückkehren?

source: So, should we go that way?
da: Bør vi gå den vej?
de: Also, sollten wir diesen Weg nehmen?

source: So, should we pick that way?
da: Skal vi tage den vej?
de: Also, sollten wir diesen Weg nehmen?

source: So, what about...
da: Hvad med..
de: Also, was ist mit...
sv: Vad sägs om...

source: So, what now?
da: Så hvad nu?
de: Und jetzt?
sv: Så, vad händer nu?

source: So, you killed my brother!
da: Du dræbte min bror!
de: Du hast meinen Bruder getötet!
sv: Du dödade min bror!

source: So, you think the great mage is hiding somewhere here?
da: Så du tror at den mægtige troldmand gemmer sig her?

source: Someone must go to Oracle and tell her the time has come. This would have to be a very brave and trustworthy man.
da: Nogen må gå til Oraklet og fortælle hende at det er tid. Det skal være en meget modig mand.

source: Spanish translation:
da: Spansk oversættelse:
de: Spanische Übersetzung:

source: Speak quickly, and I will allow you to go to your ancestors in one piece.
da: Tal hurtigt og jeg sparer dit liv. Hvad ved du om alliancen mellem orker og akladianerne?
es: Hable rápidamente, y le permitiré ir con sus antepasados en un solo pedazo.

source: Start of the Quest
da: Missionens start
de: Beginn des Auftrags

source: Stop fighting! This is our rightful king. I am your hand, my sword is your sword, my king, my blood is yours to spill.
da: Stop med at kæmpe! Dette er vores retmæssige konge. Jeg er din hånd, mit sværd er dit sværd, min konge, mit blod kan ofres for dig.
de: Hört auf zu kämpfen! Das ist unser rechtmässiger König. Ich bin deine rechte Hand, mein Schwert ist dein Schwert mein König, ich vergiesse mein Blut für dich.

source: Stop it! Deorien, I don't know who is more cruel - these Akladian lords, or you, who should, as a white mage, protect every life.
da: Stop det! Deorien, jeg ved ikke hvem der er mest modbydelige - disse Akaldian lensherrer eller dig som skulle, som en hvid troldmand, beskytte alle liv.

source: Stop it! I hate this foul man! My techniques will not work on one who enjoys it. Die!
da: Stop! Jeg hader denne fæle mand! Jeg kan ikke koncentrere mig. Dø!

source: Stop it, Lorin.
da: Stop Lorin.
de: Hör' auf damit, Lorin.
es: Deténte, Lorin.
sv: Sluta, Lorin.

source: Stop it, witch. You can't scare me.
da: Stop det heks. Du kan ikke skræmme mig.
es: Deténgase, bruja. No puede asustarme.

source: Stupid woman, I am your God! I created you! Whole your race! You are mine, you will always be mine!
da: Dumme kvinde jeg er din gud! Jeg skabte dig! Hele din race! Du er min, du vil altid være min!

source: Such a funny man you are, Bark. So willing to mock and flout. I wonder whether you will be equally ready to die.
da: Du er så sjov Bark. So god til at lave grin og ballade. Mon du er lige så klar til at dø.

source: Sure? Of what? You are confusing me, I only wanted to ask you for help.
da: Sikker? Sikker på hvad? Du gør mig forvirret, mens jeg kun ønsker at spørge om hjælp.

source: Swedish translation:
da: Svensk oversættelse:
de: Schwedische Übersetzung:

source: Sword
da: sværd
de: Schwert
es: espada
sv: svärd

source: Sword Dancer
da: Sværdmand
de: Schwerttänzer
es: bailarín de la espada
sv: Svärdsmästare

source: Take over Vakladia? How?
da: Erobre Vakladia? Hvordan?

source: Tell me about Karen
da: Fortæl mig om Karen

source: Tell me more about you and my mother.
da: Fortæl mig mere om dig og min mor.

source: Tell me what has happened recently in Vakladia?
da: Fortæl mig hvad der skete for nylig i Vakladia?

source: Thank you once again! Now I can go to my village, to my family and fiance!
da: Tak igen! Nu kan jeg returnere til min landsby til min familie og forlovede!

source: Thank you once again, noble Gaumhaldric! I've sent my daughter to safety. If not for you, she would still be imprisoned.
da: Tak igen ædle Gaumhaldric! Jeg har sendt min datter til et sikkert sted. Hvis det ikke havde været for dig så ville hun stadig være i et beskidt bur.

source: Thank you, human. My soldiers, stop fighting and return to your homes!
da: Tak menneske. Mine soldater stop med at kæmpe og returner til jeres hjem!

source: That isn't necessary.
da: Dette er ikke nødvendigt.
sv: Det är inte nödvändigt.

source: That one wish I can grant you, Bor.
da: Det ene ønske kan jeg opfylde Bor.

source: That's impossible! I have not finished my mission!
da: Det er umuligt! Jeg har ikke afsluttet min mission!
sv: Det är omöjligt! Jag har inte fullföljt mitt uppdrag!

source: That's impossible! I still have so much to learn!
da: Det er umuligt! Jeg har stadig meget at lære!
sv: Det är omöjligt! Jag har så mycket kvar att lära!

source: That's ridiculous! If it were some other woman, I'm sure you would not be so stringent about it!
da: Det er latterligt! Hvis det var en anden kvinde så ville du ikke være så Streng!

source: That's ridiculous. I want her to be released immediately, and then ...
da: Det er tåbeligt. Jeg vil have hende løsladt øjeblikkeligt og så...

source: That's... Ruvio, Huon!
da: Det er... Ruvio, Huon!

source: The Oracle was right, as always! Relief is coming! Fight harder, men, we must hold out long enough for relief to arrive!
da: Oraklet havde ret som altid! Undsætning er på vej! Hurtigere jeg ved ikke hvor lang tid vi kan holde stand!
es: ¡El oráculo estaba en lo cierto, como siempre! ¡El alivio está llegando! ¡Más rápido, dammit, no sé cuánto tiempo podremos resistir!

source: The Oracle was the title of a woman living in ruins of an old city. For generations, there had always been one female mage with prophetic abilities living there, so long that no one remembered now what the city had once been named. Now it was just 'the city of the Oracle.'
da: Oraklet var det navn som blev givet til en kvinde der levede i ruiner af en gammel by. I generationer var der altid kun en kvindelig troldmand der som kunne spå. Hun har levet der i så lang tid at ingen kan huske hvad byen hed. Nu omtales den kun som Oraklets by.
es: El Oráculo es el nombre que se le dá a una mujer que vive en una vieja ciudad en ruinas. Por generaciones hubo una maga mujer con habilidades de adivina viviendo allí, por tanto tiempo que nadie recorda como se llamaba la ciudad. Ahora era simplemente la ciudad del Oráculo.

source: The old kingdom of Wesnoth has fallen before barbarian hordes. The occupying barbarians are on the brink of civil war, the seeds of Wesnothian rebellion are kept alive by old legends, while bandits and Khalifate mercenaries roam the land. Can Gawen Hagarthen unite these disparate factions against a common foe? Note: This campaign contains mature themes, some of which may be unsuitable for children. (Intermediate level, 45 scenarios. Requires BfW 1.9) Version
da: Det gamle Wesnoth kongedømme ligger i ruiner. Barbarer har overtaget styret, mens folk drømmer om gamle tider. Kan Gawen Hagarthen forene folket imod alle farerne? Bemærk: Denne kampagne er ikke ment for mindreårige. Den indeholder elementer som gør den uegnet for børn. Du er blevet advaret. (Mellemniveau, 45 scenarier. Virker på 1.4) Version
de: Das alte Königreich Wesnoth wurde von Barbarenhorden besiegt. Doch die besetzenden Barbaren stehen am Rand eines Bürgerkrieges. Die Keime der Wesnothischen Rebellion werden von alten Legenden am Leben gehalten, während Banditen und Khalifatische Söldner das Land verwüsten. Kann Gawen Hagarthen diese unterschiedlichen Parteien gegen einen gemeinsamen Gegner vereinen? Anmerkung: Diese Kampagne beinhaltet Inhalte für Erwachsene, welche fürMinderjährige unpassend erscheinen mögen. (Mittlere Schwierigkeit, 45 Szenarios. Benoetigt BfW 1.9) Version

source: The peasants told Gawen that the lord of the neighbouring territory, Bark O Skagrrak, had kidnapped a young girl and was trying to force her to marry him. The decision to save the poor girl came naturally for Gawen.
da: Bønderne fortalte Gawen at lensherren fra nabo territoriumet Bark O Skagrrak kidnappede en ung pige for at tvinge hende til giftemål. Beslutningen om at redde den stakkels pige kom naturligt for Gawen.

source: The poor girl is saved and we may now continue our quest.
da: Den stakkels pige er reddet og vi kan fortsætte med vores mission.

source: The previous king of Vakladia is dead. Usually Akladian lords would elect a new Hagarthen for the throne, but their king left no heir. So they should pick a regent and then send for a Hagarthen from another country, but instead they're just fighting amongst themselves.
da: Den tidligere konge af Vakladia er død. Normalt ville akladian lensherrer vælge en ny Hagarthen for tronen, men deres konge efterlod ingen arving. De skulle derfor en regent og så sende bud efter Hagarthen fra andre lande, men i steden for sloges de indbyrdes.

source: The ruins are cleansed of the foul undead. But we still have more things to do.
da: Ruineren er renset for udøde. Men vi har flere ting at tage os af.

source: The witch is pregnant!
da: Troldkvinden er gravid.

source: The young girl. She cannot fight, she cannot even defend herself. She appears only once in one scenario.
da: Den unge pige. Hun kan ikke kæmpe, hun kan end ikke forsvare sig selv. Hun kommer kun frem i et scenarie.
de: Das junge Mädchen. Sie kann nicht kämpfen, sie kann sich nicht mal verteidigen. Erscheint nur in einem Szenario.

source: Their king is dead, orcs are ravaging though their land, their country is in chaos... These are hard times for worthy people. Easkladia lies in ruins, and now Vakladia is falling too... we all await the messiah who will end these grueling times.
da: Deres konge er død, orker plyndrer igennem deres land, landet er i kaos... Det er hårde tider for ædle mennesker. Easkladia ligger i ruiner og nu går også Vakladia ned.. Vi venter alle på Messiah som vil slutter disse frygtelige tider.

source: Then ask someone else... who might know the answers.
da: Så spørg nogle andre som kender svarene.
es: Entonces pregunte a alguien más, quién sabrá las respuestas.

source: Then maybe just... Gawen?
da: Så måske.. måske.. Gawen?

source: Then will you stop fighting and join us?
da: Vil du så stoppe kampen og slutte dig til os?

source: There are different kinds of death.
da: Der er forskellige måder at dø på.
de: Es gibt verschiede Arten zu sterben.
es: Hay diferentes tipos de muerte.

source: There are no interrogations in this scenario.
da: Der er ingen afhøringer i dette scenarie.
de: Es gibt in diesem Szenario keine Möglichkeit die feindlichen Anführer zu verhören.

source: There are no more people left here who can go with you.
da: Der er ikke flere folk her som kan tage med dig.

source: There are no more trained, able-bodied young man in this small settlement to recruit as Spearman or Bowman. You may only recruit Peasants and Fencers now.
da: Der er ikke flere trænede unge mænd i denne lille bebyggelse som kan rekrutteres som spydmænd eller bueskytter. Du kan nu kun rekruttere bønder og fægtere.
de: Es gibt nicht mehr geübte, fähige junge Männer in diesem kleinen Dorf um sie als Speerkämpfer oder Bogenschützen zu rekrutieren. Du kannst nur noch Dorfbewohner und Fechter anwerben.
sv: Det finns inga fler tränade dugliga unga män att rekrytera som spjutbärare eller bågskyttar. Nu kan du bara rekrytera bönder och fäktare.

source: There is a haunted place east from here. People who go there never come back. We don't know what happens to them.
da: Der er et forhekset sted øst for her. Folk som tog dertil forsvandt. Vi ved ikke hvad der skete med dem.

source: There is a haunted place to the east. People who go there disappear. We don't know what happens to them.
da: Der er et forhekset sted øst for her. Folk som tog dertil forsvandt. Vi ved ikke hvad der skete med dem.

source: There is only one thing I was dreaming about, and you could do nothing do make it real.
da: Der er kun en ting jeg drømmer om og du kan intet gøre for at gå den drøm til at gå i opfyldelse.

source: There was a battle west from here, in which Akladians, Outlaws and Orcs tried to captured the Oracle. But they were defeated by some young man, who... wait a minute. What was your name, again?
da: Der var et slag vest for her i hvilket akladianer, fredløse og orker prøvede at fange oraklet. Men de blev besejret af en ung mand hvem... vent et øjeblik. Hvad var dit navn igen?

source: There was an assassin who was sent after me. He was interrogated and he testified he was sent from the Outlaw Place. This was almost two years ago - can you remember who hired him?
da: Der var en snignorder som blev sendt efter mig. Han blev forhørt og han svor at han var sendt fra de fredsløses sted. Det er næsten to år siden - kan du huske hvem som hyrede ham?
sv: Det skickades en lönnmördare efter mig. Han förhördes och erkände att han var utsänd från de fredlösas tillhåll. Det är nästan två år sedan. Vet du vem som lejde honom?

source: There's not much to talk about. I told you she was my fiancee. But a few days before our wedding... Gawen, please, don't ask me. It's too painful.
da: Der er ikke meget at tale om. Som jeg sagde så var hun ved at blive min brud. Nogle få dage senere skulle vores bryllup været afviklet. Gawen.. venligst undlad at spørge mig. Det er for hårdt for mig.

source: There, he's finished his story. Can we kill him now?
da: Nu da han har afsluttet sin historie skal vi så dræbe ham?

source: These are Akladians! At least, there are Akladians among them! I will need reinforcements!
da: Det er akaldianere! Eller der er i det mindste akladianere iblandt dem! Jeg har brug for forstærkninger!

source: They are keeping that poor girl somewhere north of their castle. We have to release her and help her return to her father.
da: De holde den stakkels pige indespærret nord for deres borg. Vi må befri hende og hjælpe hende retur til sin far.

source: They are more powerful than I thought! Reinforcements!
da: Rotter! De er mere farlige end jeg troede! Send bud efter forstærkningerne!

source: This Akladian lord, from Skagrrae clan, abducted her and swore to keep her imprisoned until she changed her mind. Please, free her!
da: Denne akladian lensherre, fra Skagrrae klanen, blev så vred at han bortførte hende fra vores landsby og han svor at holde hende i et bur indtil hun skiftede mening. Få hende venligst fri!

source: This castle seems to have been abandoned not long ago. The previous owners were probably either killed or scared off by the undead. They left some gold here, it seems.
da: Denne borg er ikke blevet forladt for lang tid siden. De tidligere ejere blev sikkert enten dræbt eller skræmt af udøde. De har efterladt noget guld her.

source: This human woman has already killed dozens of other orcs, foul creature. And every one of them said the same thing.
da: Den menneskekvinde har allerede dræbt dusinvis af andre orker fæle skabning. Og de sagde alle det samme.

source: This is debug message. If you see it, then it means I forgot to delete it from release scenario.
da: Dette er en fejlrettelsesmeddelelse. Hvis du ser den betyder det at jeg har glemt at slette den fra den endelige version.
de: Das ist eine Debugnachricht. Wenn Sie diese sehen, heisst das dass ich sie vergessen habe aus dem veröffentlichten Szenario zu löschen.

source: This is debug message. If you see it, then it means I forgot to delete it from release scenario.
da: Dette er en fejlrettelsesmeddelelse. Hvis du ser den betyder det at jeg har glemt at slette den fra den endelige version.
de: Das ist eine Debugnachricht. Wenn Sie diese sehen, heisst das dass ich sie vergessen habe aus dem veröffentlichten Szenario zu löschen.

source: This story.. Deorien, are you sure about this?
da: Denne historie.. Deorien, er du sikker på den?

source: This was a name I used in the past.
da: Det var navnet jeg gik under før.
de: Das war der Name, denn ich zuvor genutzt habe.

source: Those are Grekulak's scouts, it seems. We should clear the ruins of them. It should be a fairly easy task. If I may advise something, you may wish to use this occasion to train newly-recruited mages.
da: Det er Grekulaks spejdere. Vi bør rydde ruinerne for dem. Det bør være en nem opgave. Hvis mit råd betyder noget, kan du bruge muligheden til at træne nyligt rekrutterede troldmænd.

source: To purify the world and prepare it for the coming of God's messiah!
da: For at rense verden og gøre den klar til Guds Messias!

source: Translations
da: Oversættelser
de: Übersetzungen

source: Turkish translation:
da: Tyrkisk oversættelse:
de: Türkische Übersetzung:

source: Uhm... Yes. But who exactly are you!?
da: Uhm... Ja. Men hvem er du egentlig!?

source: Uri van Roe - do you remember that day on the fields of Barnon, when you betrayed me?
da: Uri van Roe - husker du den dag i Barnon, da du forrådte mig?

source: Uri! Oh, How I am happy to see your face again!
da: Uri! Oh hvor er jeg glad for at se dit fjæs igen!

source: Village leader
da: Landsbyleder
de: Anführer des Dorfes
sv: Byledare

source: Wait a moment! You are She-wolf of Haeltin? Then it is not as great a disgrace as I thought...
da: Vent et øjeblik! Du er hunulven fra Haeltin? Så er det ikke en så stor vanære som jeg troede...

source: Wait! Don't die yet! Curses, he's already lost consciousness.
da: Vent! Dø ikke endnu! Pokkers han har allerede mistet bevidstheden.
de: Warte! Stirb noch nicht! Verdammt, er hat sein Bewusstsein bereits verloren.
es: ¡Espera! ¡No te mueras todavía! Condenado, ya perdió la conciencia.
