Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: Go and take the villages to earn more gold. Recruit as many Clansmen as you can. Many of them will probably die, but the survivors may become good fighters. Do not forget to recall our veteran soldiers, too. Be careful; do not needlessly hurry. To cure wounded units you may use wisemen or villages.
de: Geh und erobere die Dörfer, um mehr Gold zu sammeln. Rekrutiere so viele Clanmitglieder wie du kannst. Die meisten von ihnen werden vielleicht sterben, aber die restlichen werden gute Kämpfer werden. Vergiss auch nicht unsere erfahrenen Soldaten wieder einzuberufen. Sei vorsichtig, beeile dich nicht unnötig. Um die Verwundeten zu heilen kannst du Weise oder Dörfer benutzen.
sv: Gå och ta byarna för att få mer guld. Rekrytera så många klanmedlemmar som du kan. De flesta kommer nog att dö, men resten kanske blir bra krigare. Glöm inte att återkalla dina soldater också. Var försiktig, skynda inte utan skäl. För att hela trupper kan du använda byar eller visa män.
tr: Daha fazla altın için köylere git ve al.Yapabildiğin kadar çok kabile üyesini askere al. Onların çoğu muhtemelen ölecek, fakat kalanlar iyi döğüşçüler haline gelecektir. Eski askerlerimizi de çağırmayı unutma. Dikkatli ol, zaruret olmadıkça acele etme. Yaralanan birimleri tedavi etmesi için bilgiçleri veya köyleri kullan.

source: Go and work, good man.
da: Gå tilbage og arbejd gode mand.
de: Geh wieder arbeiten, guter Mann.
sv: Gå och fortsätt jobba, min gode man.
tr: Git ve çalış, iyi adam.

source: Go to your ancestors.
da: Gå til dine forfædre.
sv: Gå till dina förfäder.
tr: Atalarının yanına git.

source: God be praised! I'm glad! I'm really, really glad to meet you again! What is your name, man?
tr: Teşekkürler Tanrım! Ben mutluyum! Gerçekten mutluyum! İsmin ne, insan?

source: Gold: (easy level): $ano_gawen_gold golden pieces, $level_point points
da: Guld: (niveau let): $ano_gawen_gold guldstykker, $level_point point
tr: Altın: (kolay): $ano_gawen_gold altın, $level_point puan

source: Gold: (hard level): $ano_gawen_gold golden pieces, $level_point points
tr: Altın: (zor): $ano_gawen_gold altın, $level_point puan

source: Gold: (normal level): $ano_gawen_gold golden pieces, $level_point points
tr: Altın: (normal): $ano_gawen_gold altın, $level_point puan

source: Gold? What gold? I have no gold hidden...
da: Guld? Hvad for guld? Jeg har ikke noget skjult guld..
de: Gold? Welches Gold? Ich verstecke kein Gold...
es: ¿Oro? ¿Qué oro? No tengo ningún oro oculto..
sv: Guld? Vilket guld? Jag har inte något guld undangömt...
tr: Altın? Ne altını? Benim gizli altınım yok..

source: Gold? What gold? I know nothing about... AAARGH! ... it's in a safe place, I will show you!
da: Guld? Hvilket guld? Jeg ved ingenting om AAARGH det er et sikkert sted, jeg viser dig stedet!
sv: Guld? Vilket guld? Jag vet inget om något AAAARGH det är på ett säkert ställe, jag kommer att visa er!
tr: Altın? Ne altını? Hakkında birşey bilmiyorum. AAAHH! Güvenli bir yerde, göstereceğim size!

source: Gonzales the Steelhand
de: Gonzahles die Stahlhand
sv: Gonzales Stålhand
tr: Çelikbilek Gonzales

source: Good luck, Lady Lorin. It's not far from here to your family castle.
da: Held og lykke Lorin. Der er ikke langt herfra til din families borg.
de: Viel Glück, Lady Lorin. Es ist nicht weit von hier zur Burg eurer Familie.
sv: Lycka till, Lady Lorin. Det är inte långt härifrån till din familjs slott.
tr: İyi şanslar, bayan Lorin. Ailenizin şatosu buradan çok uzakta değil.

source: Good. Reme left me, we left him, so balance in the universe is preserved.
da: Godt. Reme forlod mig, vi betalte ham tilbage, så balancen i naturen er bevaret.
tr: Güzel. Ödememizi yaptık ve Reme kurtuldu, böylece doğanın dengesi korunmuş oldu.

source: Great. Akladians, orcs, zombies... and we need the help of the mages. I imagine that, being a wise elf and all, you know of course that no mages exist anymore. Maybe a few on the Isle of Anduin, or in besieged Elensefar, but not enough to help us.
da: Storartet. Akladianere, orker, zombier. Og vi har behov for troldmændenes hjælp. Men som den kloge elv med mere du er så ved du at vi ikke har nogen troldmænd her. Måske er der nogle tilbage på øen Anduin, måske nogle få er i det belejrede kongedømme Elensefar, men de vil ikke hjælpe os.
tr: Harika. Akladyalılar, orklar, hortlaklar. Ve bizim büyücülerin yardımına ihtiyacımız var. Bilge elf ve sizler, artık hiç büyücümüz kalmadığını bildiğinizden şüphem yok. Belki Anduin Adasında bir kaç tane kalmıştır, belki Elensefar krallığında tutulan bir kaç tane kalmıştır, fakat onlar bize yardım etmez.

source: Great. The green devils advise us to seek the help of those who are a blight on the face of God's world. The MAGES.
tr: Harika. Yeşil şeytan, onları aramak için yardımını öneriyor. Tanrının dünyasını kirleten kişileri. BÜYÜCÜLERi.

source: Greetings and wishes of long life and luck for everyone, even for those who were not invited here and who really should never have entered this city. Mithrandil, you were one who insisted on this gathering, so please, begin.
da: Velkommen og med ønske om et langt og lykkeligt liv for alle selv dem som ikke er inviteret her og som aldrig skal ind i denne by. Mithrandil, du insisterede på dette møde så begynd venligst.
tr: Herkese, beni buraya davet etmeyenler ve hatta bu şehre asla girmememi isteyenler için bile şans ve uzun ömür diliyorum. Mitrandil, bu toplantı için ısrar eden sendin, lütfen toplantıyı başlatır mısın?

source: Grekulak! I know that name. We should go back to Freetown and report that, that's all we need to know!
da: Grekulak! Jeg kender det navn. Vi bør gå tilbage til Freetown og rapporter det, det var alt vi skulle vide!
es: ¡Grekulak! Conozco ese nombre. ¡Debemos regresar a Freetown a informarles, es todo lo que necesitamos saber!
sv: Grekulak! Jag känner igen det namnet. Vi borde rapportera tillbaka till Freetown! Det var allt vi behövde veta!
tr: Grekulak! Bu ismi biliyorum. Özgürkent’e dönüp durumu bildirmeliyiz, bilmek istediğimiz herşeyi öğrendik.

source: Grekulak.. is.. our.. guide.. he ..
da: Grekulak.. er.. vores.. rejseleder.. han..
es: Grekulak.. es.. nuestro.. guía.. él..
sv: Grekulak... är... vår... guide... Han...
tr: Grekulak .. bizim.. kılavuzumuz.. o ..

source: Grekulak? That's something to report. We should go back to Freetown then.
da: Grekulak? Det er noget at rapportere. Vi bør gå tilbage til Freetown.
es: ¿Grekulak? Eso es algo para informar. Debemos regresar entonces a Freetown.
sv: Grekulak? Det är något att rapportera. Vi borde återvända till Freetown.
tr: Grekulak? Bunu bildirmeliyiz. Hemen Özgürkent’e geri dönmeliyiz.

source: Guides showed Gawen where Bontom was located. He and his army soon reached the area. Of course his army was too big not to be noticed and his scouts reported that enemies were preparing their defenses.
de: Ein paar Einheimische zeigten Gawen wo der Ort Bontom liegt und bald erreichte er mit seiner Armee das Gebiet. Natürlich war seine Armee zu großum unbemerkt zu bleiben und so berichteten seine Späher, dass sich die Gegner bereits auf die Verteidigung vorbereiten.
tr: Rehberler Gaven’a Bontom’un yerini gösterdi ve Gaven ordusuyla erkenden Bonton’a ulaştı. Ordusu farkedilmeyecek gibi olmadığından gözcüler, düşmanın savunma için hazırlandıklarını bildirdiler.

source: Gwidle Turlin
tr: Givıdıl Turlin

source: HEROIC: Kill all enemy leaders OR
da: HEROISK: Dræb alle fjendtlige ledere ELLER
de: HELDENHAFT:Besiegt alle gegnerischen Anführer ODER
sv: Hjältemodigt: döda alla fiendeledare
tr: KAHRAMANCA: Tüm düşman liderlerini öldür VEYA

source: Ha ha ha! You are doomed! I can hear the trumpets of my friends coming to aid me!
de: Ha ha ha! Du bist erledigt! Ich kann die Trompeten meiner Freunde bereits hören!
sv: Ha ha ha! Du är dömd! Jag kan höra mina vänners trumpeter som kommer för att rädda mig!
tr: Ha ha ha! Ölmeye hazır ol! Yardıma gelen arkadaşlarımın trampetlerini duyuyorum!

source: Ha! Another one!
da: Ha! Endnu en!
de: Ha! Noch einer!
sv: Ha! Ytterligare en!
tr: Bir tane daha!

source: Ha! Gawen, did you see that? I've already killed two enemies, and your step-grand-mother hasn't killed a single one!
de: Ha! Gawen, hast du das gesehen? Ich habe bereits zwei Gegner getötet und deine Stief-Grossmutter hat nicht mal einen geschafft!
sv: Ha, Gawen, har du sett det här? Jag har redan dödat två fiender och din styvmor har inte dödat en enda!
tr: Gaven, bunu gördün mü? Ben iki düşman öldürmüşken, üvey büyükannen tek bir düşman bile öldürmedi!

source: Ha! Ha! Ha! Go and find some other friend to rescue, that one is busy. Go away!
da: Ha! Ha! Ha! Find en anden ven at redde. Ham her er optaget. Forsvind!
de: Ha! Ha! Ha! Geht und findet einen anderen Freund, den ihr retten könnt, dieser hier ist beschäftigt. Verschwindet!
tr: Ha! Ha! Ha! Git kendine kurtaracak başka dost bul, o meşgul biri. Defol!

source: Ha! I'm winning!
da: Ha! Jeg vinder!
de: Ha! Ich gewinne
sv: Ha! Jag vinner!
tr: Ben kazanıyorum!

source: Ha! Scored three!
de: Ha! Dritter Treffer!
sv: Ha! Tredje!
tr: Bu üç!

source: Ha! Scored two!
da: Ha! Scorede to!
de: Ha! Zweiter Punkt!
sv: Ha! Min andra poäng!
tr: Bu iki!

source: Ha! She-wolf of Haeltin is coming! No underling child could be better than me!
de: Ha! Die Wölfin von Haeltin kommt! Kein Unterlingskind kann besser als ich sein!
sv: Ha! Honvargen från Haeltin är på gång! Ingen liten lakejunge kan vara bättre än jag!
tr: Haeltin’in dişi kurdu geliyor! Hiçbir parya çocuk benden daha iyi olamaz!

source: Ha! The Akladians were hiding some gold here!
da: Ha! Akladianerne skjulte noget guld her!
de: Ha, die Akladianer haben hier etwas Gold versteckt!
es: ¡Ha! ¡Los Akladianos estaban escondiendo algo de oro aquí!
tr: Bak! Akladyalılar buraya biraz altın gizlemiş!

source: Ha! The orcs were hiding some gold here!
da: Ha! Orkerne skjulte noget guld her!
de: Ha! Sie haben hier ein bisschen Gold versteckt!
es: ¡Ha! ¡Los bandidos estaban escondiendo algo de oro aquí!
tr: Bak! Onlar buraya biraz altın gizlemiş!

source: Ha! They were hiding some gold here!
da: Ha! De gemte noget guld her!
de: Ha! Sie haben hier ein bisschen Gold versteckt!
tr: Bak! Onlar buraya biraz altın gizlemiş!

source: Ha! We have a deal, then, my king. You may recruit now Khalifa from my Ostan.
de: Ha! Dann haben wir einen Deal, mein König. Du kannst ab sofort Khalifa aus meinem Stamm rekrutieren.
es: Ha! Tenemos un trato, entonces, mi rey. Puede reclutar Khalida ahora de mi ostan.
tr: Ha! O halde anlaştık. Artık benim kampımdaki Aragvayları askere alabilirsin.

source: Ha! We're off to an easy start! See, I told you that lizards are much less dangerous in the winter. This will be a nice occasion to train our troops.
tr: Ah! Ne kadar kolay başladı! Bakın, size söylemiştim. Kışın bu kertenkeleler daha az tehlikeli oluyor. Askerleri eğitmek için hoş bir fırsat.

source: Ha, ha, and I thought you were serious.
da: Ha ha og jeg troede at du var seriøs.
de: Ha, ha, ha! Und ich habe gedacht du meinst es ernst.
sv: Ha, ha, och jag som trodde du menade allvar.
tr: Ha, ha, ve ağırbaşlı olduğunu düşünüyorum.

source: Ha, the rest of my army is coming!
da: Ha resten af min hær er på vej!
de: Ha, der Rest meiner Armee kommt!
sv: Ha, resten av min armé är på väg!
tr: Bak, ordumun kalanı geliyor!

source: Hagarthen
tr: Hagarten

source: Hail the true king of Vakladia.
da: Hil den sande konge af Vakladia
de: Heil dem wahren König von Vakladia.
sv: Hell Vakladiens sanna konung!
tr: Vakladya’nın gerçek kralı selam sana!

source: Hair? My hair? I decided that it would be a hindrance in battle, so I cut it.
da: Hår? Mit hår? Jeg besluttede at håret ville være en forhindrig i krig så jeg klippede det væk.
tr: Saç? Saçım? Savaşta beni engellemesin diye kestim.

source: Hans the Ripper
de: Hans der Schlitzer
sv: Hans Uppskäraren
tr: Karındeşen Hans

source: Har Barien
tr: Har Boşkafa

source: Haunted Place
da: Hjemsøgt sted
de: Der Verfolgte Ort
tr: Tekinsiz Yer

source: Have luck in your travels, stranger. You will need it.
da: Held og lykke på din rejse fremmede. Du får brug for det.
tr: Yolculuğunda iyi şanslar, yabancı. Buna ihtiyacın olacak.

source: Have you already forgotten that you have fled from me before, revered Hoyre? Twice now you have faced me; this time there will be no escape. You will lie dead on the battlefield, unless you recognise me as your king.
es: ¿Se olvidó cuando estaba huyendo de mí, reverendo Hoyre? Dos veces me enfrentó; Esta ves morirá en el campo de batalla, a menos que me reconozca como su rey.
tr: Benden kaç kere kaçtığını ne çabuk unuttun, saygıdeğer Hoyre? Benimle iki kere savaştın. Beni kralın olarak tanımadığın takdirde bu savaş alanını bu sefer cesedin terkedecek.

source: Have you heard any interesting news recently?
da: Har du hørt noget interessant for nylig?
tr: Son zamanlarda ilginç haberler duydunuz mu?

source: Have you heard anything about orcs?
da: Har du hørt noget om orkerne?
de: Hast du etwas über die Orks gehört?
sv: Har du hört något om orcherna?
tr: Orklar hakkında birşey duydunuz mu?

source: Have you heard, Rauke? You will have another king very soon now.
da: Har du hørt det Rauke? Du vil snart have en anden konge.
tr: Duydun mu, Rauke? Çok yakında başka bir kralınız olacak.

source: He didn't. He mentioned brawlers already.
da: Nej han gjorde ikke. Han har nævnt spektakelmagre.
de: Hat er nicht. Er hat die Streithähne bereits erwähnt.
sv: Det gjorde han inte, han har redan nämnt bråkstakar.
tr: Kavgacılardan zaten bahsetmişti.

source: He died an honorable death. You cannot let the fear of losing units paralyse you; there are many more clansmen ready to fight for you.
de: Er hatte einen ehrenvollen Tod. Die Angst Einheiten zu verlieren darf dich nicht lähmen. Es gibt noch viel mehr Clanmitglieder, die alle bereit sind für dich zu kämpfen.
sv: han fick en ärofylld död. Låt inte skräcken över att förlora trupper paralysera dig; Det finns mycket klanmedlemmar som är villiga att slåss för dig.
tr: O onuruyla öldü. Seni güçsüz kılan birimlerini kaybetmekten korkma; senin için döğüşmeye hazır bir sürü Kabile Üyesi var.

source: He doesn't know anything. Let him go
tr: O birşey bilmiyor. Bırakın gitsin.

source: He has my full trust. He stays.
da: Han har min fulde støtte. Han bliver.
de: Er hat mein vollstes Vertrauen. Er bleibt hier.
sv: Han har mitt fulla förtroende. Han stannar.
tr: Kendisine kefilim. O kalıyor.

source: He has regained consciousness, my lady!
da: Han er ved bevidsthed min lady!
de: Er hat das Bewusstsein wiedererlangt, meine Herrin!
es: ¡Recobró la conciencia, mi señora!
sv: Han har återfått medvetandet, min fru!
tr: Bilinci yerine geldi, hanımım!

source: He is an underling.
da: Dø underordnet!
de: Er ist ein Unterling
es: ¡Muere, subdito!
sv: Han är en lakej.
tr: O bir parya.

source: He is here. Gawen Haldric Hagarthen. Together with his mother and with me, Reme Carrenemoe.
de: Hier ist er. Gawen Haldric Hagarthen. Zusammen mit seiner Mutter und mir, Reme Carrenemoe.
tr: O burada. Gaven Haldrik Hagarten. Annesi ve ben, Reme Karenemo ile birlikte.

source: He is the force behind the universe. He created the world and is our father. He gave us the world to rule. One of his angels tried to stop us from doing that, deceiving us and trying to imprison us in his garden, but a messiah came from the Hagarthen clan. He told us that God desired us to wait no more...
tr: O evrenin ardındaki güçtür. Dünyayı yarattı ve bizim babamızdır. Dünyanın hakimiyetini bize verdi. Meleklerinden biri, bizi kandırarak ve kendi bahçesine kapatmaya çalışarak bunu yapmamızı engellemeye çalıştı, fakat Hagarten kabilesinden bir mesih geldi ve bize Tanrının biraz daha sabretmemizi istediğini söyledi.

source: He isn't able to tell you anything more. I can't decide whether I should admire your ruthlessness or despise your cruelty.
sv: Han har inte möjlighet att berätta mer. Jag kan inte bestämma mig för om jag ska beundra din hänsynslöshet eller förakta din grymhet.
tr: Size başka birşey söyleyemez. İnsafsızlığınıza hayran mı olmalıyım yoksa merhametsizliğinizden nefret mi etmeliyim karar veremiyorum.

source: He knows nothing. Let him go
tr: O birşey bilmiyor. Bırakın gitsin.

source: He left Freetown.
da: Han forlod Freetown.
tr: O Özgürkent’i terketti.

source: He ran away! But I will meet him again one day, and next time I will make sure he has no chance to flee...
sv: Han flydde! Men jag skall hitta honom en dag och då kommer han inte ha tid att springa...
tr: Kaçtı! Fakat, bir gün karşıma çıkacak ve kaçmaya fırsat bulamayacak...

source: He was slain by my hand.
da: Han blev dræbt af mig.
de: Er wurde durch meiner Hand getötet.
sv: Han dog för min hand.
tr: Ellerimde öldü.

source: He will not make it!
de: Er wird es nicht schaffen.
es: Él no lo va a lograr
sv: Han kommer inte att klara det.
tr: Haydi yapalım.

source: He will not make it.
de: Er wird es nicht schaffen.
es: Él no lo va a lograr
sv: Han kommer inte att klara det.
tr: Haydi yapalım.

source: He's already dying. I don't think he can be of any more help to us.
da: Han er allerede døende. Jeg tror ikke han hørte os.
de: Er stirbt schon, ich denke er kann uns nicht mehr hören.
es: Ya se está muriendo. No creo que nos pueda oir.
sv: Han håller redan på att dö. Jag tror inte att han hörde oss.
tr: Ölmek üzere. Bizi duyduğunu sanmıyorum.

source: He's died.
da: Han døde.
de: Er starb.
tr: O öldü.

source: He? He what? Answer me, come on!
da: Han? Han hvad? Svar mig kom så!
es: ¿Él? ¿Él que? ¡Contésteme, vamos!
sv: Vadå? Han vadå? Svara mig, kom igen!
tr: O? O ne? Gel buraya, yanıt ver!

source: Heavens! They really know how to fight! Quit toying with them!
da: I guder! De ved virkelig hvordan man kæmper! Ingen grund til at fortsætte med dem!
de: Himmel! Die verstehen wirklich zu kämpfen! Hört auf mit ihnen zu spielen!
sv: Himmel! De vet verkligen hur man slåss! Sluta lek med dem!
tr: Aman yarabbi! Bunlar gerçekten döğüşmeyi iyi biliyorlar! Onlarla oynamaktan vazgeçin!

source: Heinric the Redbeard
da: Heinric den rødhårede
de: Heinrich der Rotbart
sv: Heinric Rödskägg
tr: Kızılsakal Hainrik

source: Hello there! You missed me, of course?
da: Hej der! Savnet mig?
es: ¡Hola allí! ¿Me extrañaste?
tr: Merhaba oradakiler! Beni özlediniz mi?

source: Hey Karen, what's up?
da: Hej Karen hvad sker der?
sv: Hallå, Karen, vad händer?
tr: Hey Karen, N’oluyor?

source: Hey orc! Can you still hear me? Are you okay?
tr: Hey ork! Beni hala duyabiliyor musun? İyi misin?

source: Hey, Gawen. That she-wolf of yours is pathetic. I've scored three and she hasn't killed a single enemy!
de: Hey, Gawen. Deine Wölfin ist rührend. Ich habe bereits drei getöten und sie nicht mal einen einzigen Gegner!
sv: Hallå, Gawen. Den där honvargen är ju för ynklig. Jag ligger på tre stycken och hon har fortfarande inte lyckats döda en enda fiende!
tr: Hey, Gaven. Şu sizin dişi kurt acınacak halde. O tek bir düşman öldürmemişken ben üçünü devirmiştim bile!

source: Hey, Lorin, or whatever is your name, did you see that? Now you know why underlings give weapons to 'children'
de: Hey, Lorin, oder was auch immer dein Name ist, hast du gesehen? Jetzt weisst du warum Unterlinge ihren 'Kindern' Waffen geben
sv: Hallå, Lorin, eller vad ditt namn nu var, har du sett det här? Nu vet du varför lakejer ger vapen till 'barn'.
tr: Hey, Lorin, ya da adın her neyse, bunu gördün mü? Paryaların ‘çocuklara’ neden silah verdiğini artık biliyorsun.

source: Hey, Reumario, what do you say to that? Akladians allying with orcs to kill other Akladians? Quite a dishonorable thing, don't you think?
sv: Hej, Reumario, vad tror du om det? Akladierna allierar sig med orcher för att döda andra akladier? En ganska ohederlig sak, eller hur?
tr: Hey, Romario, buna ne diyeceksin? Akladyalılar, diğer Akladyalıları öldürmek için orklarla ittifak yapıyor. Bunun onursuzluk olduğunu düşünmüyor musun?

source: Hey, come back! I haven't finished yet!
es: Eh, eh, no se muera tan rápido, ¡no he terminado de preguntar!
tr: Hey, hey, o kadar çabuk ölemezsin, sana soracaklarım daha bitmedi!

source: Hey, hey, I think must be some misunderstanding here. Gawen is our rightful king, and he has to reclaim his birthright. He's the king of Wesnoth.
da: Hey, hey, jeg tror vi har en misforståelse her. Gawen er vores retmæssige konge og han skal have sin arv tilbage. Han er konge af Wesnoth.
de: Hey, hey, ich denke hier gibt es ein Missverständnis. Gawen ist unser rechtmäßiger König und er muss zu seinem Erbe zurück kommen. Er ist der König von Wesnoth.
sv: Hallå där, jag tror att det ligger något sorts missförstånd här. Gawen är vår rättmätiga kung och han måste få sitt arv. Han är kung av Wesnoth.
tr: Hey, hey, burada bir yanlış anlama var. Gaven bizim hak sahibi kralımızdır ve o mirasını geri aldı. O Wesnoth kralıdır.

source: Hey, hey, don't die so fast, I haven't finished asking you!
da: Hey, hey, dø ikke så hurtigt jeg er ikke færdig med mine spørgsmål!
es: Eh, eh, no se muera tan rápido, ¡no he terminado de preguntar!
sv: Hallå, dö inte så fort, jag är inte klar med att fråga ut dig!
tr: Hey, hey, o kadar çabuk ölemezsin, sana soracaklarım daha bitmedi!

source: Hey, people! Look who's here: such ridiculously easy targets that even though most of our forces are elsewhere, we will still have no problem taking their gold!
de: He Leute! Guckt mal, wer uns da besucht: Lächerlich einfache Opfer!Obwohl gerade viele unserer Kräfte woanders sind, wird es dennoch ein leichtes sein, sie um ihr Gold zu erleichtern!
sv: Hallå, allihop! Titta vem som kommer: Ett så löjligt enkelt byte att trots att de flesta av våra trupper inte är här så kommer vi inte att ha något problem med att ta deras guld!
tr: Hey, arkadaşlar! Bakın burada kim var: öyle kolay bir hedef ki, kuvvetlerimizin çoğu başka yerde olsa bile altınlarını almak sorun olmayacak.

source: Hey, wait, what about our fight?! Coward!
da: Hey vent hvad med kampen?! Kujon!
sv: Hallå, vänta, vad hände med vår strid?! Ynkrygg!
tr: Hey, bekle, bizim döğüş ne olacak?! Korkak!

source: Hide in your quagmire, lizard thing.
da: Gem dig i din mose øgleting.
de: Versteck´ dich in deiner Schlammpfütze, Echsending.
sv: Göm dig i ditt träsk, ödlesak.
tr: Bataklığına gizlen, sürüngen şey.

source: Hired Swords
da: Lejede sværd
de: Angeworbenene Schwertkämpfer
sv: Legoknektar
tr: Kiralık Kılıçlar

source: His death was quick. You may admire my generosity.
da: Du kan beundre min generiøsitet
sv: Du kan få beundra min givmildhet.
tr: Belki, cömertliğime hayran olabilirsiniz.

source: Hm, it seems that orcs are here, too. Perhaps we can also interrogate their leader.
da: Ser ud til at der også er orker her. Vi kan afhøre deres leder.
de: Hm, es scheint hier auch Orks zu geben. Wir könnten daher gleich ihren Anführer verhören.
tr: Hımm, orklar da burada anlaşılan. Onların liderlerini de sorgulayabiliriz.

source: Hm, it seems there are some more people here, capable with swords and bows, who could be recruited.
da: Hm der er nogle folk her, som kan bruge et sværd eller en bue, som du kan rekruttere.
de: Hm, es scheint hier einige Leute zu geben, die mit Schwert und Bogen umzugehen verstehen und die rekrutiert werden können.
sv: Hm, det verkar som att det finns en del duktiga svärdsmän och bågskyttar här som man kan rekrytera.
tr: Hımm, kılıçları ve oklarıyla hemen askere alınabilecek gibi görünen bazı insanlar var burada.

source: Hm, my lord, do you think we should fullfill this peasant's request?
da: Hm min herre bør vi opfylde denne bondes ønske?
de: Hm, mein König, sollen wir die Bitte dieses Bauern erfüllen?
es: Hm, mi señor, ¿piensa que debemos satisfacer la demanda del campesino?
sv: Hmm, ers nåd, tycker du att vi ska uppfylla den här bonden begäran?
tr: Hımm, efendim, bu köylünün isteğini yerine getirmek gerektiğini düşünüyor musunuz?
