Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: Continue calling me an 'underling,' and you shall have to bear it no more. And then who will fight for you? Even your own family didn't want to take you in.
de: Fahrt fort mich einen 'Unterling' zu nennen, und ihr müsst es nicht mehr ertragen. Und wer wird dann für euch kämpfen? Selbst eure eigene Familie wollte euch nicht aufnehmen.
sv: En till referens till lakej så kommer du inte att behöva det längre. Då kommer vi få se vem som kommer att slåss för dig. Inte ens din egen familj ville ha dig.
tr: Yine parya dediniz ve artık bize dayanmak zorunda değilsiniz. Bundan sonra bakalım, kim sizin için döğüşecek. Sizi aileniz bile istememiş.

source: Could it be possible? Lorin? You are alive?
da: Kan det være muligt? Lorin? Du er i live?
de: Kann das möglich sein? Lorin Du lebst?
tr: Bu mümkün olabilir mi? Lorin? Hayattasın?

source: Council in Freetown
da: Rådsmøde i Freetown
de: Der Rat in Freetown
sv: Rådslag i Freetown
tr: Özgürkent Konseyi

source: Cowardly escape of Gawen Hagarthen
de: Feiger Fluchtversuch durch Gawen Hagarthen
es: Escape cobarde de Gawen Hagarthen
sv: Gawen Hagarthen flyr som en ynkrygg
tr: Gaven Hagarten’in korkakça kaçışı

source: Curse you, whole Akladian race! Curse you! And I put my curse on you, Gawen Hagarthen!
da: Forband jer, hele jeres akladian race! Forband jer! Og jeg placere min forbandelse på dig Gawen Hagarthen!
tr: Tüm Akladyalılara lanet olsun! Lanet olsun size! Ve lanetim üzerine olsun, Gaven Hagarten!

source: Cute name, isn't it?
da: Kært navn ikke?
de: Netter name, oder nicht?
sv: Gulligt namn, eller hur?
tr: Şirin isim, değil mi?

source: Dauri Hurionen
tr: Dori Huryonen

source: Dead people do not bring gold home.
da: Døde mennesker tager ikke guld hjem.
tr: Ölüler eve para getirmez.

source: Dead? How can that be!
da: Død? Hvordan kan det være!
de: Tot? Wie kann das sein!
es: ¿Muerto? ¡Cómo puede ser!
tr: Öldü mü? Nasıl olur?

source: Dead? How is that possible? Who killed him?
da: Død? Hvordan er det muligt? Hvem slog ham ihjel?
de: Tot? Wie ist das möglich? Wer hat ihn getötet?
sv: Död? Hur är det möjligt? Vem dödade honom?
tr: Öldü mü? Bu nasıl oldu? Kim öldürdü onu?

source: Deal? What kind of a deal?
da: Handel? Hvilken handel?
de: Verhandeln? Was für einen Deal schlagt ihr vor?
sv: Överenskommelse? Vilken överenskommelse?
tr: Anlaşma? Ne anlaşması?

source: Dear God! Everything is lost! Run for your life!
da: I guder! Alt er tabt! Løb for dit liv!
sv: Gud! Allt är förlorat! Spring för livet!
tr: Tanrım! Herşeyi kaybettik! Canınızı kurtarın!

source: Death is my companion, she walks whenever I may roam
de: Der Tot ist mein Gefolgsmann, er geht mir immer hinterher wenn ich umherstreife.
sv: Döden är min frände, hon finns var jag än går.
tr: Ölüm yanımda yürür

source: Death of Deorien
da: Deoriens død
de: Deorien fällt in der Schlacht
sv: Deorien dör
tr: Deorien’in ölümü

source: Death of Gawen Hagarthen
da: Gawen Hagarthens død
de: Gawen Hagarthen fällt in der Schlacht
es: Muerte de Gawen Hagarthen
sv: Gawen Hagarthen dör
tr: Gaven Hagarten’in ölümü

source: Death of Huon Ryedric
da: Huon Ryedrics død
de: Huon Ryedric fällt in der Schlacht
es: Muerte de Huon Ryedric
sv: Huon Ryedric dör
tr: Hurona Ryedric’in ölümü

source: Death of Karen
da: Karens død
de: Karen fällt in der Schlacht
es: Muerte de Karen
sv: Karen dör
tr: Karen’in ölümü

source: Death of Lady Lorin
de: Lady Lorin fällt in der Schlacht
es: Muerte de Señora Lorin
sv: Lady Lorin dör
tr: Bayan Lorin’in ölümü

source: Death of Majid Yahyazad
da: Majid Yahyazads død
de: Majid Yahyazad fällt in der Schlacht
sv: Majid Yahyazad dör
tr: Majid Yahyazad’un ölümü

source: Death of Majid Yahyazad (if recalled)
da: Majid Yahyazads død (hvis tilbagekaldt)
de: Majid Yahyazad fällt in der Schlacht (falls er einberufen wurde)
es: Muerte de Majid Yahyazad (si es reincorporado)
sv: Majid Yahyazad dör (om återkallad)
tr: Majid Yahyazad’un ölümü (göreve çağrıldıysa)

source: Death of Reme Carrenemoe
de: Reme·Carrenemoe fällt in der Schlacht
es: Muerte de Reme Carrenemoe
sv: Reme Carrenemoe dör
tr: Reme Karenemo’nun ölümü

source: Death of Ruvio
da: Ruvios død
de: Ruvio fällt in der Schlacht
es: Muerte de Ruvio
sv: Ruvio dör
tr: Ruviyo’nun ölümü

source: Death to enemies of our king! Long live our king Gawen Haldric!
tr: Kralımızın düşmanlarına ölüm! Çok yaşa kral Gaven Haldrik!

source: Death to our enemies!
da: Død over vores fjender!
de: Tod unserem Feind!
sv: Död åt våra fiender!
tr: Düşmana ölüm!

source: Death to the traitors!
da: Død over forræderne!
de: Tod den Verrätern!
sv: Död åt förrädarna!
tr: Hainlere ölüm!

source: Deorien, mage of light - whose might will defeat the night.
da: Deorien, lysets troldmand - hvis styrke vil besejre natten.
tr: Deorien, ışık büyücüsü - karanlığı yokedebilen.

source: Despicable doxy, who is the father of the child?
tr: Pasaklı orospu, çocuğun babası kim?

source: Devoting their whole life to task of healing and curing, Akladian Holymans are respected amongst tribes, and useful to Akladian lords.
de: Da sie ihr ganzes Leben dem heilen und kurieren ihrer Mitmenschen verschrieben haben, sind Akladianische Heilige Respektpersonen im ganzen Clan und nützlich für Akladianische Adlige.
sv: Ägnades hela deras liv till helande och läkande, så kommenderar de akladiska heliga männen respekt bland de flesta stammar, och de är användbara för ledarna.
tr: Akladyalı Şifacılar yaşamlarını ilaçlı ve ilaçsız tedaviye adamış bireylerdir.

source: Die, underling!
da: Dø underordnet!
de: Stirb', Unterliegender!
es: ¡Muere, subdito!
sv: Dö, lakej!
tr: Geber, parya!

source: Do I look dead to you?
da: Ser jeg død ud?
de: Sehe ich für dich tot aus?
es: ¿Parezco estar muerto?
sv: Ser jag död ut?
tr: Size ölü gibi mi görünüyorum?

source: Do not forget to withdraw wounded units to villages, where they can rest and regain some of their health.
de: Vergesst nicht eure verwundeten Einheiten in die Dörfer zurückzuziehen, wo sie sich ausruhen können und ihre Gesundheit wiedererlangen.
es: No te olvides de enviar las unidades heridas a las aldeas, en donde podrían descanzar y recuperar algo de salud.
sv: Glöm inte att dra tillbaka de skadade till byrna, där kan de vila och återfå lite av sin hälsa.
tr: Yaralı birimleri köylere çekmeyi unutma, orada kalarak tedavi olur ve sağlıklarını geri kazanırlar.

source: Do not kill him! Leave the final blow to me, I have to interrogate him!
da: Dræb ham ikke! Lad mig stå for det sidste stød. Jeg skal forhøre ham!
de: Töte ihn nicht! Lass´ mir den letzten Hieb, ich muss ihn verhören!
sv: Döda honom inte! Lämna dödsstöten till mig, jag måste förhöra honom!
tr: Öldürme onu! Son nefesi bana bırak, ona soracaklarım var!

source: Do we know each other?
da: Kender vi hinanden?
sv: Känner vi varandra?
tr: Başka ne biliyoruz?

source: Do whatever you want to.
da: Gør hvad du vil.
de: Mach was auch immer du willst.
es: Haga lo que quiera.
sv: Gör vad du vill.
tr: N’aparsan yap.

source: Do you believe in God, Uri?
da: Tror du på Gud Uri?
tr: Tanrıya inanır mısın, Uri?

source: Do you hear me, my son? I am losing hope, you must awaken... it was supposed to be just a routine show of force; kill a few rebels, scare the rest. Now your father is slain and you are lying here, not stirring, for... how many days now? I don't even know if you can hear me or if you care. It's so strange to call a man who is just few years younger 'son.' I wish I knew your real mother; at least then I would know with whom I am competing.
de: Hörst du mich, mein Sohn? Ich verliere die Hoffnung, du musst aufwachen... Es sollte eigentlich nur eine der üblichen Kraftproben werden: Ein paar Rebellen töten und dem Rest Angst einjagen. Und jetzt ist dein Vater erschlagen und Du liegst hier, ohne dich zu rühren - für wieviele Tag nun? Ich weiss noch nicht einmal, ob du mich hören kannst oder ob es dich interessiert. Es ist wirklich seltsam, einen Mann, der nur wenig jünger ist, meinen 'Sohn' zu nennen. Ich wünschte, ich würde deine wahre Mutter kennen. Dann würde ich wenigstens wissen, gegenüber wem ich mich im Wettstreit befinde.
sv: Hör du mig, min son? Jag tappar hoppet, du måste vakna... Det var menat att bara vara en enkel strid; Döda några rebeller, skrämma resten. Nu är din fader slaktad och du ligger här, orörlig - i hur många dar nu? Jag vet inte ens om du kan höra mig eller om du bryr dig. Det känns så konstigt att kalla någon som bara är några år yngre min son. Jag önskar att jag kände din riktiga mor, då skulle jag åt minstånde veta vem jag tävlar med.
tr: Duyuyor musun beni, oğlum? Umudum tükeniyor, uyanmalısın... Bu sadece planların açığa çıkması olarak kabul ediliyordu; bir kaç asiyi öldürünce kalanlar ürkecekti. Baban öldü ve sen burada kımıldamadan yatıyorsun - kaç gün oldu? Bilmiyorum beni duyuyor musun? Kendinden bir kaç yaş küçük bir erkeğe oğlum demek öyle tuhaf bir durum ki. Gerçek anneni tanımak isterdim; en azından kiminle rekabet ettiğimi bilirdim.

source: Do you know anything about Lady Lorin?
da: Ved du noget om Lorin?
de: Weißt du irgendwas über Königin Lorin?
es: ¿Sabes algo sobre la Señora Lorin?
sv: Vet du något om Lady Lorin?
tr: Bayan Lorin ile ilgili bir şey biliyor musunuz?

source: Do you know anything about Reme Carrenemoe?
da: Ved du noget om Reme Carrenemoe?
de: Weisst du etwas über Reme Carrenemoe?
sv: Vet du något om Reme Carrenemoe?
tr: Reme Karenemo ile ilgili bir şey biliyor musunuz?

source: Do you know anything about the mage Deorien?
da: Ved du noget om troldmanden Deorien?
de: Weißt du irgendwas über den Magier Deorien?
tr: Büyücü Deorien ile ilgili bir şey biliyor musunuz?

source: Do you know where Reme Carrenemoe is?
da: Ved du hvor Reme Carrenemoe er?
de: Weißt du wo Reme Carrenemoe ist?
es: ¿Sabes dónde está Reme Carrenemoe?
sv: Vet du var Reme Carrenemoe är?
tr: Reme Karenemo’nun yerini biliyor musun?

source: Do you know where the Oracle lives?
da: Ved du hvor Oraklet bor?
tr: Kâhin’in nerede yaşadığını biliyor musun?

source: Do you know where the great mage Deorien is?
da: Ved du hvor den mægtige troldmand Deorien er?
de: Weisst du wo der Grosse Magier Deorien ist?
es: ¿Sabes dónde está el gran mago Deorien?
sv: Vet du var den store magikern Deorien är?
tr: Ulu büyücü Doryen’in yerini biliyor musun?

source: Do you know where the place called Bontom is?
da: Ved du hvor stedet Bontom er?
de: Weisst du wo der Ort Bontom ist?
sv: Vet du var platsen de kallar Bontom ligger?
tr: Bontom diye bir yer biliyor musun?

source: Do you know who poisoned Gawen Hagarthen's mother?
da: Ved du hvem som forgiftede Gawen Hagarthens mor?
de: Weßt du wieso die Orks hier sind?
sv: Vet du vem det var som förgiftade Gawen Hagarthens mor?
tr: Gaven Hagarten’in annesini kimin zehirlediğini biliyor musun?

source: Do you know who poisoned my mother?
da: Hved du hvem som forgiftede min mor?
sv: Vet du vem som förgiftade min mor?
tr: Annemi kimin zehirlediğini biliyor musun?

source: Do you know why orcs are here?
da: Ved du hvorfor orkerne er her?
de: Weißt du wieso die Orks hier sind?
sv: Vet du varför det är orcher här?
tr: Orkların neden burada olduğunu biliyor musun?

source: Do you really believe in that? Do you, Bor?
da: Tror du virkelig på det? Gør du Bor?
tr: Buna gerçekten inanıyor musun? Sen, Bor?

source: Do you remember that bawdy ballad you were singing outside my windows while you were drunk?
tr: Penceremin kenarında içerken şarkı söylüyordun, şarkıyı hatırladın mı?

source: Do you think I am afraid of you, witch?
da: Tror du jeg er bange for dig heks?
es: ¿Piensa que le tengo miedo, bruja?
tr: Senden korktuğumu mu sanıyorsun, cadı?

source: Do you think I'm stupid? This would not be enough to house an army! You must have some hidden storeroom or treasury! Speak!
sv: Tror du att jag är dum? Du måste ha några gömda magasin med skatter! Tala!
tr: Beni aptal mı sanıyorsun? Gizli sandıklar ve bir hazinen olduğunu biliyorum! Konuş!

source: Do you think, little child, that I will honour you with an answer?
da: Tror du virkelige lille barn at jeg vil svare dig?
de: Denkst du, kleines Kind, das ich dich mit einer Antwort beehren werde?
sv: Tror du verkligen, lilla unge, att jag kommer att hedra dig med ett svar?
tr: Senin yanıtından onur duyacak küçük bir çocuk mu sanıyorsun beni?

source: Does it matter? He is dead now.
da: Betyder det noget? Han er død nu.
de: Tut das zur Sache? Er ist jetzt tot.
sv: Spelar det någon roll? Han är död nu.
tr: Lafı bile olmaz mı? O öldü.

source: Does that mean that you agree?
da: Betyder det at du har indviet?
de: Heißt das, dass du zustimmst?
tr: Bu, kabul ettiğin anlamına mı geliyor?

source: Don't be afraid, I want ask you few question and then I will go.
da: Vær ikke bange. Jeg stiller et par spørgsmål og så går jeg.
sv: Var inte rädda, jag vill bara ställa några frågor så skall jag ge mig av igen.
tr: Korkma, bir kaç soru sorup gideceğim.

source: Don't be silly, girl. I am not in command here.
de: Sei nicht albern, Mädchen. Ich habe hier nicht das Kommando.
sv: Var inte fånig, flicka. Det är inte jag som bestämmer här.
tr: Saçmalama kızım. Ben burada komutan değilim.

source: Don't be too hard on him, father. He really tried. So, this is little Haldric whom you told us about? He looks quite normal, not Akladian at all.
da: Vær ikke for hård ved ham far. Han forsøgte virkelig. Så dette er den lille Haldric du har fortalt os om? Han ser meget normal ud, slet ikke som en akladian.
de: Seid nicht zu streng zu ihm, Vater. Er versuchte es wirklich. Dies ist also der kleine Haldric, von dem ihr uns erzählt habt. Er sieht ziemlich normal aus, überhaupt nicht akladianisch.
sv: Var inte för hård mot honom, fader. Han försökte verkligen. Så det här är lille Haldric som du berättade om? Han ser helt normal ut, det finns inga akladiska drag över honom alls.
tr: Onun için pek zor olmaz, baba. Gerçekten denedi. Yani, o, bize bahsettiğiniz küçük Haldrik mi? O normal görünüyor, zaten Akladyalı değil.

source: Don't kill me, Lorin! I knew you when you were a little child, I even played games with you when you were small...
tr: Öldürme beni, Lorin! Senin küçüklüğünü biliyorum, küçükken birlikte oyun oynardık...

source: Don't know what you had on your mind, but please don't call her that again.
de: Ich weiss nicht, was Ihr dachtet, aber bitte nennt Sie nicht mehr so!
sv: Jag vet inte vad du tänkte på men jag skulle inte kalla henne det igen.
tr: Senin neyi umursadığını bilmiyorum, ama onu tekrar çağırma.

source: Don't start again, kid. I won't play that game this time.
da: Start ikke igen knægt. Jeg spiller ikke det spil denne gang.
de: Beginne nicht wieder mit dem, Kind. Ich will dieses Spiel jetzt nicht spielen.
sv: Börja inte nu igen. Jag tänker inte tävla den här gången.
tr: Tekrar başlama, ufaklık. Bu oyunu bu kez oynamayacağım.

source: Don't test my patience, underling! Speak, or you will be sorry you are still alive!
da: Test ikke min tålmodighed underordnet! Tal eller du vil fortryde at du stadig er i live!
de: Stelle meine Geduld nicht auf die Probe! Sprich endlich oder du wirst es bereuen noch am Leben zu sein!
es: ¡No pruebe mi paciencia, subdito! ¡Hable, o lamentará estar vivo!
sv: Fresta inte mitt tålamod, lakej! Tala, eller ångra att du fortfarande är vid liv!
tr: Sabrımı sınama, parya! Konuş! Yoksa yaşadığına pişman olacaksın!

source: Don't test my patience. Speak, or I will kill you.
da: Prøv ikke min tålmodighed. Tal eller jeg dræber dig.
de: Teste nicht meine Geduld! Sprich endlich oder ich werde dich töten!
es: No pruebe mi paciencia. Hable, o lo mataré.
sv: Fresta inte mitt tålamod! Tala, annars dödar jag dig.
tr: Sabrımı taşırma. Konuş, yoksa seni gebertirim.

source: Don't try me, Cryne.
da: Prøv mig ikke Cryne.
tr: Sabrımı taşırma, Cryne.

source: Don't try to intimidate me. I am too old to be afraid of death, I have no family. I will try to heal your son because of my vows as a healer, not because of your threats, Akladian lady.
de: Versucht nicht, mich zu verängstigen. Ich bin zu alt um Angst vor dem Tod zu haben und ich habe keine Familie. Ich werde versuchen euren Sohn zu heilen, weil dies meine Pflicht als Heiler ist, nicht wegen euren Drohungen, Akladische Lady.
es: No intente asustarme. Soy demasiado viejo para temerle a la muerte, y no tengo familia. Intentaré curar a tu hijo, porque es mi deber como médico, no por tus amenazas, señora de Akladian.
sv: Försök inte att skrämma mig. Jag är för gammal för att vara rädd för döden, någon familj har jag inte. Jag kommer att försöka hela din son, för att det är min plikt som läkare, inte på grund av dina hot, akladiska dam.
tr: Beni korkutmaya çalışma. Ben ölümden korkmak için çok yaşlıyım ve bir ailem yok. Oğlunu tedavi etmeye çalışacağım, çünkü bir doktor olarak bu benim görevim. Yoksa senin tehditlerinden dolayı değil, Akladyalı bayan.

source: Don't worry about that. You will always be my friend.
da: Tænk ikke på det. Du vil altid være min ven.
tr: Endişe etme. Daima arkadaşım olarak kalacaksın.

source: Don't... We were ordered by Grekulak to listen to the Akladians.. why he ordered us to ally with them I do not know..
da: Gør det ikke... Vi blev beordret af Grekulak til at slutte os med akladianerne.. Hvorfor han beordrede os ved vi ikke..
es: No espere... Grekulak nos ordenó oír a los Akladianos.. Por qué él nos ordenó aliarnos con ellos, no lo sé..
sv: Sluta... Vi blev beordrade av Grekulak att lyda akladierna... Varför han beordrade oss att alliera oss med dem vet jag inte...
tr: Bilmiyorum... Grekulak’tan Akladyalıları dinlemek için emir aldık. Bize Akladyalılarla müttefik olmamız için neden emir verdiğini bilmiyorum.

source: During the wars, kings became weaker and lost much of their power, so when peace came they no longer had the forces needed to drive bandits out of their hideouts. The bandits continued to flourish even in periods of peace. When the Akladians came, they didn't care about rooting the bandits out either.
de: Während der Kriege wurden die Könige schwächer und verloren viel ihrer Macht. Als dann endlich wieder Frieden einkehrte, hatten sie keine Streitkräfte mehr, um die Banditen aus ihren Unterschlüpfen zu vertreiben. Die Verbrecher prosperierten also weiter, auch in Friedenszeiten. Als dann die Akladianer kamen, scherten sie sich ebenfalls nicht darum, die Banditen auszurotten.
sv: Kungarna blev svagare och förlorade mycket av sin makt under krigen, och när freden kom hade de inte längre trupper nog för att driva ut banditerna ur deras tillhåll. Så de fredlösa levde gott även i långa tider av fred. När akladiernas armé kom så brydde de sig inte om dem heller.
tr: Krallar zayıfladı ve savaşlarla güçlerinin çoğunu kaybettiler. Barış geldiğinde haydutları gizlendikleri yerlerden sürecek güçleri artık kalmamıştı. Akladyalılar geldiğinde, ikisine de dikkatlerini veremediler.

source: During this invasion, large parts of Wesnoth were turned into barren wasteland. The swamps of Saorduc were vast, fertile lands a mere three hundred years ago. But this was before a civil war that left Wesnoth divided.
da: Efter denne invasion blev store dele af Wesnoth til ødemark. Saorduc sumpene var tidligere hjemsted for frugtbart jord - bare 300 år siden. Så var der borgerkrigen og Wesnoth blev delt.
tr: Bu istiladan sonra Wesnoth’un büyük kısmı verimsiz bataklıklara dönüştü. Saoduc bataklıkları da bu verimli topraklardan biriydi - sadece üç yüz yıl önce. Ardından iç savaşlarla ülke bölündü.

source: Earlier, after the battle at Barnon, we spotted orcs in the hills. I got the chance to interrogate one of the Orcish leaders. He said that they were waiting for a human envoy, after burning Reme Carrenemoe friend's castle.
sv: Tidigare, efter striden om Barnon, så såg vi orcher uppe i kullarna. Jag hade möjligheten att förhöra en av deras ledare. Han sade att de väntade på en budbärare, efter att ha bränt Reme Carrenemoes väns slott.
tr: Daha önce, Barnon savaşından sonra, Orklarla tepelerde karşılaştık. Bir fırsat bulup ork liderini sorguladım. Reme Karenemo’nun arkadaşının şatosunu yaktıktan sonra, bir insan elçi beklediklerini söyledi.

source: East from here.
da: Øst herfor.
tr: Buranın doğusunda.

source: Eat this!
da: Smag på den her!
de: Iss das!
sv: Känn på den här!
tr: Bunu ye!

source: Eeek! Elves! The green devils are here!
da: Aaad! Elver! Grønne djævle er her!
de: Eeek! Die Elfen! Grüne Teufel sind hier!
es: ¡Eeek! Los diablos verdes!
sv: Iiik! Alver! De gröna djävlarna är här!
tr: Olamaz! Elfler! Yeşil şeytanlar burada!

source: Eeek! The green devils!
es: ¡Eeek! Los diablos verdes!
tr: Hii! Yeşil şeytanlar!

source: Eeek! They killed the boss! Bring reinforcements!
tr: Aaaa! Patronu öldürdüler! Destek getirin!

source: End turn if you do not want or can't recall more troops.
da: Afslut runde hvis du ikke ønsker eller ikke kan tilbagekalde flere tropper.
es: Espere el fin de los turnos si no quiere o no puede reclutar más tropas.
sv: Avsluta draget om du inte vill eller kan återkalla fler trupper.
tr: Başka asker alamayacaksan veya istemiyorsan eli bitir.

source: End turn if you do not want or can't recall or recruit troops.
da: Afslut runde hvis du ikke ønsker eller ikke kan tilbagekalde eller rekruttere enheder.
de: Beendet euren Zug wenn ihr keine fünf truppen einberufen oder rekrutieren könnt oder wollt.
sv: Avsluta draget om du inte vill eller kan återkalla eller rekrytera trupper.
tr: Başka asker almayacaksan veya çağırmayacaksan ya da istemiyorsan eli bitir.

source: Enough of that, go now to your ancestors!
de: Genug, geh jetzt zu deinen Ahnen!
sv: Nog med det, till dina förfäder!
tr: Bu kadar yeter, atalarının yanına git!

source: Enough of these thoughts. Gawen has been officially crowned king. Lorin wants the Akladian lords to acknowledge that. She almost seems to be smiling for the first time in many, many months. I wonder what Gawen remembers about her. It seems he remembers nothing, which is a lucky coincidence for her. She seems to forget that less than half of our lords appeared in Vattin. The battle over Gawen's succession is not yet won.
de: Genug von diesen Gedanken. Gawen wurde öffentlich zum König gekrönt. Lorin will, dass die Akladianischen Lords dies anerkennen. Sie scheint beinahe zum ersten Mal seit vielen, vielen Monaten zu lächeln. Ich frage mich, woran sich Gawen bei ihr erinnern kann. Offenbar erinnert er sich an nichts, ein glücklicher Zufall für sie. Scheinbar vergisst sie, dass nur weniger als die Hälfte unserer Lords in Vattin erschienen waren. Der Kampf um die Nachfolge Gawens ist noch nicht gewonnen.
sv: Nog om detta. Han är nu vår officiella krönta kung. Lorin vill att fustarna erkänner det, hon ler nästan för första gången på många, många månader. När jag tittar på henne så undrar jag vad Gawen minns av henne. Det verkar inte vara något alls, vilket är tur för henne. Hon verkar ha glömt att bara hälften av våra furstar kom till Vattin. Den stora striden är ännu inte vunnen...
tr: Bu kadar yeter. O şimdi resmen kralımız. Lorin, beylerin de bunu kabul etmesini istiyor. Aylardır ilk defa gülümsüyor. Ona bakınca, Gaven’ın onun hakkında bir şeyler hatırlamaya başlayacağından endişe ediyorum. Tesadüfe bakın ki, hiçbir şey hatırlamıyor gibi görünüyor. Lorin, Vattin’de bizim beylerin sadece yarısının göründüğünü unutmuş görünüyor. Asıl savaş henüz kazanılmadı...
