Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: From the first moment I knew that Freetown had not been taken by orcs. Orcs couldn't possibly be that atrocious. Children killed together with their mothers. Impaled girls and men on the trees. People burned in their houses. And still, no matter how stupid it seems, I still held out hope.
tr: Başından beri Özgürkent’in orklar tarafından alınmadığını biliyorduk. Orkların böyle bir gaddarlığı yapması mümkün olamazdı. Çocukları anneleriyle birlikte öldürdüler. Kızları ve erkekleri kılıçtan geçirdiler. Halk evlerinde yakıldı. Ama benim umudum tükenmedi.

source: Heh, Heh, 'if you don't like me', Gawen, you are fabulous.
tr: Heh, Heh, ‘beni sevmezseniz’, Gaven, efsane haline geldin.

source: I don't know how long I tarried there. I didn't care about anything. Akladians have taken everything from me. First they took your mother from me. Then they killed her. And now, they have killed my daughters, my wife, my whole family.
tr: Ne zamandır burada olduğumu bilmiyorum. Hiçbir şeyim kalmadı. Akladyalılar herşeyimi benden aldı. Önce benden annenizi aldılar ve öldürdüler. Şimdi de ailemin tamamını öldürdüler.

source: I was only five when your grandfather died and divided his kingdom among his sons, six when your father quelled the first rebellion. I never understood why he chose your mother... was it pure physical attraction, or an attempt to appease the conquered by marrying a woman of their nobility? If it was indeed the latter that he intended, he failed miserably; the underlings' hatred for us only increased, and our own people were uneasy with having such a queen.
de: Ich war erst fünf als dein Grossvater starb und sein Königreich unter seinen Söhnen aufgeteilt wurde, sechs als dein Vater die erste Rebellion niederschlug. Ich verstand nie, warum er deine Mutter auserwählte... war es nur ihre Schönheit oder ein Versuch die Eroberten zu befrieden, indem er eine ihrer Adeligen heiratete? Wenn es tatsächlich letzteres war, dann scheiterte sein Plan kläglich. Denn der Hass der Unterlinge auf uns hat sich dadurch nur noch gesteigert, und auch unserem eigenen Volk behagte solch eine Königin nicht.
sv: Jag var bara fem när din farfar dog och delade sitt kungdömme mellan sin söner, sex när din far undertryckte det första upproret. Jag förstod aldrig varför han valde din mor... var det ren fysisk attraktion, eller var det ett försök att stilla de ockuperade massorna genom att gifta sig med en kvinna från deras adel? Om det var det senare så misslyckades han fatalt; lakejernas hat för oss hade inte stillats och vårat eget folk blev oroliga av att ha en sådan drottning.
tr: Deden ölüp krallığı oğulları arasında paylaştırdığında ben sadece beş yaşındaydım, baban ilk ayaklanmayı bastırdığında ise altı yaşındaydım. Babanın neden anneni seçtiğini asla anlayamadım... sadece fiziksel bir çekim miydi yoksa onların soyundan bir kadınla evlenerek onları yatıştırma çabası mıydı? Eğer düşündüğü ikincisiyse fena halde çuvalladı; Paryaların bize olan kini azalmadı ve kendi halkımız böyle bir kraliçeye sahip olmaktan rahatsız oldu.

source: I've sent an envoy to Gaeltin Hyer, a city which lies along our way, to prepare rooms for us. I think, my lord, you might want to get some rest before continuing our journey.
de: Ich habe einen Boten nach Gaeltin Hyer geschickt, einer Stadt auf unserem Weg, so dass sie Räumlichkeiten für uns herrichten können. Ich denke, mein Herr könnte etwas Ruhe gebrauchen bevor wir unsere Reise fortsetzen.
es: He enviado un emisario a Gaeltin Hyer, una ciudad que está de camino, para que preparen cuartos para nosotros. Pienso, mi señor, que usted tiene que descanzar antes de continuar nuestra viaje.
sv: Jag har skickat en budbärare till Gaeltin Hyer, en stad som ligger på vägen, för att förbereda rum för oss. Jag tror, herre, att du behöver få lite vila innan du fortsätter din resa.
tr: Yolumuz üzerindeki Gaeltin şehrine bize kalacak yer hazırlamaları için bir elçi gönderdim. Yolculuğumuza devam etmeden önce biraz dinlenmenizin iyi olacağını düşündüm, efendim.

source: I... am an empty shell. Nothing is left inside me.
da: Jeg er en tom skal. Intet er tilbage indeni mig.
tr: İçim boşaldı. Boş bir kabuktan başka bir şey değilim.

source: You may withdraw by moving Gawen to signpost.
sv: Du kan retirera genom att föra Gawen till vägskylten.
tr: Gaven’ı yol işaretine götürerek geri çekilebilirsiniz.

source: '...for you to start a new life.' This is what I was commanded to say. May I live - I mean - leave?
de: Das ist für euch, damit ihr ein neues Leben beginnen könnt. Das ist alles was ich sagen soll. Darf ich leben, ich meine, gehen?
es: Esto es para que usted comience una nueva vida. Es todo lo que se esperaba que dijera. ¿Puedo vivir, quiero decir, puedo irme?
sv: Det är för att du ska kunna starta ett nytt liv. Det var allt jag skulle säga. Får jag leva, jag menar, lämna?
tr: Bu, yeni bir hayata başlamanız için. Benden söylenmesi istenen bu kadar. Yaşayacak mıyım, yani gidebilir miyim?

source: 'My king' would be enough. You are welcomed here, even if a bit late.
tr: Kralım yeter. Geç de olsa hoşgeldiniz.

source: (To himself) No wonder no one really liked her...
da: (til sig selv) Ingen overraskelse at ingen kan li' hende.
de: (Zu sich selbst) Kein Wunder, dass sie niemand mag...
sv: (För sig själv) Inte så konstigt att ingen gillade henne.
tr: (Kendi kendine) Tabii, gerçekten onun gibisi yok.

source: (grumbling) I hate you.
da: Jeg hader dig.
de: Ich hasse dich.
sv: Jag hatar dig.
tr: Nefret ediyorum senden.

source: (murmuring) She dares to speak about loyalty...
de: (murmelnd) Sie wagt es, über Loyalität zu sprechen...
sv: (Viskande) Hon vågar tala om lojalitet...
tr: (fısıltıyla) Sadakat hakkında konuşmaya cüret edebiliyor...

source: (sigh) Sometimes I feel I was born in the wrong time, wrong place and wrong race.
de: (seufz) Manchmal fühle ich mich, als wäre ich zur falschen Zeit, am falschen Ort und in der falschen Rasse geboren.
sv: Suck. Ibland känns det som att jag föddes i fel tid, på fel plats och som fel ras.
tr: Offf of. Bazan yanlış zamanda yanlış yerde ve yanlış ırkta doğduğumu hissediyorum.

source: (to herself) But I... I think I care.
da: (til sig selv) Men jeg.. Jeg tror jeg har følelser.
tr: (kendi kendine) Fakat ben.. İlgilenirim diye düşünüyorum.

source: (whispering) Old friend, my eye...
da: (hvisker) Gamle venner min røv...
sv: (viskande) Gammal vän, så tusan heller...
tr: (fısıltıyla) Eski dost, kıçımı...

source: .. but I brought gold, 100 gold pieces from Luc and 100 gold pieces from Gauri.
tr: .. ama buraya altınla geldim, 100 altın Luc’tan, 100 altın da Gori’den.

source: ... and we will see our great future king Gaumhaldric defeat his enemies in an epic battle, which will be described by bards forevermore!
sv: ...så får vi se vår stora framtida kung Gaumhaldric krossa sina fiender i episka strider, som kommer att besjungas av barder för all framtid!
tr: ... Ve biz ozanların tüm zamanlarda anlatacağı gibi, destansı savaşta gelecekteki kralımız Gamlıhaldrik’in düşmanlarını yenişini göreceğiz!

source: ... bitterly I fought, yessss, and I was heavily wounded. A woman wassss amongsst thossse humansss, a crazy one.
sv: Bittert stred jag, jaaaaa, och jag blev svårt skadad. Det fannsss en kvinna bland männisssskorna, en galen en.
tr: ... Ne acıdır ki, ben döğüşşşştüm ve ağır yaralandım. Bu inssssanlar arasssında bir kadın vardı, çılgın biri.

source: ... but you know that you would only waste your breath.
de: ... aber du würdest nur deinen Atem verschwenden.
sv: ...men du vet att du talar för döva öron.
tr: ..boşuna nefesinizi tüketmeyin.

source: ... so, you will take twelve of your best troops and search for this great mage, to try to convince him to join our cause.
de: ...Also, du nimmst zwölf von unseren besten Truppen und suchst nach diesem grossen Magier und versuchst ihn zu überzeugen, sich uns anzuschliessen.
tr: .. Böylece, en iyi askerlerinizden onikisini alacak, bu ulu büyücüyü arayıp bulacak ve bize katılmaya ikna etmeye çalışacaksınız.

source: ...and another to the east.
da: Og en anden mod øst.
de: Und einer im Osten.
es: Y la segunda al este.
sv: Och en annan österut.
tr: Biri de doğuda.

source: ...and now he keeps the company of underlings.... an underling child who tries to behave like a woman, an underling man who looks like a veteran of many battles, underling soldiers, and even worse: elves. The green devils. But since I have been amongst underlings for months myself, this moves me much less than I would have thought.
tr: Ve o paryalar arasındaydı: bir kadın gibi davranmaya çalışan bir parya kız; savaşların kıdemli askeri gibi görünen bir parya adam; bir sürü parya asker; ve daha da beteri: elfler. Yeşil şeytanlar. Fakat son bir kaç aydır ben de kesinlikle paryalar arasındaydım; onların arasında yaşamak fikrine neredeyse alıştım... Hemen hemen.

source: ...and one more thing: why punish an innocent child for the crime of the father and mother? Let the child live.
tr: Bir şey daha: ebeveynlerin suçlarının cezası neden masum çocuklara çektiriliyor? Çocukların yaşamasına izin verin.

source: ...anyway, this is territory of my friend, loyal to Gawen Hagarthen. He will help us cure our wounded and provide us supplies to continue our journey.
de: ...jedenfalls ist dies das Gebiet meines Freundes, treu zu Gawen Hagarthen. Er wird uns helfen, unsere Verwundeten zu versorgen und an Vorräte zu gelangen, damit wir unsere Reise fortsetzen können.
sv: Hur som helst, det här området tillhör min vän, som är lojal till Gawen Hagarthen. Han kommer att hjälpa oss med våra sårade och ge oss förråd för vår fortsatta resa.
tr: Her neyse, burası Gaven Hagarten’e sadık bir dostumun toprağı. Yaralarımızın tedavisi için bize yardımcı olabilir ve yolculuğumuz için destek sağlayabilir.

source: ...but we could probably find something about orcs there, right?
es: ..pero probablemente encontremos allí algo sobre los orcos, ¿derecho?
sv: ...men vi skulle nog kunna få reda på något om orcherna där, eller hur?
tr: ..fakat orada orklar hakkında birşeyler öğrenebilirdik, değil mi?

source: ...or they would have simply killed you outright. Isn't that the way Akladians deal with those that bring dishonour upon their families? Funny thing, that Akladian honour...
de: ...oder sie hätten euch einfach getötet. Ist dies nicht die Art, wie Akladianer mit jenen umgehen, die Schande über ihre Familien bringen? Lustige Sache, diese akladianische Ehre...
sv: Eller så skulle de ha dödat dig direkt, är det inte så Akladiter hanterar personer som de tror har vanhedrat dem? Rolig sak, den där akladiska äran.
tr: Yoksa onlar sizi yekten öldürebirdi.Akladyalıların onursuz olduğunu düşündükleri kişilerle anlaşma yolu bu, değil mi? Komik şey, şu Akladyalı onuru.

source: A Former Friend
da: En tidligere ven
de: Ein früherer Freund
es: Un viejo amigo.
sv: En gammal vän
tr: Eski Bir Dost

source: A GREAT mission. Hey, Gaumhaldric, I think I just came up with a song about this. Do you want to hear it?
da: STOR mission. Hej Gaumhaldric, jeg tror jeg lige har fundet på en sang om den. Vil du høre den?
de: Eine GROSSE Mission. Hey, Gaumhaldric, ich have gerade ein Lied über das gemacht, willst du es hören?
sv: Ett STORSLAGET uppdrag. Hallå, Gaumhaldric, jag tror att jag precis kom på en sång om det här. Vill du höra den?
tr: BÜYÜK görev. Hey, Gamlıhaldrik, bunun hakkında bir şarkı yaptım. Dinlemek ister misin?

source: A New Order
da: En ny orden
de: Eine neue Ordnung
es: Un Nuevo Orden
sv: En Ny Ordning
tr: Yeni Bir Düzen

source: A Scout could be usefull.
de: Ein Späher könnte nützlich sein.
sv: En spejare är alltid användbar.
tr: Bir Gözcü iyi olurdu.

source: A Shaman would be great.
da: En shaman vil være glimrende.
de: Eine Shamanin wäre großartig!
sv: En schaman skulle vara fantastiskt.
tr: Bir Şaman çok iyi olurdu.

source: A bitter-cold wind was blowing on the day when Gawen's army, guided by local peasants, reached the hills where Haeltin was located. Ruvio explained that the She-wolf of Haeltin had fought with Akladians as well as orcs, so she could be a friend.
de: An dem Tag, als Gawen's Armee, geführt durch ansässige Bauern, die Berge erreichte, an denen sich Haeltin befand, war es sehr kalt. Ruvio erklärte, dass die Wölfin von Haeltin sowohl gegen Akladianer als auch gegen Orks gekämfpt hatte und so ein potentieller Verbündeter sein könnte..
tr: Gaven’ın ordusu köylülerin rehberliğinde Haeltin’in bulunduğu tepelere vardığında soğuk bir gündü. Ruviyo, Akladyalılar ve Orklarla döğüşen Haeltin’in dişi kurdundan, büyük ihtimalle bir dost olduğundan bahsetti.

source: A chance to fight against orcs and Akladians.
de: Es ist eine Chance fefen Orks und Akladianer zu kämpfen
sv: En chans att slåss mot orcher och akladier
tr: Orklara ve Akladyalılara karşı döğüşme şansı

source: A few days passed. Finally, the Freetown council decided to send Gawen to search for Deorien. Gwidle Turlin came to Gawen to ask for his assent.
de: Einige Tage sind vergangen. Schlussendlich hat der Rat in Freetown beschlossen Gawen auszusenden, um Deorien zu suchen. Gwidle Turlin kam zu Gawen um ihn um sein Einverständnis zu bitten.
tr: Bir kaç gün geçtikten sonra, Özgürkent Konseyi Gaven’ı Doryen’i aramaya gönderme kararı aldı. Givıdıl Turlin gelip, Gaven’a bunu kabul edip etmediğini sordu.

source: A month? Are you sure it's been more than a month?
da: Virkelig? Er du sikker på at det er mig?
de: Ein Monat? Bist du sicher, dass es länger als einen Monat her ist?
tr: Bir ay mı? Emin misin, bir aydan fazla olduğuna?

source: A place called Bontom? Yeah, I've heard about that. It's somewhere in the south, maybe people living in villages more to south would know more about it.
sv: Bontomstället, ja, jag har hört talas om det. Det ligger någonstans söderut, kanske vet de trevliga människorna i byarna åt det hållet mer om det.
tr: Bontom, evet hakkında birşeyler duydum. Güneyde bir yer, daha güneydeki köylerde yaşayanlar belki daha fazlasını biliyordur.

source: A woman! A woman killed me! Aaargh!
da: En kvinde! En kvinde slog mig ihjel! Aaargh!
de: Eine Frau, ... eine Frau hat mich getötet! Was für eine Unehre!
sv: En kvinna! En kvinna dödade mig! Aaargh!
tr: Bir kadın! Kadın öldürdü beni! Aaaahh!

source: A woman... a woman has killed me... what a disgrace..
da: En kvinde... En kvinde har dræbt mig.. hvilken vanære..
de: Eine Frau, ... eine Frau hat mich getötet! Was für eine Unehre!
sv: En kvinna... En kvinna dödade mig... Vilken skam...
tr: Bir kadın.. Bir kadın öldürdü beni.. rezil oldum ..

source: Aaaaaargh!
tr: Aaaaaahhhh!

source: Aaaargh!!
tr: Aaaahhh!!

source: Aaargh!
tr: Aaahhh!

source: Aargh! Yes, we have a hidden treasury in my castle, here, I will show you.
sv: Aargh! Ja, vi har gömda skatter i mitt slott, här, jag kommer att visa dig.
tr: Aahh! Evet, hazineyi kaleme gizledim, burada, size göstereyim.

source: Abandoned, huh?
de: Verlassen, hm?
sv: Övergiven, va?
tr: Terkedilmiş, hıh.

source: About your mother? What do you want to know about her?
da: Om din mor? Hvad vil du vide om hende?
sv: Om er mor? Vad vill du veta om henne?
tr: Annenizden mi bahsedeyim? Onun hakkında ne bilmek istiyorsunuz?

source: According to what we have gathered, their presence is due to internal strife amongst the Akladians. If Akladians are slaughtering each other, even if with Orcish help, why should free people be disturbed by that?
sv: Enligt vad vi har utrönt så gäller det en intern stridighet bland akladierna. Om akladierna slaktar sina egna, och även om orcherna hjälper till, varför skall vi fria folk beröras av det?
tr: Neye bulaştığımıza bak, Akladyalılar arasındaki bir iç mücadele. Eğer Akladyalılar birbirlerini kılıçtan geçiriyorsa, hem de Orkların yardımıyla; neden özgür halk bununla tedirgin edilsin?

source: Actually I would like to have one more archer.
da: Rent faktisk vil jeg foretrække en mere bueskytte.
de: eigentlich hätte ich lieber einen Bogenschützen mehr,
sv: Faktum är att jag nog skulle vilja ha ytterligare en bågskytt.
tr: Aslında bir okçum daha olsun isterdim.

source: Actually, I'm pretty sure that Mithrandil is thinking about ONE specific mage. Am I correct?
da: Rent faktisk tror jeg at Mithrandil tænker på EN bestemt troldmand. Har jeg ret?
tr: Aslında, Mitrandil’in BELLİ bir büyücüyü düşündüğünden çok eminim. Haklı mıyım?

source: After Gawen's death, I felt dead as well. Then Reme left me and I was all alone. I couldn't go back to my family. They hated me because I had failed to fulfill their hopes. They hated me because I was always independent. Maybe they hated me because I reminded them how I became the wife of Gawen's father and queen of Vakladia.
da: Efter Gawens død kunne jeg også føle døden. Da Reme havde forladt mig og jeg var alene. Jeg kunne ikke gå tilbage til min familie. De hadede mig, fordi jeg svigtede deres forhåbninger. De hadede mig, fordi jeg prøvede at blive uafhængig. Og måske hadede de mig fordi jeg mindede dem om hvordan jeg blev Gawens fars kone: Hvordan jeg blev en dronning.
de: Nach Gawen's Tod fühlte ich mich ebenso verstorben. Dann verliess mich Reme und ich war völlig allein. Ich konnte nicht zu meiner Familie zurück. Sie hassten mich, weil ich darin versagt hatte, ihre Hoffnungen zu erfüllen. Sie hassten mich, weil ich stets unabhängig war. Vielleicht hassten sie mich sogar, weil ich sie daran erinnerte, wie ich die Frau von Gawen's Vater und die Königin von Vakladia wurde.
sv: Efter Gawens död så kände jag mig också död. Reme hade lämnat mig och jag var aldeles ensam. Jag kunde inte gå tillbaka till min familj, de hatade mig på grund av att jag hade svikit deras förväntningar, för att jag försökte vara självständig och kanske för att jag påminnde dem om hur jag blev Gawens faders fru: Hur jag blev drottning.
tr: Gaven’ın ölümünden sonra ben de ölü gibiydim. Reme beni bıraktıktan sonra tek başıma kaldım. Aileme geri dönemezdim. Benden nefret ediyorlardı, çünkü umutlarını boşa çıkarmıştım. Benden nefret ediyorlardı, çünkü bağımsız olmayı denemiştim. Benden nefret ediyorlardı, çünkü nasıl Gaven’ın babasının karısı - kraliçe - olduğumu hatırlatıyordum onlara.

source: After few days of preparation, the first-born sons of the Akladian lords appeared in Vattin. They became guests of King Gawen Hagarthen and his step-mother Lady Lorin. He, accompanied by two lords and a small army, marched north to the settlements of the clan of Barnon.
de: Nach einigen Tagen Vorbereitung erschienen die erstgeborenen Söhne der Akladianischen Lords in Vattin. Sie wurden Gäste von König Gawen Hagarthen und seiner Stiefmutter Lady Lorin. Danach marschierte er, begleitet von zwei Lords und einer kleinen Armee, nach Norden zu den Siedlungen des Clans Barnon.
sv: Efter några dagar av förberedelser, när de akladiska furstarnas förstfödda söner anlände till Vattin för att bli gäster hos kung Gawen Hagarthen och hans styvmor Lady Lorin, så tågade han norrut med två furstar och en mindre armé, till klanen O-Barnons säte.
tr: Bir kaç günlük hazırlıktan sonra Akladyalı beylerin büyük oğulları, kral Gaven Hagarten ve üvey annesi Lorin’in konuğu olarak Vattin’de göründüğünde, kral, beylerden ikisi ile küçük bir ordu oluşturup kuzeye Barnon kabilesinin bölgesine hareket etti.

source: After leaving the Forest of Raedwood, Gawen and his companions found themselves faced with a problem: what to do next and how to fulfill the request of Mithrandil. Gawen wasn't sure what it meant to 'find the real reason behind the Akladian-Orcish alliance' and definitely had no idea how to accomplish that.
tr: Kızılağaç ormanlarından çıktıktan sonra Gaven ve arkadaşları kendilerini asıl sorunla yüz yüze buldular: Mitrandil’in isteği nasıl yerine getirilecek ve bundan sonra ne olacaktı? Gaven, ‘Orklarla Akladyalılar arasındaki ittifakın ardındaki gerçekleri bulma’nın ne demek olduğunu bilemediği gibi bunun nasıl üstesinden geleceği hakkında da kesinlikle bir fikri yoktu.

source: After seeing the atrocities committed by the orcs, Gawen's soldiers were unusually silent. None joked nor sang, as had been the norm after their last few battles. Each seemed to be thinking about their own families, their wives and children.
tr: Orkların yaptığı mezalimi gördükten sonra Gaven’ın askerlerinin ağzını bıçak açmaz olmuştu. Son bir kaç çatışmadan sonra olduğu gibi ne şakalaşan ne de türkü söyleyen kalmıştı. Herkes çoluk çocuğunu düşünüyordu.

source: After some thought...
da: Efter nogle overvejelser..
de: Genau bedacht...
sv: Efter lite överläggande...
tr: Biraz düşündükten sonra...

source: After spending whole their life in constant fight, Darknites are excellent warriors and formidable opponents, hated and feared in world of Wesnoth. They know no pity and except none.
sv: Efter att ha spenderat deras hela liv i konstant strid så är mörkerkämparna utmärkta krigare och formidabla motståndare. Hatade och fruktade i Wesnoths värld. De känner inget medlidande och sparar ingen.
tr: Yaşamlarını sabit döğüşlerde harcadıktan sonra, Kara Şövalyeler usta döğüşçüler ve korkulası rakipler haline gelirler. Acımasız ve beklentisiz olarak bilinirler.

source: After the end of the day king's forces were defeated; however, no one could find the body of Gawen Hagarthen.
de: Am Ende des Tages waren die Streitkräfte des Königs besiegt. Allerdings konnte niemand den Körper von Gawen Hagarthen finden.
sv: Vid dagens slut hade kungens styrkor besegrats. Ingen kunde dock finna Gawen Hagarthens kropp.
tr: En sonunda kralın kuvvetleri yok edildi; Ama Gaven Hagarten’in cesedi bulunamadı.

source: After this battle you will be able to recruit Akladian Clansmen again.
da: Du kan nu rekruttere akaldian klamedlemmer.
sv: Efter den här striden så kommer du att kunna rekrytera akladiska klanmedlemmar igen.
tr: Bu savaştan sonra Akladyalı Kabile Üyelerini tekrar askere alabileceksiniz.

source: After this battle you will be able to recruit Akladian Clansmen, Warriors and Wisemen again.
sv: Efter den här striden så kommer du att kunna rekrytera Akladianska klanmedlemmar, krigare och visa män igen.
tr: Bu savaştan sonra Akladyalı Kabile Üyelerini, Savaşçılarını ve Bilgiçlerini tekrar askere alabileceksiniz.

source: Ah! He's coming for me! Time to use my reserves!
tr: Ah! Benim için geliyor! Arkadaşlar beni koruyun!

source: Ah! Humans! And Akladians with them?! Still, what good fortune!
da: Ah! Mennesker! Og akladianere med dem?! Stadig hvilken glæde!
de: Ah! Menschen! Und Akladianer mit ihnen?! Immer noch, was für eine Freude!
es: ¡Ah! ¡Son humanos! ¡¿Y Akladianos con ellos?! ¡No obstante, estoy contento!
sv: Aha! Människor! Och akladier med dem? Lyckan ler mot oss idag, trots allt!
tr: Ah! İnsanlar! Ve onlarla birlikte Akladyalılar?! Hala, bu ne mutluluk!

source: Ah! Humans! And not Akladians! What good fortune!
da: Ah! Mennesker! Og ikke akladianere! Hvilke glæde!
de: Ah! Menschen! Und keine Akladianer! Was für eine Freude!
es: ¡Ah! ¡Son humanos! ¡Y no Akladianos! ¡Eso es una felicidad!
sv: Aha! Människor! Och inga akladier? Lyckan ler mot oss!
tr: Ah! İnsanlar! Ve Akladyalılar yok! Ne mutlu!

source: Ah, I like tough girls. Tell me, Lorin, do you sleep with your sword, too?
da: Ah jeg kan li seje piger. Har du også et sværd med i seng Lorin?
sv: Ah, jag gillar tuffa brudar. Lorin, sover du med svärdet också?
tr: Oh, sert kızları severim. Lorin, kılıcı yatağına da alıyor musun?
