Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: My brother fought with soldiers led by someone called 'Gaumhaldric.' Do you.. Do you know who Gaumhaldric is?
da: Min bror kæmpede mod nogle soldater anført af en som blev kaldt Gaumhaldric. Ved du. Ved du hvem denne Gaumhaldric var?
de: Mein Bruder hat mit Soldaten gekämpft die von einem gewissen Gaumhaldric angeführt wurden. Weisst du.. Weisst du wer dieser Gaumhaldric war?
tr: Kardeşim, Gamlıhaldrik diye birinin komutasındaki askerlerle döğüştü. Sen.. Biliyor musun, kimdir bu Gamlıhaldrik?

source: My brother! No! Witch, you will answer for that! I will burn you alive!
da: Min bror! Nej! Din heks, du skal stå til ansvar for dette! Jeg brænder dig levende!
de: Mein Bruder! Nein! Du Hexe wirst dafür bezahlen, ich werde dich bei lebendigem Leibe verbrennen lassen!
sv: Min bror! Nej! Din häxa, du skall få svara för dina dåd! Jag skall bränna dig levande!
tr: Kardeşim! Hayır! Sen cadısın, bunu ödeyeceksin! Seni diri diri yakacağım!

source: My brother... my brother died... he was killed by someone called 'Gaumhaldric.' Do you... do you know who 'Gaumhaldric' is?
da: Min bror.. min bror døde.. dræbt af en der blev kaldt Gaumhaldric. Ved du.. Ved du hvem det var som kaldte sig Gaumhaldric?
de: Mein Bruder... mein Bruder starb.. getöten von jemanden namens Gaumhaldric. Weisst du wer Gaumhaldric ist?
tr: Kardeşim.. kardeşim öldü... Gamlıhaldrik diye biri öldürdü onu. Sen.. Biliyor musun, kimdir bu Gamlıhaldrik?

source: My family forswore all ties to me long ago, and you know that, Reme. I promise you that you have not heard the last of me.
da: Min familie har afbrudt forbindelsen til mig for lang tid siden og du ved det Reme. Jeg lover at du vil høre om mig.
de: Meine Familie schwor allen Verbindungen zu mir vor langer Zeit ab, und ihr wisst das, Reme. Ich verspreche euch, dass dies nicht das letzte Mal war, dass ihr von mir gehört habt.
sv: Min familj avsade sig alla band till mig för länge sedan, det vet du, Reme. Jag lovar att du kommer att få höra av mig.
tr: Uzun zaman önce, nedendir bilmem, ailem benimle herhangi bir ilişkiyi reddetti, Reme. Söz veriyorum sana tekrar görüşeceğiz.

source: My friends will arrive very soon! You are already doomed! Ha ha ha!
da: Mine venner kommer snart! I er fortabte! Ha ha ha!
de: Meine Freunde werden bald kommen! Ihr seid bereits dem Untergang geweiht! Ha ha ha!
sv: Mina vänner kommer att komma snart! Ni är redan dömda! Ha ha ha!
tr: Dostlarım çok yakında gelir! Kendini ölmüş bil! Ha ha ha!

source: My king -
da: Min konge -
de: Mein König -
es: Mi rey -
tr: Kralım -

source: My king! Now I know why I was defeated. This is my punishment for betrayal. I should never have listened to the orders of our clan leaders. My king, will you forgive me?
da: Min konge! Derfor blev jeg besejret. Dette er straf for forræderi. Jeg skulle aldrig have lyttet til klanlederne. Min konge vil du tilgive mig?
tr: Kralım! Artık biliyorum neden yenildiğimi. Bu ihanetin bedeli. Kabile liderimin emirlerini asla dinlememeliydim. Kralım, affedecek misin beni?

source: My king, my brother only opposed you because he didn't know it was you. Please, forgive him.
da: Min konge, min bror gik kun imod dig fordi han ikke vidste hvem du var. Tilgiv ham.
de: Mein König, mein Bruder hat sich Ihnen nur widersetzt, weil er nicht wusste wer Sie sind. Bitte vergeben Sie ihm.
tr: Kralım, kardeşim sizi tanımadığı için size karşı çıktı. Lütfen, onu affedin.

source: My king...
da: Min konge...
de: Mein König...
sv: Min kung...
tr: Kralım...

source: My king? Ha, ha, and where is he?
de: Mein König? Ha, ha und wo soll der sein?
tr: Kralım? Ha,ha,ha nerede o?

source: My king? Ha, ha, that's funny.. I have no king...
da: Min konge? Ha ha det er da sjovt.. Jeg har ikke nogen konge...
es: ¿Mi rey? Ha, ha que cómico.. Yo no tengo ningún rey...
tr: Kralım? Ha, ha, çok komik... benim kralım yok...

source: My king? You, my king? Never! I will rip your heart out! I will cut your hands off and feed the crows with them!
es: ¿Mi rey? ¿Mi rey, usted? ¡Nunca! ¡Arrancaré su corazón! ¡Cortaré sus manos y alimentaré los cuervos con ellas!
tr: Kralım? Kralım, sen misin? Olamaz! Kalbini sökeceğim! Ellerini keseceğim ve kargalara yedireceğim!

source: My lady, it seems that those orcs had some gold with them.
de: Mylady, es scheint, diese Orks hatten etwas Gold bei sich.
sv: Ers nåd, det verkar som om de här orcherna hade en del guld med sig.
tr: Hanımım, bu orkların bir miktar altını var görünüyor.

source: My lady, please, stop, that's just...
da: Min lady venligst stop det er...
de: Meine Königin hört auf, dass ist doch nur...
es: Mi señora, por favor, detengase, eso es justo...
sv: Ers nåd, snälla, sluta, det är...
tr: Hanımım, lütfen, durun, bu sadece...

source: My lady, we have found a medic!
de: Meine Herrin, wir haben einen Heiler gefunden!
es: ¡Mi señora, hemos encontrado a un médico!
sv: Madam, vi har funnit en läkare!
tr: Hanımım, bir doktor bulduk!

source: My lady, we have found some gold Saurians were hiding. They probably earned it by robbing the humans living nearby.
da: Vi har fundet noget guld som øglerne skjulte. De har sikkert tjent det ved at røve de nærved boende mennesker.
de: Mylady, wir fanden etwas Gold, das die Saurianer versteckten. Sie raubten es möglicherweise den Menschen, die in dieser Gegend leben.
sv: Ers nåd, vi har hittat en del guld som ödlemännen har gömt. De har antagligen fått ihop det genom att stjäla från människorna som bor här i närheten.
tr: Hanımım Sürüngenlerin gizlediği bir miktar altın bulduk. Muhtemelen yakınlarda yaşayan insanları soyarak elde etmişlerdir.

source: My lady, you should really reconsider. Those lords are our friends, truly disturbed about future of our kingdom and our people. To keep the kingdom strong, we need them alive as friends, not dead.
de: Mylady, ihr solltet dies überdenken. Diese Lords sind unsere Freude und ehrlich besorgt über die Zukunft unseres Königreiches und unseres Volkes. Um die Stärke unseres Reiches zu erhalten brauchen wir sie lebend, als Freunde, und nicht tot.
sv: Ers nåd, vi önskar att ni tänker om. Dessa furstar är våra vänner och är uppriktigt oroade över vårt kungadömes och vårt folks framtid. Vi behöver dem levande, som vänner, inte döda.
tr: Hanımım, tekrar düşünmenizi öneririm. Bu beyler bizim gerçek dostlarımız, krallığımızın ve halkımızın geleceği altüst olur. Onlara canlı ihtiyacımız var, ölü değil.

source: My lord! Do not let him go! He was beating and killing my friends and family members! If you won't kill him, I will!
es: ¡Mi señor! ¡No le permita vivir! ¡Él estaba pegando y matando a mis amigos y a mi familia! ¡Si no lo mata, lo haré yo!
sv: Ers nåd! Släpp honom inte! Han slog och dödade mina familj och mina vänner! Om du inte dödar honom så kommer jag göra det!
tr: Efendim, Onu bırakmayın! O arkadaşlarımı ve ailemi dövdü ve öldürdü! Eğer siz öldürmeyecekseniz, ben öldüreceğim!

source: My lord, I bet you are impressed!
da: Min herre jeg vil vædde på at du er imponeret!
de: Ich wette du bist beeindruckt, mein König!
sv: Ers nåd, jag slår vad om att du är imponerad!
tr: Efendim, bahse girerim sizi zorla askere almışlar!

source: My lord, I do not think we should go back to Freetown already. We haven't met with the She-wolf of Haeltin west of here. She may have some great insight, having fought with orcs already.
de: Mein König, ich denke nicht, dass wir schon nach Freetown zurückkehren sollten. Wir haben uns noch nicht mit dieser Wölfin von Healtin östlich von hier getroffen. Sie weiß vielleicht etwas wichtiges, hat sie doch auch schon gegen Orks gekämpft.
es: Mi señor, pienso que no debemos regresar a Freetown. No nos hemos encontrado con esa Mujer-lobo al este de Haeltin. Ella puede saber algo de como luchar contra los orcos.
sv: Ers nåd, jag tycker inte att vi borde återvända till Freetown redan. Vi har ännu inte talat med Honvargen från Haeltin, österut. Hon kanske vet något eftersom hon redan har slagits med orcherna.
tr: Efendim, Özgürkent’e dönmemiz gerektiğini zaten düşünmüyorum. Buranın doğusundaki Haeltin’in dişi kurdu ile henüz tanışmadık. Dişi kurt, orklarla döğüşmeyi zaten biliyordur.

source: My lord, I do not wish to disturb you, but our scouts have reported about the enemy forces.
da: Min herre jeg ønsker ikke at forstyrre dig, men vores spejdere har fortalt om de fjendtlige styrker.
de: Mein Herr, ich will Euch nicht stören, aber unsere Späher haben feindliche Truppen gesichtet.
tr: Efendim, sizi rahatsız etmek istemiyorum, ama gözcülerin düşman kuvvetleri hakkında söyleyecekleri var.

source: My lord, I fought with you so many battles.. I can accept money from you no more. Please, treat me like a friend, not like a hired soldier.
de: Mein König, ich habe mit euch nun so viele Kämpfe bestritten... Ich kann von Euch kein Gold mehr annehmen. Bitte behandelt mich nun als Freund, nicht als einen angeheuerten Soldaten.
tr: Efendim, bir çok savaşta sizinle beraber döğüştüm. Sizden artık para kabul edemem. Lütfen, beni bir dost olarak görün, bir paralı askeriniz gibi değil.

source: My lord, I really insist we visit Oracle first
da: Min herre jeg insisterer på at besøge Oraklet først
de: Mein König, ich muss wirklich zu bedenken geben, dass wir das Orakel zuerst besuchen sollten.
tr: Efendim, Kâhini ziyaret etmiştik

source: My lord, I was not able to stop her.
da: Min herre, jeg var ikke i stand til at stoppe hende.
de: Mylord, ich konnte sie nicht aufhalten.
sv: Ers nåd, jag kunde inte stoppa henne.
tr: Efendim, onu durduramadım.

source: My lord, an army is approaching!
da: Min herre en hær er på vej mod os!
de: Mein König, eine Armee nähert sich uns!
sv: Ers nåd, en armé närmar sig!
tr: Efendim, bir ordu yaklaşıyor!

source: My lord, are you sure you want to retreat?
da: Min herre er du sikker på at du ønsker at trække dig tilbage?
es: ¿Mi señor, quiere realmente retirarse?
sv: Ers nåd, är du säker på att du vill dit?
tr: Efendim, geri çekilmek istediğinize emin misiniz?

source: My lord, are you sure you want to retreat? We should move Reme Carrenemoe here first!
da: Min herre er du sikker på at du ønsker at trække dig tilbage? Vi bør flytte Reme Carrenemoe herhen først!
de: Mein König, bist du sicher das du dich zurückziehen willst? Wir sollten Reme Carrenemoe zuerst hierher bringen!
sv: Ers nåd, är du säker på att du vill retirera? Vi borde föra Reme Carrenemoe hit först!
tr: Geri çekilmek istediğinizden emin misiniz, efendim? Önce Reme Karenemo’yu götürmemiz gerekmiyor mu?

source: My lord, from here we may explore a few possibilities. To the south, there is city of Barnon. It would definitely be very dangerous to go there, but...
es: Mi señor, aquí tenemos pocas posibilidades de explorar. Al sur, está la ciudad de Barnon. Definitivamente sería muy peligroso ir allí, pero...
sv: Ers nåd, vi har några möjligheter att utforska. Söderut finns staden Barnon. Det vore säkerligen väldigt farligt att ta sig dit, men...
tr: Efendim, burada bir kaç olasılıktan bahsedebilirim. Güneyde, Barnon şehri var. Oraya gitmek kesinlikle çok tehlikeli olur, fakat...

source: My lord, if you can't remember anything, then permit me a few suggestions. While our troops are not the armoured types the Wesnothians have, they are far more resistant to pain and faster than the craven underlings. Remember to seek advantageous terrain; it's good to defend on the hills or in villages or forests. Do not charge blindly into the enemy; we have no means to replenish our army.
de: Mein Herr, wenn ihr euch an nichts erinnern könnt, dann erlaubt mir einige Vorschläge. Obwohl unsere Truppen nicht so stark gepanzert sind wie die Wesnother, so sind sie doch viel schmerzresistenter und schneller als diese feigen Unterlinge. Erinnert Euch daran, vorteilhaftes Gelände aufzusuchen. Es ist gut, sich von den Hügeln, Dörfern oder Wäldern aus zu verteidigen. Stürmt nicht blindlings in den Feind, denn wir haben keine Möglichkeit, unsere Armee mit Verstärkungen aufzufrischen.
es: Mi señor, si no puede recordar nada, entonces permítame hacer algunas sugerencias. Recuerde que nuestras tropas no son del tipo acorazado que los Wesnothianos tienen, pero son más resistentes al dolor y más rápidos que esos wimps. Use el terreno, es bueno defenderse en las colinas o en pueblos o bosques. No ataque ciegamente al enemigo: No tenemos forma de reponer nuestro ejército.
sv: Herre, om du inte kan komma ihåg något så låt mig föreslå några saker. Kom ihåg att våra trupper inte är de bepansrade trupper som Wesnothfolken har, men de är mycket mer tåliga mot smärta och snabbare än de där fegisarna. Använd terrängen till din fördel, det är bra att försvara i kullarna, byarna eller skogen. Spring inte rakt in i fienden: Vi måste återbygga vår arme.
tr: Efendim, eğer hiçbir şey hatırlamıyorsanız, bir kaç şey önermeme izin verin. Hatırlayın, askerlerimiz Wesnotlar gibi zırhlı değiller, fakat acıya çok direçliler ve bu sulugözlerden daha hızlılar. Zemini iyi kullanın, tepelerde, köylerde ve ormanda savunmaları daha iyidir. Düşmana körlemesine saldırmayın: ordumuz kendi kendini yenilemiyor.

source: My lord, our scouts also told us that we are being followed by a very large army of Akladians. Someone has noticed us. Maybe our successes have been too much. We have to win quickly, or we will be crushed by another foe.
de: Mein Herr, unsere Späher haben uns berichtet, das wir von einer sehr grossen Armee der Akladianer verfolgt werden. Jemand hat uns offenbar bemerkt. Vielleicht waren unsere Erfolge zu gross. Wir müssen uns anschicken schnell zu gewinnen, oder wir werden von einem weiteren Gegner überannt.
tr: Efendim, gözcülerimizin söylediğine göre, çok büyük bir Akladyalı ordusu tarafından takip ediliyormuşuz. Biri bizi uyardı. Belki de, başarılarımız çok büyüktü. Çabucak kazanmak zorundayız, yoksa diğer düşman tarafından ezileceğiz.

source: My lord, should we accept that unit into our army? It is a loyal unit, but it's just a simple Peasant.
da: Min herre vil vi accepterer den enhed i vores hær? Det er en loyal enhed, men en kun en simpel bonde.
de: Mein König, sollen wir diese Einheit in unserer Armee akzeptieren? Es ist eine loyale Einheit, aber nur ein normaler Bauer.
tr: Efendim, bu birimi orduya kabul edecek miyiz? Sadık bir birim ama sadece basit bir köylü.

source: My lord, the outlaw army decimated my clan. But still, some of my people survived, and they will be glad to help you.
de: Mein König, die Räuber haben meinen Clan bereits dezimiert. Aber die, die überlebt haben, werden stolz sein euch dienen zu können.
tr: Efendim, haydut çetesi kabilemi katletti. Fakat hala halkımın bir kısmı kuşatılmış durumda ve yardımınızı bekliyorlar.

source: My lord, this is only the uncomfortable truth. Hard times are ahead. Underlings are revolting against us. Those we chose not to conquer in the past are having ridiculous thoughts of taking our God-given lands. Some are saying that we need a strong and battle-tested king of our own kin, not - forgive me my words, I am only repeating what others are saying - a callow mixling child.
de: Mein Lord, dies ist die unbequeme Wahrheit. Schwere Zeiten stehen bevor. Unterlinge revoltieren gegen uns. Die, die wir in der Vergangenheit nicht erobern wollten, schmieden lächerliche Pläne um uns unsere gottgegebenen Ländereien zu entreissen. Einige behaupten, wir bräuchten einen starken und kampferfahrenen König von unserem Blute, und kein - verzeiht meine Worte, aber ich wiederhole lediglich die Worte anderer - ein unerfahrenes Mischlingskind.
sv: Ers nåd, det är blott sanningen. Det stundar hårda tider. Lakejerna gör uppror. De som vi en gång valde att inte erövra har börjat få galna idéer som att ta våra av gud skänkta länder ifrån oss. Somliga säger att vi behöver en stark kung, av vårt folk, inte - förlåt mina ord, jag upprepar bara vad andra säger - ett blandbarn.
tr: Efendim, bu gerçek. Zor zamanlar bunlar. Paryalar bize karşı ayaklanıyor. Bunlar, geçmişte, Tanrı-armağanı toprakları alma konusundaki saçma düşüncelerle fethetmemeyi tercih ettiğimiz topraklarda yaşayanlar. Bazıları daha güçlü krala ihtiyacımız olduğunu söylüyor, bizim akrabalarımız değil - sözlerimi affedin efendim, ben sadece başkalarının bir melez çocuk için söylediklerini yineliyorum.

source: My lord, we already visited the Oracle
da: Min herre vi har allerede besøgt Oraklet
de: Mein König, wir haben das Orakel bereits besucht.
tr: Efendim, Kâhini ziyaret etmiştik

source: My lord, we can't let anyone know that you live. No enemy should leave this battlefield alive. There aren't many of them; this should be easy.
da: Min herre vi kan ikke lade nogen vide at du er i live. Ingen af fjenderne bør forlade denne slagmark i live. Der er ikke mange af dem, så det skulle være nemt nok.
de: Mylord, wir dürfen niemanden wissen lassen, dass ihr lebt. Kein Feind darf dieses Schlachtfeld lebend verlassen. Es sind nicht viele, daher sollte es einfach zu bewerkstelligen sein.
sv: Ers nåd, vi kan inte låta någon veta att du är vid liv. Ingen av fienderna borde få lämna slagfältet levande. De är inte många, så det här borde bli enkelt.
tr: Efendim, sizin yaşadığınızı bilenleri sağ bırakamayız. Hiçbir düşman savaş alanından canlı çıkmamalı. Çok değiller zaten, kolay olacak.

source: My lord, we cannot go back to Freetown. We have nothing to report, and we have not found anything about the orcs.
de: Mein König, wir können nicht nach Freetown zurückkehren. Wir haben nichts zu berichten und nichts über die Orks herausgefunden.
es: Mi señor, no podemos regresar a Freetown. No tenemos nada que informar, y no hemos encontrado nada sobre los orcos.
sv: Ers nåd, vi kan inte återvända till Freetown. Vi har inget att rapportera och vi har inte kommit på något om orcherna.
tr: Efendim, Özgürkent’e geri dönemeyiz. Raporlayacak birşey yok ve orklar hakkında hiçbir şey bulamadık.

source: My lord, we know an orcish group attacked a few villages north of here. Huon Ryedric was going to go there to defend the villages, but I thought you might want to use the occasion, you know, to check out our troops before you make any final decisions on which soldiers to choose for our quest.
de: Mein König, wir wissen das eine orkische Gruppe ein paar Dörfer im Norden angreift. Huon Ryedric ist bereits gegangen um die Dörfer zu verteidigen, aber ich denke du könntest die Gelegenheit nutzen um deine Truppen nochmals zu prüfen bevor du die finale Entscheidung triffst, welche Soldaten du für deine Aufgabe mitnehmen willst.
tr: Efendim, buranın kuzeyindeki bir kaç köye bir ork grubunun saldırdığını biliyoruz. Huron Ryedric oraya köyleri savunmaya gidiyor. Araştırmamız için seçeceğiniz askerlerle ilgili son kararı vermeden önce askerleri sınamak için bu fırsatı değerlendirmek isteyeceğinizi düşündüm.

source: My lord, we really should try negotiations first. Grekulak is enemy of everyone, and...
es: Mi señor, debemos intentar negociar primero. Grekulak es enemigo de todos, y...
tr: Efendim, önce konuşmayı denemeliyiz. Grekulak her birinin düşmanı ve ...

source: My lord, we really should try to escape, this battle is impossible to win!
de: Mein Lord, wir sollten wirklich versuchen zu fliehen! Diese Schlacht kann unmöglich gewonnen werden!
tr: Efendim, gerçekten kaçmayı denemeliyiz, bu savaşı kazanmak imkansız!

source: My lord...
da: Min herre...
de: Mein König...
sv: Ers nåd...
tr: Efendim...

source: My lord... I...
da: Min herre... jeg..
de: Mein König, ich ...
sv: Ers nåd... Jag...
tr: Efendim... Ben..

source: My lord... This man, they call a messiah..
es: Mi señor... Este hombre, al que llaman mesías..
tr: Efendim... Bu adam, bir mesihmiş...

source: My lord... please... grant me this, I pray you. I want to kill him. Leave him to me.
es: Mi señor.. Por favor.. quiero matarlo. Déjemelo..
tr: Efendim... Lütfen... Bırakın onu bana. Onu ben öldürmek istiyorum...

source: My lord?
da: Min herre?
sv: Ers nåd?
tr: Efendim?

source: My magical training is in the healing arts. I know ways to shield the child and protect it.
da: Jeg er troldmand. Jeg kender til metoder der kan skærme barnet og beskytte det.
tr: Ben büyücüyüm. Çocuğa kalkan olmanın ve onu korumanın yollarını bilirim.

source: My mother never.. wait, you are talking about my REAL mother, aren't you? You knew my mother?
da: Min mor kaldte mig aldrig.. vent du taler om min BIOLOGISKE mor, gør du ikke ? Du kendte min mor?
de: Meine Mutter hat mich nie... wartet, ihr sprecht von meiner echten Mutter, nicht wahr? Ihr kanntet meine Mutter?
sv: Min mor kallade mig aldrig... Vänta, du talar om min RIKTIGA mor, eller hur? Kände du min mor?
tr: Annem mi, asla... bekleyin, siz GERÇEK annem hakkında konuşuyorsunuz, değil mi? Siz annemi tanıyor musunuz?

source: My mother... Lorin... You...
da: Min mor.. Lorin... dig...
tr: Annem... Lorin... Siz...

source: My mother? You seem... a bit young.
de: Meine Mutter? Du siehst... ein bisschen jung aus.
es: ¿Mi madre? Pareces... demasiado joven...
sv: Min mor? Du verkar... lite ung...
tr: Annem? Biraz genç.. görünüyorsunuz...

source: My name is Ga... uhmm.. Haldric.
sv: Mitt namn är Ga... hmm... Haldric.
tr: Adım Ga... mlı... Haldrik.

source: My name is Ga... uhmm... Haldric.
da: Mit navn er Ga... uhmm.. Haldric.
de: Mein Name ist Ga... ähmm... Haldric.
sv: Mitt namn är Ga... hmm... Haldric.
tr: Adım Ga... mlı... Haldrik.

source: My name is Reme Carrenemoe. I think it answers both of your questions.
tr: Adım Reme Karenemo. Bu iki sorunuzunda yanıtı sanırım.

source: My name is...
da: Mit navn er...
sv: Mitt namn är...
tr: Adım ...

source: My respect and best wishes for everyone in this free city. I hope you will forgive me for dispensing with the formalities of a long traditional speech. The news I bring here is simple, and terrifying. The Orcish army has marched unnoticed and unopposed into the very heart of Wesnoth.
sv: Min respekt och bästa lyckönskningar till alla i denna fria stad. Jag hoppas att ni förlåter mig för att jag inte tråkar ut er med det långa och pompösa tal som traditionen föreskriver. Nyheterna som jag för med mig är enkla, och skrämmande. Orchernas armé har obemärkt marscherat rakt in i själva hjärtat av Wesnoth.
tr: Bu özgür şehirdeki herkese saygılarımı sunarım. Uzun ve çok tantanalı geleneksel bir konuşma yapmayacağım için umarım beni affedersiniz. Getirdiğim haberler basit ve iç karartıcı. Ork ordusu dikkat çekmeden Wesnoth’un tam kalbine hareket etti.

source: My soldiers! That bastard is killing my soldiers!
de: Meine Soldaten! Er tötet meine Soldaten!
sv: Mina soldater! Han dödar mina soldater!
tr: Askerlerim! Alçaklar, askerlerimi öldürüyor!

source: My son! Please, don't give up!
da: Min søn! Giv ikke op!
de: Mein Sohn! Bitte gib nicht auf!
es: ¡Hijo! ¡Por favor, no te rindas!
sv: Min son! Snälla, lämna oss inte!
tr: Oğlum! Lütfen, vazgeçme!

source: My son, because you lost your memory, you probably forgot about some of our customs. In our tradition, a widow cannot ever have another man again, under penalty of very severe punishment.
tr: Oğlum, hafızanı kaybettiğin için muhtemelen bazı adetlerimizi unuttun. Adetlerimize göre, bir dul tekrar evlenemez, cezası çok ağırdır.

source: My son, send little Karen back home. She is useless. I've killed two enemies already, and what has she done?
de: Mein Sohn, sende diese kleine Karen nach Hause. Sie ist nutzlos. Ich habe bereits zwei Gegner getötet, und was ist mit ihr?
sv: Min son, skicka hem den där lilla Karen. Hon är värdelös. Jag har dödat två fiender redan, och se vad hon har gjort.
tr: Oğlum, küçük Karen’i eve yolla. Burada yararı olmuyor. Ben iki düşman öldürdüm bile, o ne yaptı?
