Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: My son, your troops are already in the castle, and those underlings...
da: Min søn dine tropper er allerede i borgen og disse underordnede...
de: Mein Sohn, deine Truppen sind bereits in der Burg und diese Unterlinge...
sv: Min son, dina trupper är redan i slottet, och vad anbelangar lakejerna...
tr: Oğlum, askerlerin zaten şatoda ve bu paryalar...

source: My sword and my honour, two unbreakable things!
da: Mit sværd og min ære, to uadskillelige ting!
de: Mein Schwert und meine Ehre - zwei unzerbrechliche Dinge!
sv: Mitt svärd och min heder, båda obrytbara!
tr: Kılıcım ve onurum, ikisi de bırakılmaz!

source: My true mother... Ask him whether he knows who poisoned my true mother? And...
da: Min rigtige mor... Spørg ham om han kender den som forgiftede min rigtige mor? Og...
tr: Gerçek annem... Sor bakalım, gerçek annemi kimin zehirlediğini biliyor mu? Ve...

source: My what? Anyway, whatever, you will tell me everything you know about orcs.
sv: Mitt vad? Hur som helst, du kommer att berätta allt du vet om orcherna.
tr: Ne olursa, orklar hakkında bildiğin herşeyi bana söyleyeceksin.

source: My wife is Wesnothian, so I know many Wesnothians. Save your irony for another.
tr: Karım Wesnotlu, dolayısıyla çok Wesnotlu tanıyorum. İronini başkalarına sakla.

source: My, what a wonderful culture you have. But we can speak on this later. Now, Gawen, choose the twelve best troops.
tr: Harikulade bir kültüre sahipsiniz. Şimdi, Gaven, en iyi on iki askeri seç.

source: NO! Gawen Ha.. No, you are not him! You are... some underling pretending to be my beloved nephew! Kill him!
de: Nein! Gawen Ha.. Nein, das bist du nicht! Du bist irgendein Underling der nur vorgibt mein geliebter Neffe zu sein! Tötet ihn!
tr: HAYIR! Gaven Hag.. Hayır, sen o değilsin! Sevgili yeğenimi taklit eden bir paryasın sen! Gebertin şunu!

source: NO! That was Bor Cryne! Don't kill me!
da: NEJ! Det var Bor Cryne! Dræb mig ikke!
tr: Hayır! Bor Krayn o! Öldürme beni!

source: NORMAL: Interrogate Orcish leader with Ruvio or Gawen and withdraw to northern signpost
da: NORMAL: Forhør orkernes leder med Ruvio eller Gawen og trak dig tilbage til den nordlige vejviser
de: NORMAL: Verhört den Anführer der Orks mit Ruvio oder Gawen und zieht euch zu dem nördlichen Wegweiser zurück
es: NORMAL: Interrogue al líder Orco con Ruvio o Gawen y retírese al poste indicador del norte
sv: Normal: Förhör orchledaren med Ruvio eller Gawen och retirera till den norra vägskylten
tr: NORMAL: Ork liderini Ruviyo veya Gaven’a sorgulat ve kuzeydeki yol işaretine kaç

source: NORMAL: Rescue Reme Carrenemoe and move him to the north-eastern signpost
da: NORMAL: Red Reme Carrenemoe og flyt til den nordøstlige signalpost
de: NORMAL: Rette Reme Carrenemoe und bewege ihn zum nordöstlichen Wegweiser
sv: Normal: Rädda Reme Carrenemoe och för honom till den nordöstra vägskylten
tr: NORMAL: Reme Karenemo’yu kurtar ve onu kuzeydoğudaki yol işaretine götür.

source: NORMAL: Survive to the end of turn limit.
da: NORMAL: Overlev til tiden løber ud.
de: NORMAL: Überlebt bis zum Ende des Rundenlimits
sv: Normalt: Överlev tills dragen tar slut.
tr: NORMAL: Turlar bitene kadar dayan.

source: Never in my life or afterlife!
de: Niemals in meinem Leben oder danach!
es: ¡Nunca en mi vida o después de la vida!
tr: Ben yaşadığım müddetçe asla!

source: Never mind
da: Det er ligemeget
de: Vergiss es
sv: Äh, strunt samma.
tr: Zararı yok.

source: Never mind. My step-mother is obsessed with death and pain. Sigh.
da: Det er lige meget. Min stedmor er walkiria besat med død og smerte. Suk.
tr: Yok birşey. Annem ölüm ve acı hakkında biraz takıntılıdır.

source: New messiah?
de: Neuer Messiah?
es: ¿Nuevo mesías?
tr: Yeni mesih mi?

source: Nice to hear that.
da: Godt at høre.
de: Gut das zu hören.
tr: Bunu duymak güzel.

source: Nice to meet you, Lorin. You are quite good-looking for being Gawen's grandmother. You had to be quite a lass some forty or fifty winters ago.
da: Glad for at møde dig .. Lorin. Du ser godt ud når man tænker på at du er Gawens bedstemor. Du må have været lidt af et hug for 40-50 år siden.
de: Nett dich zu treffen, .. Lorin. Du siehst sehr gut aus, dafür, dass du Gawen's Großmutter bist. Du musst vor vierzig bis fünfig Jahren ein sehr hübsches Mädchen gewesen sein.
sv: Trevligt att träffas... Lorin. Du ser ganska så bra ut, för att vara Gawens mormor. Du måste ha varit en riktig kalaspingla för cirka femtio år sedan.
tr: Sizinle tanıştığıma memnun oldum, .. Lorin. Gaven’ın büyükannesi olarak oldukça iyi görünüyorsunuz. Kırk elli yaş kadar az gösteriyorsunuz.

source: No ghost will be able to stand against the cold steel in the hand of Lorin.
da: Intet spøgelse vil være i stand til at modstå Lorins kolde stål.
tr: Hiçbir hayalet, Lorin’in elindeki soğuk çeliğin karşısında duramaz.

source: No idea who he could be.
da: Ingen ide om hvem han kan være.
de: Keine Ahnung wer er war.
tr: O kim olabilir, bilmiyorum.

source: No man or woman may oppose me when I have a bow or sword!
da: Ingen mand eller kvinde må trodse mig når jeg har en bue eller et sværd!
de: Weder Mann noch Frau sollten sich mir entgegenstellen wenn ich einen Bogen oder ein Schwert in der Hand halte.
sv: Ingen man eller kvinna vågar stå mig emot när jag har båge eller svärd!
tr: Kılıcım ve yayım varken bana karşı durabilecek kimse yoktur!

source: No offense, but I don't trust you enough.
da: Nej, ikke for at fornærme dig, men jeg stoller ikke nok på dig.
de: Nichts für ungut, aber ich traue euch nicht genug.
sv: Nej, inget illa menat, men jag litar inte nog på dig.
tr: Hayır, kimse gücenmesin, ama ben size yeterince güvenmiyorum.

source: No offense, but I value my life more than gold
da: Ikke for at tage det ilde op men jeg værdsætter mit liv mere end guld
de: Nichts für ungut, aber ich halte mein Leben für mehr wert als Gold.
sv: Ta inte illa upp, men jag värderar mitt liv högre än guld
tr: Kimse gücenmesin ama, benim hayatım altından değerlidir.

source: No offense, but you've already asked me that question.
da: Jeg har allerede besvaret det spørgsmål.
de: Nichts für ungut, aber du hast mir diese Frage bereits gestellt.
sv: Ursäkta, men du har redan frågat mig det.
tr: Kimse gücenmesin ama, siz bu soruyu zaten sormuştunuz.

source: No one is left to inform Bor Cryne and his ilk that you survived the battle. We should go to Freetown next. The Akladians are all around us; we will have to cross the forests of Raedwood, and hope that the bandits living there won't attack us.
da: Ingen er nu i live til at informere Bor Cryne eller andre at du har overlevet kampen. Vi kan gå til Freetown nu. Akladianerne er hele vejen rundt om os; vi må krydse Raedwoodskovene, og håbe at banditterne der ikke angriber os.
de: Niemand ist übrig, der Bor Cryne und seinesgleichen berichten könnte, dass ihr die Schlacht überlebt habt. Wir sollten nun nach Freetown marschieren. Die Akladianer sind überall um uns herum. Durch die Wälder von Raedwood werden wir gehen, in der Hoffnung, dass die Banditen dort uns nicht angreifen.
sv: Det finns ingen vid liv för att informera Bor Cryne och de andra om att du överlevde striden. Vi kan ta oss till Freetown nu. Akladierna finns överallt omkring oss. Vi måste korsa Raedwoodskogen och hoppas att banditerna där inte anfaller oss.
tr: Bor Krayn ve diğerlerine sizin kurtulduğunuzu haber verebilecek canlı kimse kalmamış. Hemen Özgürkent’e gitmeliyiz. Etrafta Akladyalı dolu; Kızılağaç ormanını geçmek zorunda kalacağız, umarım orada yaşayan haydutlar bize saldırmaz.

source: No price for me?
da: Ingen pris på mig?
de: Kein Preis für mich?
es: ¿Ningún precio por mí?
sv: Inget pris för mig?
tr: Benim fiyatım ne?

source: No! Don't you DARE die on me! Not now!
da: Nej! Dø ikke! Ikke nu!
de: Nein! WAGE es nicht zu sterben! Nicht jetzt!
es: ¡No! ¡No te mueras! ¡No ahora!
sv: Nej! Dö inte! Inte nu!
tr: Hayır! Ölme! Şimdi ölemezsin!

source: No! I could never call you that. You are not... I mean... I... oh, you are too young to understand!
de: No! Ich würde dich nie so nennen. Du bist keiner... Ich meine... Ich... Ah, du bist zu jung um das zu verstehen.
sv: Nej, jag skulle aldrig kalla dig något sådant. Du är inte... Jag menar... Jag... Ah, du är för ung för att förstå det.
tr: Hayır! Sana asla böyle hitabedemem. Sen... Yani... Ben... Bunu anlamak için çok gençsin.

source: No! I did not know her! I... I'm sorry Gawen, but I don't know how your mother died or who poisoned her.
da: Nej! Jeg har ikke kendt hende! Jeg.. er ked af det Gawen, men jeg ved ikke hvordan din mor døde og hvem som forgiftede hende.
sv: Nej, jag kände henne inte! Jag... Jag är ledsen, Gawen, men jag vet inte hur din mor dog eller vem som förgiftade henne.
tr: Hayır! Bilgim yok! Ku... Kusura bakma, Gaven, ama annenin nasıl öldüğünü ve onu kimin zehirlediğini bilmiyorum.

source: No! I don't want to do that! I only want peace. I don't want to start civil wars, or fight for any throne. No! Let's not talk about it again.
da: Nej. Jeg ønsker kun fred. Jeg ønsker ikke at starte borgerkrige eller at kæmpe for en trone. Nej og lad os ikke tale om det igen.
es: No. Solo quiero paz. No quiero empezar guerras civiles, o luchas por cualquier trono. No y no hablemos de nuevo sobre eso.
sv: Nej. Jag vill bara ha fred. Jag vill inte starta inbördeskrig eller slåss för någon tron. Nej, och låt oss inte tala om det här mer.
tr: Hayır. Sadece barış istiyorum. İç savaş başlatmak ya da taht için döğüşmek niyetinde değilim. Hayır. Ve bundan bir daha bahsetmeyelim.

source: No! I won't leave you! I don't want to! Let's die together!
de: Nein! Ich lasse dich nicht allein! Ich will es auch garnicht! Lasst uns gemeinsam sterben!
es: ¡No! No lo dejaré! ¡No quiero! ¡Murámosnos juntos!
sv: Nej! Jag lämnar dig inte! Jag vill inte! Låt oss dö tillsammans!
tr: Hayır! Sizi bırakmayacağım! İstemiyorum! Birlikte ölelim!

source: No! It's impossible! I have just started!
da: Nej! Det er umuligt! Jeg er lige startet!
de: Nein! Das ist nicht möglich! Ich habe gerade erst begonnen!
es: ¡No! ¡Es imposible! ¡Acabo de comenzar!
sv: Nej! Det r omöjligt! Jag har precis börjat!
tr: Hayır! Olamaz! Yeni başlamıştık!

source: No! More traitors are coming from every side! We cannot hope to deal with all them!
de: Nein! Mehr Verräter kommen von allen Seiten! Wir können nicht hoffen, gegen sie alle anzukämpfen!
sv: Nej! Mer förrädare kommer från alla håll! Vi har inte en chans att hantera dem alla!
tr: Hayır! Hainler her taraftan geliyor! Onlarla anlaşmak için hiç umut kalmadı!

source: No! Mother, I won't let you! Leave him to die peacefully!
da: Nej! Mor, jeg vil ikke tillade det! Lad ham dø i fred!
tr: Hayır! Sana izin vermeyeceğim, anne! Bırak kendi haline ölsün!

source: No! No! There has to be a better answer!
da: Nej! Nej! Der må være bedre svar!
es: ¡No! No! ¡Tiene que ser una respuesta mejor!
tr: Hayır! Daha iyi bir yanıtı olmalı!

source: No! No! That was Bor Cryne, I swear! I wasn't there!
da: Nej! Nej! Det var Bor Cryne jeg sværger! Jeg var der ikke!
tr: Hayır! Hayır! O Bor Krayn idi, yemin ederim! Orada değildim!

source: No! No! Where are you going... come back! I can't die without my sword in hand!
da: Nej! Nej! Hvor går du... gå tilbage! Jeg kan ikke dø uden et sværd i hånden!
tr: Hayır! Hayır! Nereye gidiyorsun... Geri dön! Elimde kılıç yokken ölemem!

source: No! That impossible! How that could possibly happened? They would have had to cross through the free realms of the north, and...
sv: Nej! Det är omöjligt! Hur kan det ha hänt, de skulle vara tvungna att färdas genom de fria rikena i norr och...
tr: Hayır! İmkansız! Bu nasıl mümkün olabildi, kuzeyin özgür ülkelerinden geçmek zorundalardı ve...

source: No! That's impossible! You will pay for that, treacherous dogs! Your sons at Vattin are as good as dead!
da: Nej! Det er umuligt! I kommer til at betale forræderiske hunde! Dine sønner i Vattin er allerede døde!
de: Nein! Das ist unmöglich! Ihr werdet dafür bezahlen, ihr verräterischen Hunde! Eure Söhne in Vattin sind schon tot!
es: ¡No! Eso es imposible! ¡Pagará por eso, perro traidor! ¡Sus hijos en Vattin ya están muertos!
sv: Nej! Det är omöjligt! Du skall få betala för det där, förrädiska hund! Dina söner i Vattin är redan döda!
tr: Hayır! Olamaz! Bunun bedelini ödeyeceksiniz, hain köpekler! Vattin’deki oğullarınızı ölmüş bilin!

source: No! That's suicide! I won't let you!
de: Nein! Das ist doch Selbstmord! das werde ich nicht zulassen!
es: ¡No! Es un suicidio! ¡No lo permitiré!
sv: Nej! Det är självmord! Det tillåter jag inte!
tr: Hayır! Bu intihar olur! Buna izin vermem!

source: No! The Akladian reinforcements have arrived! We are surrounded!
da: Nej! Forstærkningerne til akladianerne er ankommet! Vi er omringet!
de: Nein! Die akladianischen Verstärkungen sind eingetroffen! Wir sindumzingelt.
sv: Nej! Akladiernas förstärkningar har anlänt! Vi är omringade!
tr: Hayır! Akladyalılar için destek geldi! Kuşatıldık!

source: No! This is my friend, Reme! Reme, are you ok?
da: Nej! Det er min ven, Reme! Reme, er du o.k.?
de: Nein! Das ist mein Freund, Reme! Reme, bist du in Ordnung?
tr: Hayır! Bu dostum, Reme! Reme, iyi misin?

source: No! We can't wait. We have to reach a town nearby and find a medic, quickly!
de: Nein! Wir können nicht warten. Wir müssen eine nahe Stadt aufsuchen und einen Heiler finden, schnell!
es: No! No podemos esperar. ¡Tenemos que alcanzar un pueblo y encontrar a un médico, rápido!
sv: Nej! Vi kan inte vänta. Vi måste nå en närliggande stad och hitta en läkare. snabbt!
tr: Hayır! Bekleyemeyiz! Yakın bir şehre ulaşmalı ve bir doktor bulmalıyız, çabuk olun!

source: No, Gawen, I've told you I'm OK!
da: Nej Gawen jeg har jo sagt jeg er OK!
tr: Hayır, Gaven, söyledim sana, ben iyiyim!

source: No, Gawen. Grekulak used the human form as a base and added few orcish features. To describe Akladians as half-orcs is a gross oversimplification.
da: Nej Gawen. Grekulak brugte mennesket som grundform og tilføjede få af orkernes træk. At beskrive akladianerne som halvt orker er en stor forenkling.
tr: Hayır, Gaven. Grekulak insanı ana unsur olarak kullanıp ona bir kaç ork özelliği ekledi. Akladyalıları yarı-ork olarak nitelemek olayı fazla basitleştirmek olur.

source: No, I don't think it was him.
da: Nej. Jeg tror ikke det var ham.
de: Nenee, glaube nich´, dass der´s war.
sv: Nä, jag tror inte att det var han.
tr: Hayır, onun olduğunu sanmıyorum.

source: No, I have to train my troops.
da: Nej jeg skal træne mine tropper
de: Nein, ich muss meine Trupen trainieren.
sv: Nej, jag måste träna mina mannar.
tr: Hayır, askerlerimi eğitmek zorundayım.

source: No, I just.. look, the castle provides excellent tactical position against sieges... stop glaring at me. What are you going to do now?
sv: Nej, jag bara... oh gudars, slottet har ett bra defensiv position och... Sluta nu. Vad ska du göra nu?
tr: Hayır, sadece... Aman yarabbi, şato savunma için ne kadar iyi yerde... Bırakalım bunu şimdi... Ne yapacaksın?

source: No, I think I would want more fighters.
da: Nej jeg kan bruge flere kæmpere.
de: Nein, ich denke ich möchte mehr Kämpfer.
sv: Nej, jag skulle hellre ta fler krigare med mig.
tr: Hayır, sanırım bir kaç döğüşçü daha isterdim.

source: No, I won't let you! Orc, tell us everything you know and I will let you live.
da: Nej det vil jeg ikke lade dig gøre! Ork fortæl os alt og jeg vil lade dig leve.
es: ¡No, no lo permitiré! Orco, dinos todo lo que sabes y te permitiré vivir.
tr: Hayır, buna izin vermem! Ork, bilmek istediğim herşeyi söylersen yaşamana izin veririm.

source: No, don't attack.
da: Nej angrib ikke.
sv: Nej, gör inte det.
tr: Hayır, saldırma.

source: No, he is not dead, he is just heavily wounded and has lost consciousness!
de: Nein, er ist nicht tot. Er ist nur schwer verwundet und hat das Bewusstsein verloren!
tr: Hayır, o ölmedi, ağır yaralı ve şuurunu kaybetti!

source: No, he is not. He is alive and he is your rightful king. And what do you think about that, Reumario?
tr: Hayır, o değil. O hayatta ve sizin gerçek kralınızdır. Bu konuda ne düşünüyorsun, Romaryo?

source: No, he is too dangerous.
sv: Nej, han är alltför farlig.
tr: Hayır, o çok tehlikeli.

source: No, it wasn't a woman. People from the Gallorae clan did contact us in the past about buying some poison, but that was years ago.
da: Nej det var ikke en kvinde. Folk fra hendes klan kontaktede os tidligere med ønske om at købe noget gift, men det er lang tid siden.
de: Nee, doch keine Frau. Leute vom Clan Gallorae meldeten sich irgendwann mal, um n´bisschen Gift zu kaufen. Aber das war vor Uuurzeiten.
sv: Nej, det var inte en kvinna. Hennes klan har kontaktat oss tidigare, de ville köpa något gift, men det var länge sedan.
tr: Hayır, o bir kadın değildi. Geçmişte, onun kabilesinden birileri bize zehir satın almak için başvurmuştu, fakat bu uzun zaman önceydi.

source: No, my lord. I think I know what's happening with your step-mother, but if she does not want to tell you, neither will I. But be prepared... she may not be able to fight in some of the battles which await us in future.
tr: Hayır, efendim. Üvey annenize ne olduğunu sanırım biliyorum, ama eğer üvey anneniz size bu konuda bir şey söylemek istemiyorsa ben hiç söylemem. Fakat, gelecekte bizi bekleyen savaşta döğüşemeyecek olmasına şimdiden hazır olun.

source: No, no, I mean that our philosssophical sysstem doesn't employ such vague ideas as 'heaven' or 'hell'. Our thinking about the world, sssomething you call religion, isss much more ssssophissssticated. For example..
sv: Nej, nej, jag menade att vårt filossssofisska sssysstem inte innefattar sså vaga idéer sssom 'himmel' eller 'helvete'. Vårt resssonerande om världen, det du kallar religion, är mycket mer sssofisstikerat. Till exempel...
tr: Hayır, hayır, bizim felsefi sistemimizde ‘cennet’ veya ‘cehennem’ gibi muğlak şeylere yer yoktur, demek istiyorum. Bizim dünya hakkındaki düşüncemiz, sizin din dediğiniz şeyden çok daha teferruatlı. Örneğin...

source: No, no, it's one of the Akladian lords, who...
da: Nej nej det er en af akladians lensherrer. Hvem..
sv: Nej, nej, det är en av akladiernas furstar. Som...
tr: Hayır, hayır o Akladyalı beylerden biridir...

source: No, no, no. He HAS to have a beard. All of our great Wesnothian kings had beards!
sv: Nej, nej, nej. Han måste ha skägg för att alla våra stora kungar har haft det.
tr: Hayır, hayır. Bir sakalı olmak zorunda, çünkü bizim büyük krallarımızın hepsi sakallıydı.

source: No, no, no. We were told only to reconnoiter. We were given specific orders! We should withdraw to get the message back to headquarters. You know, da bosses.
de: Neinneinnein. Uns wurde nur aufgetragen, auszukundschaften. Wir haben genaue Befehle! Wir sollten uns zurückziehen um die Nachricht zum Hauptquartier zu bringen. Ihr wisst schon, zu den Bossen.
sv: Nejnejnej. Vi är här för att rekognoscera. Vi fick specifika order. Vi borde återvända och informera huvudkvarteret. Du vet, bossarna.
tr: Hayır, hayır. Biz keşif amacıyla buradayız. Bize belli emirler verildi. Mesajı karargaha geri götürmek için geri çekilmeliyiz. Patronları bilirsiniz.

source: No, no, you did not understand me. I will LET you LIVE, not GET you LIVER. Why are you here, allied with Akladians?
da: Nej nej du forstod mig ikke. Jeg vil lade dig LEVE, ikke tage din LEVER. Hvorfor er du allieret med akladianerne?
es: No, no, no me entendió. Le permitiré VIVIR, no le daré HÍGADO. ¿Por qué se alió con los Akladianos?
sv: Nej, nej, du förstår inte. Jag kommer att låta dig LEVA, inte ge dig LEVER. Varför är ni allierade med akladierna?
tr: Hayır, hayır, beni anlamıyorsun. Yaşamana izin vereceğim, ciğerini sökmeyeceğim. Akladyalılarla burada neden müttefiksiniz?

source: No, no, you did not undestand me. I will LET you LIVE, not GET you LIVER. Why are you here, allied with Akladians?
da: Nej nej du forstod mig ikke. Jeg vil lade dig LEVE, ikke tage din LEVER. Hvorfor er du allieret med akladianerne?
es: No, no, no me entendió. Le permitiré VIVIR, no le daré HÍGADO. ¿Por qué se alió con los Akladianos?
tr: Hayır, hayır, beni anlamıyorsun. Yaşamana izin vereceğim, ciğerini sökmeyeceğim. Akladyalılarla burada neden müttefiksiniz?

source: No, noble Aire Reumario. It was honour for me to fight you. Die in peace.
tr: Hayır, asil Ayre Romaryo. Sizinle döğüşmek benim için şereftir. Huzur içinde öl.

source: No, noble Reumario. It was honour for me to fight you. Die in peace.
tr: Hayır, asil Romaryo. Sizinle döğüşmek benim için şereftir. Huzur içinde öl.

source: No, not my king. I've heard that he was asked whether his name was Gawen or Gaumhaldric, and he answered Gaumhaldric. How can he possibly be our king?
tr: Hayır, benim kralım değil. Ona adının Gaven mı yoksa Gamlıhaldrik mi olduğunu sorduğunu ve Gamlıhaldrik yanıtını aldığını duydum. Dolayısıyla bizim kralımız olması mümkün değil.

source: No, not really.
da: Nej ikke rigtig.
tr: Hayır, gerçekte değil.

source: No, nothing. It doesn't matter. I... I'm sorry, but I can't... I will join you later.
de: Nein, nichts. Es ist nichts wichtiges. Ich... Entschuldige, aber ich kann nicht...Ich werde mich Dir später anschliessen.
tr: Hayır, yok bir şey. Önemli değil. Ben... özür dilerim, fakat ben... sana daha sonra katılacağım.

source: No, our forces are too weak. More Underlings may arrive soon. We should carry word to Bor Cryne immediately; he will reward us well and arrive here with more than enough men to crush them.
da: Nej vores styrker er for svage. Småfolk kan snart være her i større antal. Vi bør straks bringe beskeden til Bor Cryne. Han vil belønne os med guld og komme med en hær der kan knuse dem.
de: Nein, unsere Streitkräfte sind zu schwach. Weitere Unterlinge werden in Kürze hier eintreffen. Wir sollten sofort Bor Cryne benachrichtigen. Er wird uns dafür belohnen und mit genug Männern hierher zurückkehren um ihn zu zermalmen.
sv: Nej, våra trupper är för svaga. Stora mängder lakejer kan snart komma hit. Vi borde genast meddela Bor Cryne. Han kommer att belöna oss i guld och komma hit med en armé stor nog för att krossa dem.
tr: Hayır, bizim kuvvetlerimiz çok zayıf. Yakında buraya çok sayıda parya gelebilir. Bu bilgiyi acilen Bor Krayn’a götürmeliyiz. Bizi altınla ödüllendirecektir. Ordusuyla buraya geldiğinde onları yenmek için yeterli oluruz.

source: No, really, I don't want to! Besides, if there are other heirs, why me? What would I have to do to those other cousins, if they didn't recognise me as king?
da: Nej jeg ønsker det ikke. Derudover er der jo andre arvinger hvorfor mig? Hvad skal jeg gøre med de andre fætre og kusioner hvis de ikke accepterer mig som konge.
es: No, no quiero. Hay otros herederos además, ¿por qué yo? ¿Qué debo hacer con esos otros primos, si no me reconocen como rey?
sv: Nej, jag vill inte. För övrigt så finns det andra tronarvingar, varför just jag? Vad skall jag göra med de andra kusinerna om de inte erkänner mig som kung?
tr: Hayır, istemiyorum. Ayrıca, başka varisler de var, neden ben? Beni kral olarak tanımazlarsa diğer amca oğullarını ne yapacağım?

source: No, wait, don't die yet - please, answer a few questions...
da: Nej, vent, dø ikke endnu - svar først på et par spørgsmål...
de: Warte, stirb' noch nicht! Ich weiß, dass du mich hören kannst also beantworte mir noch ein paar Fragen!
es: No, espera, no te mueras todavía - por favor, contéstame algunas preguntas...
tr: Hayır, bekle, hemen ölme - lütfen bir kaç soruma yanıt ver...

source: No.
da: Nej.
de: Nein.
sv: Nej.
tr: Hayır.

source: No. If you're able to survive your wounds, you will be allowed to live.
da: Nej hvis du kan overleve dine sår så vil du leve.
tr: Hayır, yaralarınıza rağmen direnebilirseniz, yaşarsınız.

source: No. No. That's not true. That's... leave me alone.
da: Nej. Nej. Det er ikke sandt. Det er... lad mig være alene.
tr: Hayır. Hayır. Bu doğru değil. Bu... beni yalnız bırak.
