Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: Wait! I hate when you kill people before I have chance to interrogate them. Again.
da: Vent! Jeg hader at du dræber folk før jeg har haft chancen for at forhøre dem. Det er anden gang.
de: Warte! Ich hasse es, wenn Du Leute tötest, bevor ich die Möglichkeit habe, sie zu verhören. Schon wieder.
sv: Vänta! Jag hatar när du dödar folk innan jag har en chans att förhöra dem. Det är andra gången nu.

source: Wait! You could be my right hand. You could be second only to the God ruling the world. All the gold of every continent, any woman, anything you could dream of...
da: Vent! Du kunne være min højre hånd. Du kunne være nummer 2 lige efter Gud. Al gld på alle kontinenter, alle kvinder og alt du kan drømme om...

source: Wait, I think someone is trying to help the besieged.
da: Vent jeg tror nogen prøver at hjælpe de belejrede.
es: Espera, creo que alguien está intentando ayudar a los sitiados.

source: Was it a woman? I know you humans all too well, I have dwelt amongst them for hundreds of years. She died, and you wish she could be with you? I can make it real. I can bring her back.
da: Var det en kvinde? Jeg kender folk alt for godt, jeg levede blandt dem i hundrede år. Hun døde, og du øsnker at hun var med dig? Jeg kan få det til at ske. Jeg kan bringe hende tilbage.

source: We are freedom fighters searching for the mage Deorien.
da: Vi er frihedskæmpere der leder efter troldmanden Deorien.

source: We are ready, my lord. Where will we be going? Is the gossip I've heard about the hordes on our eastern border true?
da: Vi er klar min herre. Hvor skal vi hen? Er rygterne om store horder på vores østlige grænse sande?

source: We are saved! Look who has come - it's Gaumhaldric the legendary!
da: Vi er reddet! Se hvem som kommer her - det er Gaumhaldric som vi har hørt så meget om!

source: We are under heavy assault, my king. We really could use some help here.
da: Vi er under hårdt angreb min konge. Vi kunne bruge noget hjælp.

source: We can withdraw at any moment, remember that.
da: Vi kan trække os tilbage hvert øjeblik husk det.
de: Denke dadran: wir können uns jeden Moment zurückziehen.
sv: Vi kan retirera när som helst, kom ihåg det.

source: We live in terror. Terrible things have taken up residence in the ruins east from here. We are waiting for someone who can free us from fear.
da: Vi lever i frygt. Frygtelige ting er begyndt at leve i ruinerne øst herfor. Vi venter på en som kan befri os for denne frygt.

source: We marched into Okladia. Ruvio told me he was ALMOST sure where to find Deorien. I decided to trust him.
da: Vi marcherede ind i Okladia. Ruvio fortalte mig at han var NÆSTEN sikker på hvor vi skulle finde Deorien. Jeg besluttede at stole på ham.
es: Entonces marchemos a Okladia. Ruvio me dijo que estaba CASI seguro de encontrar a Deorien. Decidí confiar en él.

source: We need your help. A great army is about to invade Wesnoth, and without mages, we..
da: Vi har behov for din hjælp. En stor hær er ved at invadere Wesnoth og uden troldmænd så vil vi..

source: We will see who will kill whom. Prepare to die!
da: Vi får at se hvem som dræber hvem. Forbered dig på døden!
de: Wir werden sehen wer wen tötet. Bereite dich vor zu sterben!

source: We would have been here earlier, if not for you, brother!
da: Vi ville have været her tidligere hvis det ikke havde været for dig bror!

source: We've got to hurry before the enemy reinforcements arrive here. Let's go.
da: Vi må skynde os inden fjendens forstærkninger ankommer. Lad os gå.
es: Tenemos que darnos prisa antes de que lleguen los refuerzos enemigos. Vamos.

source: We've won! At last. Now, where is that famous oracle?
da: Vi har vundet! Stærkt. Nu hvor er det kendte orakel?
es: ¡Hemos ganado! Grande. ¿Ahora, dónde está ese famoso oráculo?

source: We've won! What should we do now?
da: Vi har vundet! Hvad gør vi nu?
de: Wir haben gewonnen! Was sollten wir nun tun?
es: ¡Hemos ganado! ¿Qué debemos hacer ahora?

source: Welcome to our village, noble travelers.
da: Velkommen til vores landsby ædle rejsende.

source: Welcome, noble Bark O Skagrrak. My name is Lorin of Gallorae. Some call me the She-wolf of Haeltin. Have you heard about me?
da: Velkommen adelig Bark O Skagrrak. Mit navn er Lorin af Gallorae. Nogen kalder mig hunulven fra Haeltin. Har du hørt om mig?

source: Well, I don't know. But I think he lives on the Isle of Anduin, where all mages live.
da: Jeg ved det ikke. Men jeg tror han lever på øen Anduin hvor alle troldmænd residerer.

source: Well, I think that...
da: Jeg tror at...
de: Nun, ich denke dass...
sv: Jag tror att...

source: Well, I've never before met anyone like you. You will tell me everything you know, or I will familiarize you with all the delicious kinds of pain which can be caused by this small knife.
da: Ha! Jeg har aldrig mødt nogen som dig. Nu skal du fortælle mig alt du ved, eller jeg vil udsætte dig for al den smerte som kan skabes af en lille kniv.

source: Well, she is my oldest daughter. From her youth she always wanted to be a great fighter, and she always tried to be the best.
da: Hun er min ældste datter. Fra sin ungdom har hun ønsket at blive en stor kriger, og hun gjorde altid sit bedste.

source: Well, yes, it's me, but why do you need to be saved?
da: Øh ja det er mig, men hvorfor har du hehov for at blive reddet?

source: Well..
da: Udmærket..
de: Nun...

source: Were you at Freetown?
da: Var du ved Freetown?

source: Wesnothians! Bunch of flabby wimps! Band of stinking lobs! (coughs) You... you...
da: Folk fra Wesnoth! En flok slatne vatnisser! Stinkende sandorme! (hoster) Din... din...

source: Wesnothians! What are you doing here? If you thought you could pillage our village, you will be dissapointed!
da: Wesnothianere! Hvad gør i her? Hvis i troede i kunne plyndre vores landsby, så bliver i skuffede!

source: West from here. Near Porkton.
da: Vest for her. Nær Porkton.

source: What I am about to tell you is the product of many years of meditations and gathering of small bits of information. I cannot guarantee that everything you will hear is true. But I think I have guessed story of Grekulak more or less correctly.
da: Hvad jeg vil fortælle dig nu er et resultat af mange års meditation og indsamling af små bidder af oplysninger. Jeg garanterer ikke at alt du vil høre er sandt. Men jeg tror jeg har gættet Grekulaks historie mere eller mindre korrekt.

source: What about you, noble lord? Will you oppose your king and messiah as declared by the Oracle?
da: Hvad med dig ædle lensherre? Vil du gå imod din konge og messias erklæret af Oraklet?
es: ¿Que sobre usted, señor noble? ¿Se opondrá a su rey y al mesías declarado por el Oráculo?

source: What are the plans of king Buffin?
da: Hvad er kong Buffins planer?
es: ¿Que planes tiene el rey Buffin?

source: What are you waiting for, flesh-bag? Come on, try your best!
da: Hvad venter du på kødsæk? Kom nu gør dit bedste!
sv: Vad väntar du på, din flåsäck? Kom igen, gör ditt värsta!

source: What are you waiting for? Finish me!
da: Hvad venter du på? Gør mig færdig!
de: Wrauf wartest du? Erledige mich!
es: ¿qué está esperando? ¡Termíneme!
sv: Vad väntar du på? Gör slut på mig!

source: What are your plans for the future?
da: Hvad er dine planer for fremtiden?

source: What did the Oracle tell you?
da: Hvilket orakel fortalte det til dig?
de: Was hat dir das Orakel gesagt?

source: What did you mean, Ruvio? I won't allow you to punish Cryne's child for his father's sins.
da: Hvad mente du Ruvio? Jeg vil ikke tillade en straf til Crynes børn for det deres far har gjort.

source: What do you have to say now, Cryne? You heinous coward, you.. you..
da: Hvad siger du nu Cryne? Afskyelige kastrat, din.. din..

source: What do you know about the situation in Vakladia?
da: Hvad ved du om situationen i Vakladia?
es: ¿Qué sabe sobre la situación en Vakladia?
sv: Vad vet du om situationen i Vakladien?

source: What do you mean, Bor?
da: Hvad mener du, Bor?
de: Was meinst du, Bor?
es: ¿Qué quieres decir, Bor?
sv: Vad menar du, Bor?

source: What do you think about Karen?
da: Hvad mener du om Karen?
de: Was denkst du über Karen?
sv: Vad tycker du om Karen?

source: What gossip? Ghosts invading the castles? Rurk, I thought you were a reasonable man. Ghosts and undead are stories for Wesnothians. I think king Buffin is planting such gossip himself to scare Wesnothians and to distract them from thinking about rebelling again.
da: Hvilke rygter? Spøgelser som invaderer borge? Rurk, jeg troede du var en fornuftig mand. Spøgelser og udøde er historier for folk fra Wesnoth, jeg tror kong Buffin selv spreder rygterne for at skræmme folk fra Wesnoth og for at forhindre dem i at tænke på det næste oprør.

source: What happened that night we left Freetown?
da: Hvad skete den nat vi forlod Freetown?
de: Was passierte in der Nacht als wir Freetown verließen?

source: What happened? Mother?
da: Hvad skete? Mor?
sv: Vad hände? Mor?

source: What happened? What?
da: Hvad skete der? Hvad?
sv: Vad hände? Vad?

source: What knife?
da: Hvilken kniv?
de: Welches Messer?
sv: Vilken kniv?

source: What questions?
da: Hvilke spørgsmål?

source: What should we do now, Ruvio?
da: Hvad skal vi gøre nu Ruvio?
es: ¿Que Debemos hacer ahora, Ruvio?

source: What? Mother, are you hurt?
da: Hvad? Mor er du såret?

source: Whatever it is, it will be soon dead.
da: Uanset hvad det er så vil det snart være dødt.

source: Whatever you do, you will be dead, and with you all of your ideas - every theory you believed in - will be dead as well. Wesnoth will be restored, and Akladians and Wesnothians will live in peace.
da: Uanset hvad du gør så vil du være død og med dig vil alle dine ideer og teorier også være døde. Wesnoth vil genopstå og akladianere og folk fra Wesnoth vil leve sammen i fred.

source: When they finally arrived in Wesnoth, they immediately started a brutal conquest. As you know, the kingdom was deeply fragmented then, and at the beginning, all of the squabbling Wesnothian kings looked at the Akladians as a tool they could use to gain an advantage over the others - potential allies or mercenaries - rather than a terrible menace.
da: Så kom de til Wesnoth hvor de straks startede en brutal erobring. Som du ved så var kongedømmet stærkt opdelt på den tid og i starten tænkte alle kongerne i Wesnoth at akladianerne kunne være et værktøj til at få en fordel over de andre konger, potentielle allierede eller lejesoldater fremfor et frygteligt mareridt.

source: When we arrived, we found the city of the Oracle besieged. Four different armies, each under a different leader, surrounded it. This disunity seemed to contribute heavily to fact the Oracle still could defend herself. Each army seemed to siege the city on its own. But the city was ready to fall; our army had arrived in at the last possible moment for relief.
da: Byen var nu under belejring. Fire forskellige hære hver under forskellige ledere og det så ud til at det hjalp til at Oraklet stadig kunne forsvare sig selv. Hver hær forsøgte at belejre byen for sig selv. Men det var næsten sidste øjeblik for en undsætning.
es: La ciudad estaba sitiada. Cuatro ejércitos diferentes, cada uno bajo un líder diferente, y esto parecía contribuir al hecho de que el Oráculo pudiera defenderse. Cada ejército parecía sitiar la ciudad para sus propios fines. Pero ésto no representaba un alivio.

source: Where do we go from here?
da: Hvor går vi hen nu?
es: ¿Dónde ir ahora?

source: Where is Bor Cryne?
da: Hvor er Bor Cryne?
sv: Var är Bor Cryne?

source: Where is your lord keeping the kidnapped girl?
da: Hvor din herre indespærrer den kidnappede pige?
es: ¿Dónde su señor guarda a la muchacha secuestrada?

source: Who are you, stranger brave or foolhardy enough to enter Khalifa land?
da: Hvem er du fremmede modig eller dum nok til at gå ind i Khalifas land?
de: Wer bist du Fremder, mutig oder dumm genug das Land der Khalifa zu betreten?
es: ¿Quién eres extraño, bastante valiente o tonto para entrar en Khalifa?

source: Who are you? What are you doing here?
da: Hvem er du? Hvad gør du her?
sv: Vem är du? Vad gör du här?

source: Who else but Bor Cryne... (cough) If you have any other questions, hurry, because I can feel death is just a few steps from me...
da: Og hvem hvis ikke Bor Cryne... (hoste) Hvis du har andre spørgsmål så skal det være hurtigt, for jeg kan mærke døden komme...

source: Who gave you the location of Freetown?
da: Hvem gav dig Freetowns placering?

source: Who hired the assassin that was sent after me?
da: Hvem som har hyret den snigmorder som blev sendt for at dræbe mig?
es: ¿Quién contrató al asesino que enviaron a matarme?

source: Who hired the assassin who was sent to kill me?
da: Hvem som har hyret den snigmorder som blev sendt for at dræbe mig?
es: ¿Quién contrató al asesino que enviaron a matarme?

source: Who or what is the Oracle anyway?
da: Hvad og hvem er dette Orakel i det hele taget?

source: Who poisoned my mother?
da: Hvem forgiftede min mor?
sv: Vem förgiftade min mor?

source: Why anyone would want to fight for you?
da: Hvorfor nogen kunne tænkes at kæmpe for dig?

source: Why did you and the Oracle wait until I came to Weldyn? Why didn't you declare me messiah before?
da: Hvorfor ventede du og Oraklet til jeg kom til Weldyn? Hvorfor har du ikke erklæret mig messias noget før?

source: Why did you wait until I came to you?
da: Hvorfor ventede du til jeg kom til dig?

source: Why do you dislike Lorin?
da: Hvorfor kan du ikke li' Lorin?

source: Why do you want to kill Deorien?
da: Hvorfor ønsker du at dræbe Deorien?

source: Why have you been so upset recently?
da: Hvorfor har du været så ked af det for nylig?

source: Why have you kidnapped this poor girl?
da: Hvorfor du har kidnappet denne stakkels pige?
es: ¿Por qué ha secuestrado a esta muchacha pobre?

source: Why not?
da: Hvorfor ikke?
sv: Varför inte?

source: Why should I do that? You fought like a real man, and I respect you. Rauke, I want you to know that I consider you a good warrior and a fine Akladian. I will ensure your body is buried with all honours.
da: Hvorfor skulle jeg gøre det? Du kæmpede som en mand og jeg respekterer dig. Rauke du skal vide at jeg anser dig for værende en god kriger og en god akladian. Jeg vil gør alt for at du bliver begravet med fuld ære.
es: ¿Por qué debo hacer eso? Luchaste como un verdaderos hombres, y te respeto. Rauke, quisiera que supieras que te consideré buen guerrero y buen Akladiano. Haré todo lo necesario para enterrar tu cuerpo con todos los honores.

source: Why should I tell you? This is a secret of my king.
da: Hvorfor skulle jeg fortælle dig det? Det er min konges hemmelighed.

source: Why should I tell you? This is confidential and even though you gave me a good fight and an honourable death, I can't tell you.
da: Hvorfor skulle jeg fortælle det? Det er en hemmelighed, og selv om du gav mig en god kamp og ærefuld død, så kan jeg ikke fortælle det.
es: ¿Por qué se lo debo decir? Esto es confidencial y aunque me dio una buena pelea y una muerte del honorable, no puedo decirle.

source: Why such hate? I do not hate you. Why you are fighting us? The fruits of our defeat will be harvested by Grekulak alone.
da: Hvorfor det had? Jeg hader ikke dig. Hvorfor kæmper du mod os? Frugterne af vores nederlag vil kun blive høstet af Grekulak.

source: Why you have kidnapped this poor girl?
da: Hvorfor du har kidnappet denne stakkels pige?
es: ¿Por qué ha secuestrado a esta muchacha pobre?

source: Why... Why, my lord? I have only ever asked for but one thing, and yet it was denied me...
da: Hvorfor.. Hvorfor... Jeg bad kun om en ting og det blev nægtet mig...

source: Why? Are you afraid of pain?
da: Hvorfor? Du er bange for smerte?

source: Will you allow him to leave now?
da: Så du vil lade mig leve?
de: Also erlaubst Ihr mir zu leben?
sv: Kommer du att tillåta att han lämnar nu?

source: Will you fight for me?
da: Vil du kæmpe for os?
es: ¿Lucharás para nosotros?
sv: Kommer ni att slåss för oss?

source: Without him, our cause is doomed!
da: Uden ham er vores sag fortabt!

source: Would you fight for me?
da: Vil i kæmpe for mig?
sv: Kommer du att slåss för mig?

source: Yes - Gawen Hagarthen, a great destiny waits for you. Do not permit it to wait for too long.
da: Ja - Gawen Hagarthen, en stor fremtid venter dig. Lad ikke fremtiden vente for længe.

source: Yes, Bor. It had to be me. You know it had to be me.
da: Ja Bor. Det måtte være mig. Du ved at det måtte være mig.

source: Yes, Gawen. This child... it will be your first born.
da: Ja Gawen. Dette barn.. det vil være din førstefødte søn.

source: Yes, I am.
da: Ja jeg er.
sv: Ja, det är jag.

source: Yes, I was.
da: Ja, jeg var.
de: Ja, das war ich.
sv: Ja, det stämmer.

source: Yes, foam and froth, nobody will listen to you... and, by the way, I will be taking your sword, now.
da: Ja ingen vil lytte til din snak... Og glemte det lige giv mig dit sværd.

source: Yes, it is.
da: Ja det er.
sv: Ja, det är det.

source: Yes, it was.
da: Ja det var.

source: Yes, my lord. These are ruins of the great city of Weldyn. Deorien should be here somewhere.
da: Ja min herre. dette er ruinerne af en stor by. Deorien bør være der.

source: Yes, of course, but first I want to ask few questions.
da: Ja selvfølgelig men først vil jeg gerne stille et par spørgsmål.

source: Yes, that is a good enough reason.
da: Ja det er en god nok grund.

source: Yes, to arms! To think, I am actually agreeing with an underling!
da: Ja! MIN GUD, jeg indgår en aftale med en pusling!
es: ¡Sí! OH MI DIOS, estoy de acuerdo con un subdito!

source: Yes, you can fight. But what about IT?
da: Ja du kan. Men hvad med barnet?

source: Yes. I love my wife, and my daughters. But sometimes, just sometimes... I feel like I've betrayed my first love.
da: Ja. Jeg elsker min kone, og mine døtre. Men undertiden, kun nogle gange.. Så føler jeg det som om jeg forrådte hende...

source: Yes. It was good fight and your brother was brave fighter.
da: Ja. Det var en god kamp og din bror var en tapper kæmper.
de: Ja. Es war ein guter Kampf und dein Bruder war ein mutiger Kämpfer.

source: Yes. Now it will be your turn.
da: Ja. Nu er det din tur.
de: Ja und nun bist du and der Reihe.
sv: Ja. Och nu är det din tur.

source: Yes... I remember it. Indeed, they bought poison from us. (cough)
da: Ja.. Jeg husker det. De købte gift fra os. (hoste)
es: Sí.. Lo recuerdo. De hecho, ellos compraron veneno de nosotros. (tos)

source: Yes... I've heard about you. You're the hag wife of Hagarthen, the drab harlot from Vattin.
da: Ja.. Jeg har hørt om dig. Hag kone af Hagarthen, drab harlot fra Vattin.

source: You are right. Let's go to the Oracle first.
da: Du har ret. Lad os gå til Oraklet først.
de: Du hast Recht. Gewen wir zuerst zum Orakel.

source: You are trying to scare me? Ha, ha.. I am dying already... And I won't tell you anything.
da: Du prøver at skræmme mig? Ha, ha.. Jeg er allerede døende... Og jeg siger ingenting.
es: ¿Está intentando asustarme? Ha, ha.. Ya estoy liquidado... Y no le diré nada.

source: You can still hear me, can't you? I have some questions.
da: Kan du stadig høre mig? Jeg har nogle spørgsmål.
es: ¿Puede oírme todavía, no lo haga? Tengo algunas preguntas.

source: You could bring back only a thing which would be a poor mockery of her former self. There is no place under the sun for the things you would wish to do.
da: Du kan kun bringe et væsen tilbage som er en latterliggørelse af hendes tidligere jeg. Der er ikke under solen plads til den slags ting du ønsker at gøre.

source: You don't need to know. You need only to fulfill my orders.
da: Det behøver du ikke at vide. Du skal bare adlyde mine ordre.

source: You have a chance to fight for your freedom.
da: Du har en chance for at kæmpe for din frihed.

source: You have defeated me, so I will grant you your wish. What do you want to know?
da: Du har besejret mig så jeg vil opfylde dit ønske. Hvad ønsker du at vide?

source: You have received 100 gold pieces
da: Du har modtaget 100 guldstykker
de: Du hast 100 Goldstücke erhalten.
es: Ha recibido 100 piezas de oro

source: You have received 40 gold pieces
da: Du har modtaget 40 guldstykker
es: Ha recibido 40 piezas de oro

source: You have resssssieved 50 gold piesssses
da: Du har modtaget 50 guldstykker
de: Du hasssst 50 Goldsssstücke bekommen.
es: Ha recibido 50 piezzzzassss de oro

source: You have to react, my king. If you won't stop this, Akladians with turn away from you and there will be another round of civil war.
da: Du må reagere min konge. Hvis du ikke stopper dette vil akladianerne ikke støtte dig og vi vil have en ny borgerkrig.

source: You have to withdraw Lady Lorin to your initial castle's keep within 6 turns.
da: Du skal trække dig tilbage til lady Lorins første borgtårn indenfor 6 runder.

source: You know nothing, stupid man. My goals... And plans... you can't even begin to grasp their greatness.
da: Du ved intet dumme mand. Mine mål.. og planer.. Du kan end ikke fatte deres storhed.

source: You may now rest in peace.
da: Du kan nu hvile i fred.

source: You may recruit four more archers and/or spearmen.
da: Du kan rekruttere fire yderligere bueskytter eller spydmænd.
de: Du kannst weitere Bogenschützen und/oder Speerkämpfer rekrutieren.
sv: Du får rekrytera ytterligare fyra bågskyttar eller spjutbärare.

source: You may recruit mages now.
da: Du kan rekruttere troldmænd nu.
sv: Nu kan du rekrytera magiker.

source: You may withdraw by moving Gawen to signpost.
da: Du kan trække dig tilbage ved at flytte Gawen til signalposten.
de: Du kannst dich zurückziehen, indem du Gawen zum Wegweiser bewegst.
sv: Du kan retirera genom att föra Gawen till vägskylten.

source: You overestimate your strength, Grekulak. White mages and Mages of Light will protect fallen units from being resurrected by you!
da: Du overvurderer din styrke Grekulak. Hvide troldmænd og lysets magikere beskytter faldne enheder fra at blive hidkaldt af dig!

source: You really can fight. I salute you as I die.
da: Du kan virkelig kæmpe. Jeg vil ære dig før min død.
sv: Du kan verkligen slåss. Jag vill hedra dig innan jag dör.

source: You really don't have a choice. This is your birthright, your destiny.
da: Du har intet valg. Dette er din skæbne.
de: Du hast keine Wahl. Das ist deine Bestimmung.
es: No tiene otra opción. Es su destino.
sv: Du har inget val. Det här är ditt öde.

source: You received 25 gold pieces
da: Du modtog 25 guldstykker.
de: Du hast 25 Goldstücke bekommen.
es: Usted recibió 25 piezas de oro.

source: You shall understand the full import of it one day, young king, and I daresay sooner than you think. I wish you luck in your quest. I will give one of my sergeants into your service. He will serve you loyally.
da: Du vil forstå det en dag, unge konge. Jeg ønsker dig held og lykke med din mission. Jeg vil overlade dig en af mine sergenter i din hær. Han vil være loyal over for dig.
es: Lo entenderá algún día, joven rey. Te deseo suerte en tu búsqueda. Pondré a uno de mis sargentos a tu servicio. Él te será leal.

source: You sold poison to Lorin's clan once.
da: Du solgte gift til Lorins klan.
es: Alguna vez vendió veneno al clan de Lorin.

source: You think I am joking? You think you will be able resist me? Many before you have thought so, too.
da: Du tror jeg bluffer? Du tror du kan modstå mig? Flere har troet det samme før dig.

source: You think I will be.. AAAARGH!
da: Du tror at jeg.. AAAARGGH!

source: You were a worthy opponent, Quivre of the Raednons. It was good fight.
da: Du var en værdig modstander Quivre fra Raednons. Det var en god kamp.
sv: Du var en värdig motståndare, Quivre från Raednons. Det var en bra strid.

source: You were worthy opponent
da: Du var en værdig modstander
de: Du warst ein würdiger Gegner.
es: Fué un antagonista digno
sv: Du var en värdig motståndare.
