Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: This is the end which awaits all traitors!
da: Dette er hvad der venter alle forrædere!
de: Dieses Ende erwartet alle Verräter!
sv: Det här är slutet som väntar för alla förrädare!
tr: Tüm hainleri bekleyen son işte bu!

source: This is the fate which will come to all our enemies.
da: Dette er skæbnen som kommer til alle vores fjender.
de: Das ist das Schicksal was allen unseren Gegnern blüht.
sv: Det här är ödet som väntar alla våra fiender.
tr: Tüm düşmanlarımızın uğrayacağı akıbet budur.

source: This is the place. I am not sure what we should do. The place seems to be well-fortified, and we are not prepared for a long siege.
de: So, dass ist wohl der Ort. Ich bin mir nicht sicher, was wir nun tun sollten. Dieser Ort scheint sehr gut befestigt zu sein. Für eine so lange Belagerung sind wir einfach nicht vorbereitet.
sv: Så detta är platsen. Jag är inte säker på vad vi borde göra. Platsen verkar välbefäst, men vi är inte förberedda på en lång belägring.
tr: Yer burası. Neler yapabileceğimizden pek emin değilim. Burası iyi kuvvetlendirilmiş görünüyor. Uzun bir kuşatma için hazırlıklı değiliz.

source: This is what you wanted, right? To know who is behind this alliance? Now you know, it is 'Grekulak' - who or whatever that is.
sv: Men det här är väl vad du ville, vad? Att veta vem som låg bakom alliansen. Nu vet du, det är någon 'Grekulak'.
tr: Fakat senin istediğin bu, değil mi? Bu ittifakın ardındakini bilmek. Şimdi biliyorsun, o ‘Grekulak’.

source: This isn't a total surprise to me. My king, we have to escape. We have two ways to out of this trap: one to the west...
da: Dette kommer ikke helt bag på mig. Min konge vi må undslippe. Vi har to veje ud af denne fælde: En mod vest...
de: Irgendwie überascht mich das nicht. Mein König, wir müssen fliehen. Es gibt zwei Wege aus dieser Falle: einer im Westen...
es: Esto no me sorprende en realidad. Mi rey, tenemos que escapar. Tenemos dos formas de salir de esta trampa: una al oeste...
sv: Det här är inte så märkvärdigt. Min kung, vi måste fly. Det finns två vägar ut ur den här fällan; en västerut...
tr: Bu hepten sürpriz olmadı. Kralım, kaçmalıyız. Bu tuzaktan kaçmanın iki yolu var: biri batıda...

source: This scenario is not balanced. Do not play this. Send me your previous savegames and replays so I can balance it properly: adanilecki _at_ cs.put.poznan.pl
sv: Det här scenariot är inte balanserat. Spela det inte. Skicka gärna era gamla sparade spel och återspelningar så att jag kan balansera det ordentligt: adanilecki@cs.put.poznan.pl
tr: Bu senaryo dengesizdir. Bunu oynamayın. Evvelce oyun ve oynatma kayıtlarını bana (adanilecki _at_ cs.put.poznan.pl) gönderirseniz senaryoyu gerektiği gibi dengelemeye çalışırım.

source: This should be easy, my son. Let's just get to the Castle of Barnon and finish that traitor off.
de: Dies sollte einfach sein, mein Sohn. Lass´ uns einfach zur Burg Barnon marschieren und diesen Verräter erledigen.
sv: Min son, det här borde vara enkelt. Låt oss ta oss till Barnons slott och stoppa den där förrädaren.
tr: Bu kolay olacak, oğlum. Barnon şatosuna saldırıp hainlerin işini bitireceğiz.

source: This was an incredibly difficult ordeal. I felt sure this would be my final battle.
da: Det her var ubeskrivelig svært. Jeg var sikker på at det var den sidste dag i mit liv.
de: Das war ziemlich schwierig. Ich war schon sicher, dass das der letzte Tag meines Lebens sein würde.
sv: Det här var oerhört svårt. Jag var säker på att min sista dag var kommen.
tr: Bu oldukça zor oldu. Bunun hayatımın son günü olacağından emindim.

source: Those are Khalifate troops! Excellent! Listen, I knew your leader, Majid Yahyazad, and...
de: Das sind Khalifa! Excellent! Hört zu, ich kenne euren Anführer, Majid Yahyazad, und...
es: ¡Ésos son Khalifa! ¡Excelente! Escuche, conocí a su líder, Majid Yahyazad, y...
tr: Bunlar Khalifa! Çok iyi! Dinle, lideriniz Majid Yahyazad’u arıyorum ve...

source: Those of Akladians who can afford it, wear better armour forming units which become last stands of hope if the enemy seeking revenge for the raids siegs home settlements of the clans.
de: Die Akladianer, die es sich leisten können, besitzen besser ausgerüstete Soldaten, die zur letzten Hoffnung werden wenn der Gegner Rache für die Belagerung ihrer Heimat ihrer Clans suchen.
sv: De av akladiterna som har råd ser till att bära bättre rustning, dessa utgör den delen av armen som är klanens sista hopp om fienden söker revanch genom att attackera klanens hem.
tr: Akladyalılardan bütçesi yetenler, daha iyi zırhlar kuşanarak düşmanın karşısında görmek isteyeceği son kişi haline gelirler.

source: Those of chieftain who gained enough reputation and fame may end as leaders of whole tribes.
da: Dem blandt kaptajnerne som opnår et godt ry og stor berømmelse kan ende som leder af hele stammer.
de: Derjenige der Stammesfürsten, der am meisten Ansehen gesammelt hat endet vielleicht als Führer alles Akladianischen Stämme.
sv: De hövdingar som har blivit tillr'ckligt omryktade och berömda kan hamna som ledare över hela stammar.
tr: Yeterli şan ve şöhrete ulaşınca bu reisler aşiretlerin tamamının liderleri haline gelirler.

source: Those who have offended our God by marrying Wesnothian women. Those who allowed their daughters to live when they chose another husband or married an underling. Those with underling friends. All of them will be sacrificed to God.
es: Aquéllos, que ofendieron a nuestro Dios casándose con una mujer de Wesnoth. Quienes permitieron vivir a sus hijas cuando ellas escogieron a otro marido o a un subordinado. Quienes son amigos de los subordinados. Todos serán sacrificados a Dios.
tr: Wesnoth kadınlarıyla evlenerek Tanrıya karşı gelenler. Başka koca seçen veya paryalarla evlenen kızlarının yaşamasına izin verenler. Parya dostları olanlar. Bunların hepsi Tanrıya kurban edilecek.

source: Three!
da: Tre!
de: Drei!
sv: Tre!
tr: Üç

source: Thug
de: Strolch
es: Proscrito
sv: Buse
tr: Cani

source: To Barnon
da: Til Barnon
de: Nach Barnon
sv: Till Barnon
tr: Barnon’a gider

source: To Freetown
da: Til Freetown
de: Nach Freetown
sv: Till Freetown
tr: Özgürkent’e gider

source: To Haeltin
da: Til Haeltin
de: Nach Haeltin
sv: Till Haeltin
tr: Haeltin’e gider

source: To Saorduc swamps
da: Til Saorduc sumpene
de: Zu den Sümpfen von Saorduc
sv: Till Saorducs träsk
tr: Saorduc Bataklıklarına gider

source: To guarantee your fealty, I insist that each of you send your first-born son to the court of Vattin, where he shall learn how to best serve the crown.
de: Um eure Gefolgschaft zu garantieren, bestehe ich darauf, dass jeder einzelne von Euch seinen erstgeborenen Sohn an den Hof von Vattin sendet, wo er erlernen wird, wie er der Krone am besten dienen kann.
sv: För att försäkra oss om vår vänskap så kräver jag att var och en av er sänder sin förstfödde son till Vattin, där han kommer kunna lära sig hur han bäst ska tjäna kronan.
tr: Dostluğunuzdan emin olmak için büyük oğullarınızı Vattin sarayına bekliyorum. Orada tahta en iyi şekilde nasıl hizmet edeceklerini öğrenme şansına sahip olacaklar.

source: To the Oracle
da: Til Oraklet
de: Zum Orakel
sv: Till oraklet
tr: Kâhin’e gider

source: To win, you should move Reme Carrenemore here!
da: For at vinde bør du flytte Reme Carrenemoe hertil!
de: Um zu gewinnen, solltest du Reme Carrenemore hierher ziehen!
tr: Reme Karenemo’nun yerini biliyor musun?

source: Today you won't be commanded by me, but by this young man. I will only be his advisor.
da: I dag vil du ikke være under min kommando men under denne unge mands kommando. Jeg vil kun være hans rådgiver.
de: Heute werdet ihr nicht von mir sondern von diesem jungen Mann hier befehligt. Ich werde nur sein Berater sein.
sv: Idag skall ni inte ledas av mig, utan av den här unge mannen. Jag skall endast vara hans rådgivare.
tr: Bugün ben değil, bu genç adam komutanınız. Ben sadece onun danışmanı olacağım.

source: Total points: $points
da: Total antal point: $points
de: Gesamtpunktzahl: $points
sv: Totalt antal poäng: $points
tr: Toplam: $points puan

source: Traitors! How can you be so dishonorable as to fight against your own rightful king!
da: Forrædere! Hvordan kan du være så illoyal at kæmpe mod din egen konge!
de: Verräter! Wie könnt ihr so unehrenhaft sein gegen euren eigenen rechtmäßigen König zu kämpfen?
es: ¡Traidores! ¡Que falta de honor, luchar contra su propio y legítimo rey!
sv: Förrädare! Hur kan ni vara så skamliga att ni slåss mot er egen rättmätiga kung!
tr: Hainler! Kendi kralınıza karşı döğüşecek kadar nasıl onursuz olabiliyorsunuz!

source: Trapped
da: Fanget
de: In die Falle geraten
tr: Pusuya Düştü

source: Trivial
da: Nem
de: Einfach
sv: Trivialt
tr: Kolay

source: True, they are not the best warriors, but you can recruit a lot of them, and they learn quickly. Our opponents are not numerous, and here they can't really recruit more soldiers. It'll be easy, believe me.
da: Ja de er ikke de bedste soldater til rådighed men du kan rekruttere en masse af dem og de lærer hurtigt. Og vores modstander er ikke mange og her kan de ikke rekruttere flere soldater. Det bliver nemt, tro mig.
de: Wahrlich, dies sind nicht die besten Kämpfer. Aber ihr könnt eine Menge von ihnen rekrutieren, und sie lernen schnell. Unsere Feinde sind nicht besonders zahlreich, und hier können sie auch nicht viele ausgebildete Soldaten rekrutieren. Es wird leicht sein, glaubt mir.
sv: Ja, de är inte de bästa krigarna som finns, men du kan rekrytera många, och de lär sig snabbt. Våra motståndare är inte så mångtaliga och här kan de inte rekrytera så många fler soldater. Det kommer att bli lätt, tro mig.
tr: Evet, onlar en iyi savaşçılar değil, ama onlardan çok sayıda askere alabilirsin ve çabuk öğrenirler. Ayrıca, rakiplerimiz sayıca az, buralarda çok sayıda asker bulamazlar. Kolay olacak, inan bana.

source: Truly a shame we have no time to loot it or tax the inhabitants...
da: Det er en skam vi ikke havde tid til at færdiggøre de forrædere.
de: Wahrlich eine Schande, dass wir keine Zeit haben zu plündern oder die Einwohner zu besteuern...
es: Es una vergüenza no tener tiempo para saquearla o para cobrar impuestos a sus habitantes.
sv: Det är en skam att vi inte har tid att plundra eller taxera invånarna...
tr: Yağma için veya yerleşiklerden vergi almak için zamanımızın olmaması hiç iyi olmadı...

source: Try a little harder, grand-mother. But not bad for your age.
de: Probier es ein bisschen fester, Grossmutter. Nicht schlecht für dein Alter!
sv: Du måste ansträng dig lite mer, mormor. Men det är inte dåligt för din ålder.
tr: Biraz zor, büyükanne. Ama yaşına göre fena değilsin.

source: Try to resist for just a bit longer, my son!
da: Prøv at modstå min søn!
de: Versuch noch etwas länger durchzuhalten, mein Sohn!
es: ¡Intenta resistir un poco más, hijo mío!
sv: Försök att stå emot lite till, min son!
tr: Biraz daha dayanmaya çalış, oğlum!

source: Trying to save you? Well, not exactly. I want to... wait, I must think of the correct term... terrorize you, yes, that's more what I have on my mind. Let's start with the basics. This is a knife. When a knife is put into human - or, in this case, orcish - flesh, it hurts.
tr: Seni kurtarmaya çalışmak mı? Pek öyle sayılmaz. Benim istediğim... bekle doğru sözcükleri bulmalıyım... Dehşete düşürmek, evet, benim düşündüğüm şey tam olarak bu. Temellerinden başlayalım. Bu bir bıçak. Bıçak insanın - bu durumda, orkun - etine batırılınca, acıtır.

source: Ugh, you smell awful.. do you not wash yourself on purpose, to scare away enemies? I can't think of any more questions in such a stench.. so die, lizard thing...
sv: Öh, du luktar avskyvärt... Undviker du att tvätta dig med vilje för att skrämma bort fiender, eller? Jag kan inte komma på några frågor i en sådan stank... Dö, ödlesak...
tr: Of, kokunuz korkunç. Kendiniz için bile yıkanmaz mısınız? Yoksa düşmanlarınızı böyle mi kaçırıyorsunuz? Böyle bir koku soruları bile düşünmemi engelliyor... geber, sürüngen şey...

source: Uh, I, I am not sure...
de: Oh, ich... ich bin nicht sicher...
sv: Uh, jag, jag är inte säker...
tr: Uh, ben, ben emin değilim...

source: Uh, what?
da: Uh hvad?
sv: Öh, vadå?
tr: Ne?

source: Uh, what? I think your command of human language is quite limited. How on earth do you think you will sssspare me?
sv: Öh, vadå? Jag tycker att din kunskap om det mänskliga språket är ganska bristfällig. Hur i hela världen tror du att du kan skona mig?
tr: Ne? İnsan diline hakimiyetin sınırlı sanırım. Beni öldürebileceğini nasıl düşünürsün?

source: Uh... yes, why not? I will join you. But let me wait until after this battle; I do not want to fight members of my own clan.
sv: Uh... ja, varför inte. Jag kan slå mig ihop med dig. Men endast efter den här striden, jag vill inte slåss mot mina kamrater.
tr: Oh.. Tabii, neden olmasın. Size katılabilirim. Fakat bu savaşta değil, arkadaşlarıma karşı döğüşmek istemiyorum.

source: Uhm.. what?
da: Uhm.. hvad?
de: Ähm... wie bitte?
sv: Hm... Vad?
tr: Uhm.. ne?

source: Uhm... how old is your daughter anyway?
da: Uhm... Hvor gammel er din datter i det hele taget?
tr: Hımm.. Kızın kaç yaşında?

source: Uhmmm.. I should interrogate him, right? So... uh... what did you eat for breakfast?
da: Uhmmm.. Jeg bør forhøre ham ikke? Så... Uhmm.. Hvad spiste du til morgenmad?
de: Ähmmm.. Ich sollte ihn wohl verhören, oder? So... Ähmm.. Was hast du zum Frühstück gegessen?
es: Uhmmm.. debo investigarlo, ¿derecho? Para que... Uhmm.. ¿Que tienes para comer en el desayuno?
sv: Hmmm... Jag borde förhöra honom, eller hur? Så... Uhmm... Vad åt du till frukost?
tr: Hımmm.. Onu teftiş etmeliyim, değil mi? Öyleyse... Hımmm.. Kahvaltıda ne var?

source: Umeari
tr: Umari

source: Umm... we are good guys, right?
da: Uhm... Vi er de gode drenge ikke?
de: Ehm... Wir sind die Guten, richtig?
es: Uhm... Somos los buenos, ¿seguro?
sv: Uhm... vi är de snälla killarna, eller hur?
tr: Oh... Biz iyi çocuklarız, değil mi?

source: Undead Bor Cryne
da: Udød Bor Cryne
sv: Vandöd Bor Cryne
tr: Hortlak Bor Krayn

source: Underling! My son is dying. If you heal him, I will spare your life. If not, I will burn you and your family alive, do you understand?
de: Unterling! Mein Sohn liegt im sterben. Wenn du ihn heilst, werde ich dein Leben verschonen. Wenn nicht, verbrenne ich dich und deine Familie bei lebendigem Leib. Verstanden?
es: ¡Subdito! Mi hijo está muriendo. Si puedes curarlo, perdonaré tu vida. Si no, te quemaré vivo con tu familia, ¿entiendes?
sv: Lakej! Min son är döende. Om du kan hela honom så kommer jag att rädda ditt liv. Annars så kommer jag att bränna dig och din familj levande, förstått?
tr: Parya! Oğlum ölüyor. Onu tedavi edebilirsen, canını bağışlayacağım. Başaramazsan, seni ve aileni canlı canlı yakarım, anladın mı?

source: Underling, be silent. You know nothing. You all know nothing. I will fight.
tr: Parya, sesini kes. Birşey bilmiyorsun. Hiçbiriniz birşey bilmiyorsunuz. Lorin döğüşecek.

source: Underling, keep your mouth shut. When I want you to give me the answers, you will. I am a master of the sword - but calling me merely a master of the knife would be far underestimating my skills, when it comes to getting people to talk.
da: Hold din mund underordnrede. Når jeg vil have svar så giver du mig dem. Jeg er sværdmester - men at kalde mig knivenes mestre vil være at forklejne mine evner når det kommer til at få folk til at snakke.
tr: Parya, ağzını kapalı tut. Bana yanıt vermeni istersem. o zaman konuşursun. Ben kılıç ustasıyım - fakat yeteneklerimi küçümsemek için halk arasında bana bıçak ustası derler.

source: Underling? Mother, why do you still use such words? I am 'underling' too, after all.
de: Unterling? Mutter, warum brauchst du solche Worte? Ich bin ja auch ein Unterling.
sv: Lakej? Mamma, varför använder du sådana ord? Jag är ju också en lakej, när allt kommer omkring.
tr: Parya? Anne, bu kelimeyi neden kullanıyorsun? Madem öyle, bundan sonra ben de paryayım.

source: Unexpected Guests
de: Unerwartete Gäste
sv: Oväntade gäster
tr: Beklenmedik konuklar

source: Unfortunately, indeed. It was probably one of the underling leaders.
de: Bedauerlich, in der Tat. Vielleicht war es einer dieser Unterling-Anführer.
sv: Sannerligen. Det var antagligen någon av lakejernas ledare.
tr: Talihsizliğe bakın, elbette. Galiba, parya liderlerinden biriydi.

source: Unfortunately, no.
da: Desværre nej.
de: Bedauerlicherweise nicht.
sv: Tyvärr inte.
tr: Talihsizliğe bakın ki, hayır.

source: Unworthy? What do you mean by that?
da: Uværdig? Hvad mener du med det?
es: ¿Indigno? ¿Qué quiere decir?
sv: Ovärdiga? Vad menar du med det?
tr: Uygun olmayan mı? Ne demek bu?

source: Uorl
tr: Örl

source: Urheare
tr: Urhare

source: Uri van Roe
tr: Uri van Roy

source: Uri van Roe?
tr: Uri van Roy?

source: Uriag
tr: Uryag

source: Uruk Maluf
tr: Uruk Malug

source: Vattin, the capital of our kingdom, is just a few days from here. How do you feel, my son?
de: Vattin, die Hauptstadt unseres Königreichs, ist nur ein paar Tage von hier entfernt. Wie fühlst du dich, mein Sohn?
es: Vattin, la capital de nuestro reino, está a unos días de aquí. ¿Hijo, cómo te sientes?
sv: Vattin, huvudstaden i vårt kungadömme, är bara några dagar härifrån. Min son, hur känner du dig?
tr: Vattin, krallığımızın başkenti, buradan sadece bir kaç gün uzakta. Oğlum, kendini nasıl hissediyorsun?

source: Very rare amongst Akladian tribes, Wonderman are those who spend their whole life studying ways of healing. They do not ignore even experiences of Wesnothians, and learned few valuable tricks in process.
de: Sehr rar innerhalb der akladischen Stämme, sind Wundertäter diejenigen, die ihr ganzese leben damit verbracht haben die Methoden der Heilung zu erforschen. Sie ignorieren nicht die ähnlichen Erfahrungen anderer Wesnothianer und haben aus den wenigen wertvollen Kniffen gelernt.
sv: Väldigt ovanliga bland de akladiska stammarna, undermännen är de som spenderar hela sitt liv med att studera sätt att hela. De ignorerar inte ens Wesnothianernas erfarenheter och lär sig därför ytterligare användbara knep.
tr: Akladyalı soyu arasında nadirdirler, Mucizeci tüm ömrünü tedavi usullerini geliştirmeye harcar. Wesnotların deneyimlerini dahi yoksaymazlar ve değerli ipuçları öğrenirler.

source: Veterans of many fights and surviving many defenses against invading enemies, Protectors forms caste of excellent warriors with their own codex, devoting whole their life for protecting their clans.
de: Kriegsveteranen, die viele Kriege und Invasionen überlebt haben. Die Beschützer bilden eine eigene Klasse von exzellenten Kriegern mit eigenen Ehrenkodex, der ihr ganzes Leben dem Schutze ihrer Clans verschreibt.
sv: Veteraner från många strider och överlevande från många försvarsställningar mot invaderande fiender. Beskyddarna bildar grupper med utmärkta krigare med sin egen codex, de ägnar hela sina liv åt att beskydda sina klaner.
tr: Döğüşlerin kıdemlileridirler ve istilacı düşmana karşı savunmada dirençlidirler. Koruyucular, yaşamlarını kabilelerini korumaya adamış güçlü savaşçılardır.

source: Wait - you were expecting human envoy here? And how did you make your way here through the underling realms?
da: Vent - du ventede en menneskeudsending her? Og hvordan kom du hertil der er underordnede områder nord for her?
de: Warte - du erwartetest einen menschlichen Boten hier? Und wie gelangtet ihr hierher durch all die Unterling-Gebiete?
sv: Vänta - ni väntade på en mänsklig budbärare här? Hur tog ni er hit då? Det finns lakejriken norröver.
tr: Bekle - burada insan elçi mi bekliyordunuz? Buranın kuzeyinde parya ülkeleri var, buraya kadar nasıl gelebildiniz?

source: Wait a minute, I know you! You were one of those young chieftains who visited Vattin back in the day...
tr: Hey, biliyorsun sanıyorum! Bir zamanlar Vattin’i ziyaret eden genç reislerden biri değil miydin sen?

source: Wait a minute. SHE'S your mother?
da: Vent et øjeblik. Hun er din mor?
de: Warte mal einen Moment. Sie ist deine Mutter?
sv: Vänta lite nu. Är hon din mor?
tr: Bir dakika! O senin annen mi?

source: Wait a minute. Your father, Gawen, married Lorin after death of your mother, didn't he?
tr: Bir dakika. Baban, Gaven, annenin ölümünden sonra Lorin’le evlendi, değil mi?

source: Wait a moment. Are you running away?
da: Vent et øjeblik. Løber du væk?
de: Warte kurz. Du rennst doch nicht weg?
sv: Vänta lite. Flyr du?
tr: Bekle bir dakika. Kaçıyor musunuz?

source: Wait wait wait, human woman. Do orc no harm.
es: Espera espera espera, mujer humana. No le hagas al orco ningún daño.
sv: Vänta vänta vänta, människokvinna. Skada inte orch.
tr: Bekle bekle bekle, insan kadın. Ork’u hırpalama.

source: Wait! Do not die yet! I know you can hear me, answer a few questions!
da: Vent! Dø ikke endnu! Jeg ved du kan høre mig svar på mine spørgsmål!
de: Warte, stirb' noch nicht! Ich weiß, dass du mich hören kannst also beantworte mir noch ein paar Fragen!
es: ¡Espera! no te mueras todavía! ¡Sé que puedes oírme, contéstame unas preguntas!
sv: Vänta! Dö inte än! Jag vet att du kan höra mig, besvara några frågor först!
tr: Bekle! Hemen ölme! Beni duyabildiğini biliyorum, sorularıma cevap ver!

source: Wait! Hhhuman, there is no reason for ussss to fight. Iff you will leave, we will pay you 100 golden pieces.
da: Vent! Menneske, der er ingen grund til at vi slås. Hvis du går betaler vi dig 100 guldstykker.
de: Wartet! Menschhhhen, da ist kein Grund für uns euchhhh zu bekämpfffen. Wennn ihr geht, zahlen wirrr euch 100 Goldstücke
tr: Bekle! İnsssan, bizimle döğüşmene sebep yok. Bırakırsan bizi sana 100 altın vereceğiz.

source: Wait! How is it possible that you are still alive? You died at battle of Barnon, we've heard that, I've heard about that, I...
de: Warte mal! wie ist es möglich, dass du noch lebst? Du bist in der Schlacht von Barnon gefallen, das haben wir gehört. Ich habe gehört, du seist tot, ich...
sv: Vänta! Hur är det möjligt att du är vid liv? Du dog vid slaget vid Barnin, vi hörde det, jag har hört det, jag...
tr: Bekle! Sen nasıl hayatta kalabildin? Duyduğumuza göre, Barnon savaşında ölmüştün, biz öyle duyduk, ben...

source: Wait! I hate when you kill people before I have chance to interrogate them.
da: Vent! Jeg hader når du dræber folk før jeg har haft chancen for at forhøre dem.
de: Warte! Ich hasse es, wenn Du Leute tötest, bevor ich die Möglichkeit habe, sie zu verhören.
sv: Vänta! Jag hatar när du dödar folk innan jag har en chans att förhöra dem.
tr: Bekle! Sorgulama şansı bulamadan onları öldürmenizden nefret ediyorum.

source: Wait! Ssspare my life, for I know sssomething...
da: Vent! Sssspar mit liv, jeg ved noget...
de: Warte! Versssschont mich, denn ich wissssen etwasssss...
sv: Vänta! Sssskona mitt liv, jag vet något...
tr: Bekle! Bildiklerim için bağışşşla hayatımı...

source: Wait! Who's there?
da: Vent! Hvem der?
de: Wartet! Wer ist da?
sv: Vänta! Vem där!
tr: Dur! Kimdir o?

source: Wait, I think they've sent a messenger to us. Before we make any decisions, let's see what the 'She-wolf' wants from us.
de: Wartet, ich denke sie haben uns einen Boten geschickt. Bevor wir irgendeine Entscheidung treffen sollten wir abwarten, was diese 'Wölfin' von uns möchte.
sv: Vänta, jag tror att de skickar en budbärare till oss. Innan vi fattar något beslut, så får vi se vad den där 'Honvargen' vill.
tr: Bekle, bize bir elçi göndereceklerini sanıyorum. Herhangi bir karar vermeden önce, bu dişi kurdun bizden ne isteyeceğini görelim.
