Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: Reme? Yes, I've heard about him. His clan castle was burned down by Outlaws. But he is alive - they captured him. I've heard they want to sell him to Bor Cryne. I have heard that they keep him in place called Bontom, but I don't know where it is...
de: Reme? Ja, ich habe von ihm gehört. Das Schloss seinen Clans wurde von Gesetzlosen niedergebrannt. Aber er lebt noch, sie haben ihn gefangen genommen. Ich habe gehört, dass sie ihn an Bor Cryne verkaufen wollen. Ich habe auch gehört, dass sie ihn an einem Ort gefangen halten, der als Bontom bekannt ist, aber ich weiß nicht wo dieser Ort liegt...
es: Reme? Sí, he oído hablar de él. El castillo de su clan fué quemado por Bandidos. Pero él está vivo, ellos lo capturaron. He oído que quieren entregarlo a Bor Cryne. He oído que lo mantienen en un lugar conocido como Bontom, pero no sé donde es...
sv: Reme? Ja, jag har hört talas om honom. Hans slott blev nerbränt av fredlösa. Men han överlevde, de tog honom till fånga. Tydligen så vill de utväxla honom mot Bor Cryne. Jag har hört att de håller honom på ett ställe som heter Bontom, men jag vet inte var det ligger...
tr: Reme? Evet, onun hakkında bir şeyler duydum. Şatosu haydutlar tarafından yakılmış. Fakat o yaşıyor, onu yakalamışlar. Onu Bor Krayn ile değiş tokuş etmek istediklerini duydum. Onu Bontom diye bir yerde tuttuklarını duydum, ama Bontom neresidir, bilmiyorum...

source: Remember Gawen, that while most of our units don't care about the time of day, Homeguards, Shieldguards and Protectors prefer to fight during the day, and at night they should be used carefully.
de: Erinnert euch Gawen, dass obwohl die meisten unserer Einheiten sich nicht um die Tageszeit kümmern, Wächter, Schildwächter und Beschützer das Tageslicht bevorzugen. Während der Nacht sollten sie also nur behutsam eingesetzt werden.
sv: Kom igåg Gawen att medans de flesta av våra enheter inte bryr sig om tidpunkten på dygnet så föredrar hemvakter, sköldvakter och beskyddare att slåss på dagen. Nattetid så borde de användas sparsamt.
tr: Hatırla Gaven, bizim birimlerin çoğu için günün saatinin önemi yoktur. Muhafızlar, Zırhlı Muhafızlar ve Koruyucular gündüzü tercih ederler ve geceleyin dikkatli kullanılmaları gerekir.

source: Remember the Freetown!
es: ¡Recuerda a Freetown!
tr: Özgürkent’i unutma!

source: Remember the Freetown! Remember the Freetown! Kill them all!
es: ¡Recuerda a Freetown! ¡Recuerda a Freetown! ¡Mátenlos a todos!
tr: Özgürkent’i hatırlaa! Özgürkent’i unutma! Hepsini öldür!

source: Remember, you are talking about my mother.
da: Husk at du taler om min mor.
de: Denkt daran, ihr sprecht von meiner Mutter.
sv: Kom ihåg att du talar om min mor.
tr: Dikkat et, annem hakkında konuşuyorsun.

source: Reonee
tr: Reoni

source: Repelling the Orcs
tr: Ork Mezalimi

source: Resisted $ano_barnon_turns| turns.
de: $ano_barnon_turns| Runden überlebt.
es: Se resistió | $ano_barnon_turns | turnos.
sv: Höll stånd |$ano_barnon_turns| drag.
tr: $ano_barnon_turns el dayandın.

source: Respect, my king. Follow us as soon as possible
de: Respekt, mein König. Folgt uns, so bald es möglich ist
es: Respeto, mi rey. Síganos en cuanto sea posible
sv: All respekt, min kung. Kom efter så snart det är möjligt.
tr: Saygılar, kralım. Bizi mümkün olduğunca yakından izleyin

source: Return of the King
da: Kongen vender tilbage
de: Rückkehr des Königs
sv: Kungens återkomst
tr: Kralın dönüşü

source: Reumario
tr: Romaryo

source: Revenge on whom? On innocent woman and children?
da: Hævn på hvem? Uskyldige kvinder og børn?
tr: Onun intikamı? Masum kadın ve çocuklardan mı?

source: Revenge!
da: Hævn!
de: Rache!
es: ¡Venganza!
sv: Hämnd!
tr: İntikam!

source: Rioto
tr: Riyoto

source: Rob Roe
tr: Robro

source: Rob Roe mentioned Lorin clan once bought some special poison from Outlaws...
da: Rob Roe fortalte at Lorins klan købte en speciel gift fra de fredløse...
sv: Rob Roe nämnde att Lorins klan köpte något gift av de fredlösa...
tr: Robro, Lorin kabilesinden birisinin Haydutlardan özel bir zehir satın aldığından bahsetmişti...

source: Rob Roe told me about it.
da: Rob Roe har fortalt mig om det.
sv: Rob Roe har berättat för mig om det.
tr: Robro bana öyle demedi.

source: Rob Roe, there was assassin who was sent after m... Gawen Hagarthen. He was interrogated and he said he was sent from an 'Outlaw Place.' Do you know who hired him to kill king Gawen Hagarthen?
da: Rob Roe, der var en snigmorder som blev sendt efter m.. Gawen Hagarthen. Han blev forhørt og han svor at han blev sendt fra de fredløses sted. Ved du hvem som har hyret ham til at dræbe kong Gawen Hagarthen?
de: Rob Roe, es gab da einen Assassinen, der auf m... Gawen Hagarthen angesetzt wurde. Er wurde verhört und sagte, er sei von einem 'Verbrecherlager' aus entsandt worden. Wisst ihr, wer ihn angeworben hat, um König Gawen Hagarthen zu ermorden?
sv: Rob Roe, det skickades en lönnmördare efter m... Gawen Hagarthen. När han förhördes erkände han att han var utsänd från de fredlösas tillhåll. Vet du vem som hyrde honom att döda kung Gawen Hagarthen?
tr: Robro, be.. Gaven Hagarten’i öldürmek için gönderilmiş bir suikastçi vardı. Gaven onu sorgulamış ve böyle bir Haydut Yatağından gönderildiğini öğrenmiş. Gaven Hagarten’i öldürmek için onu kimin tuttuğunu biliyor musun?

source: Robert the Hefty
tr: Ağırsıklet Robert

source: Rouke Rebarnon
tr: Raki Rebarnon

source: Roule
tr: Roul

source: Royal guard
da: Kongelig vagt
de: Königliche Wache
sv: Livgardist
tr: Kraliyet muhafızı

source: Run for your life! That milksop cannot possibly lead us to victory!
da: Løb for dit liv! Den kylling kan ikke føre os til sejr!
de: Rennt um euer Leben! Dieses Milchgesicht kann uns unmöglich zum Sieg führen!
sv: Spring för livet!! Den där tönten har inte en chans att leda oss till vinst!
tr: Canını seven kaçsın! Bu sulugözün bizi zafere taşıması mümkün olamaz!

source: Run for your life! They are too many of them!!
da: Løb for dit liv! Der er for mange af dem!!
de: Lauf um dein Lebem! Es sind zuviele von ihnen!
sv: Spring för livet! De är för många!
tr: Canını seven kaçsın! Çok kalabalıklar!!

source: Rurk Skagrrae
tr: Rurk Skagre

source: Russian translation:
da: Russisk oversættelse:
de: Russische Übersetzung:
tr: Rusça çeviri:

source: Ruvio
tr: Ruviyo

source: Ruvio complained that nothing good could be found in the Saorduc Swamps, but that didn't stop Gawen. He reasoned that in the winter the swamps would be frozen and the lizards would be much easier to defeat.
tr: Ruviyo Saorduc Bataklıklarında hiçbir iyi şey bulamayacağımızdan şikayet edip durdu, fakat bu Gaven’ı durdurmadı. Ona göre, kışın bataklıklar donardı ve kertenkeleler daha kolay yenilirdi.

source: Ruvio insisted on leaving all Akladians in our army outside the city, in the forest, but I refused. Of course, the inhabitants of Freetown weren't eager to let Akladians into their city. But there were no serious incidents, much to Ruvio's surprise.
da: Ruvio krævede at vi efterlod alle akladianere i hærne uden for byen i skoven men jeg nægtede. Selvfølgelig var indbyggerne i Freetown ikke glad for at se akladianere i deres by. Men det gik uden nogen alvorlige sammentræf hvilket var til stor overraskelse for Ruvio.
tr: Ruviyo, ordumuzdakı tüm Akladyalıları şehrin dışında, ormanda bırakmakta ısrar ediyordu, fakat ben reddettim. Şüphesiz, Özgürkentliler Akladyalıların şehirlerine girmesinden pek mutlu değillerdi. Fakat hiçbir önemli vaka olmadı.

source: Ruvio!
tr: Ruviyo!

source: Ruvio, call me 'Gawen.' I am not used to being called 'Haldric'. I've never heard about Freetown.
de: Ruvio, nennt mich 'Gawen'. Ich bin es nicht gewohnt, 'Haldric' genannt zu werden. Von diesem Freetown habe ich noch nie etwas gehört.
sv: Ruvio, kalla mig Gawen. Jag är inte van att bli kallad Haldric. Dessutom har jag aldrig hört talas om Freetown.
tr: Ruviyo, bana Gaven de. Haldrik adını hiç kullanmadım. Özgürkent’i hiç duymamıştım.

source: Ruvio, please tell me..
da: Ruvio fortæl mig venligst..
sv: Ruvio, kan du berätta för mig om...
tr: Ruviyo, lütfen söyle bana...

source: Ruvio, would you please send her back home?
da: Mor Ruvio kan i i det mindste prøve at se ud som om at i kan li' hinanden?
de: Ruvio, kannst du sie bitte zurück nach Hause schicken?
sv: Ruvio, kan inte du skicka hem henne?
tr: Ruviyo, lütfen onu eve gönderir misin?

source: Saorduc Swamps
da: Saorduc sumpene
de: Sümpfe von Saorduc
sv: Saorducs träsk
tr: Saorduc Bataklıkları

source: Scored!
de: Gepunktet!
es: ¡Anoté!
sv: Poäng!
tr: Bu bir!

source: Scored! Now I'm in the lead!
de: Gepunktet! Und ich führe!
sv: Ännu en! Jag leder ligan!
tr: Bu bir! Ve ırkım lider!

source: Scouting
de: Auskundschaften
es: Explorando
sv: Rekognoscerande
tr: Gözlem

source: Scouting Near Barnon
da: Udspejde nær Barnon
de: Äufklären nahe von Barnon
es: Explorando cerca de Barnon
sv: Rekognoscering vid Barnon
tr: Barnon yakınında Gözlem

source: See how Elves die; without fear!
de: Sieh wie Elfen sterben: Ohne Angst!
sv: Se hur alver dör utan fruktan!
tr: Bak Elf korkusuzca nasıl ölüyor!

source: See, I told you it would be easy.
da: Se jeg sagde at det ville være nemt.
de: Seht ihr? Ich sagte euch, es wird einfach.
sv: Se, jag sade ju att det kommer att bli lätt.
tr: Bak, dediğim gibi kolay oldu.

source: Seems a fair deal. Show usss... blast it... show us the gold and you may leave.
da: Lyder rimeligt. Vis oss.. forbandet. Vis os guldet og du kan gå.
de: Hört sich nach einem fairen Geschäft an. Zzzzeigt unssss... äh verflucht... zeigt es uns, und ihr könnt gehen.
sv: Verkar som en bra överenskommelse. Visa ossss.... Förbannat. Visa oss guldet så får du överleva.
tr: Hoş bir anlaşma gibi görünüyor. Göster bize... lanet olsun. Altını yerini göster bırakayım seni.

source: Seems fine too me. 200 golden pieces for me, Reme for you.
de: Klingt gut in meinen Ohren. 200 Goldstücke für mich und Reme für dich,.
sv: Det duger för mig. 200 guldstycken till mig, Reme till dig.
tr: Bana uyar görünüyor. 200 altın bana, Reme sana.

source: Seems you have wasted your last wish. Now die!
da: Ser du til at du har spildt dit sidste ønske. Dø nu!
sv: Verkar som om du har kastat bort din sista önskan. Dö nu!
tr: Son isteğin seni öldürecek görünüyor. Geber!

source: Separation
da: Adskillelse
de: Trennung
sv: Skilda vägar
tr: Ayrılış

source: Shadow of Mal-Raylal
da: Mal-Raylals skygge
tr: Mal-Raylal’ın Gölgesi

source: She is still asleep. Yesterday was too much for my poor daughter.
da: Hun sover stadig. I går var for meget for min stakkels datter.
tr: Hala uyuyor. Zavallı kızım için dün çok yoğun geçti.

source: She left as quietly as she came, as if she were just a dream. But I still could smell her in the air, and my hands still remembered her as well. Whoever she was, I was certain I would recognise her, if I could only touch her again.
tr: Kadın geldiği gibi sessizce sanki bir rüya imişçesine bıraktı gitti. Fakat ben hala onun havadaki mokusunu alıyordum ve ellerim de onu hatırlıyordu. O her kimse, tekrar dokunduğumda onu tanıyacağımdan emindim.

source: She lost.
da: Hun tabte.
de: Sie hat verloren.
es: Ella perdió.
sv: Hon förlorade.
tr: Kaybetti.

source: She's a girl that loves action, isn't she.
de: Sie ist ein tatkräftiges Mädchen, nicht wahr?
sv: Hon är en handlingskraftig tjej, tycker du inte.
tr: O bir eylem kızı, değil mi?

source: Should I spare him?
da: Skal jeg spare ham?
es: ¿Debo eliminarlo yo?
sv: Skall jag skona honom?
tr: Canını bağışlamalı mıyım?

source: Show more respect, this is king Gawen Haldric Hagarthen.
de: Zeig' mehr Respekt, dass ist König Gawen Haldric Hagarthen.
es: Muestre más respeto, éste es el rey Gawen Haldric Hagarthen.
tr: Daha saygılı ol, bu kral Gaven Haldrik Hagarten’dir.

source: Shut up, Bar. Over the last year I've heard more than enough of your whining about trees, woods, branches and so on.
da: Hold mund Bar. I det sidste år har jeg hørt nok til dit piveri om træer, skove grene og så videre.
es: Cállese, Bar. El año pasado tuve bastante de sus gimidos sobre los árboles, bosques, ramas y así sucesivamente.
tr: Kapa çeneni, Bar. Bir yıldır, ormanlar, ağaçlar, dallar, vs. hakkındaki zırlamalarını yeterince dinledim.

source: Shut up, underling, of course it's the right castle. Now listen, I don't want anyone killing their leaders; leave that privilege to me. I want to interrogate them first!
de: Schweig, Unterling! Natürlich ist es die richtige Burg. Hör´ zu, ich will nicht, dass irgendjemand ihre Anführer tötet; lasst mir dieses Privileg. Ich will sie zuerst verhören!
sv: Håll trur, lakej. Jag vill inte att någon ska döda deras ledare. lämna det privilegiet till mig, jag måste förhöra dem först!
tr: Kes sesini, parya. Liderlerini benden başkasının öldürmesini istemiyorum. Onları ölmeden önce sorgulayacağım.

source: Siege of Haeltin
de: Die Belagerung von Haeltin
es: El sitio de Haeltin
sv: Belägringen av Haeltin
tr: Haeltin Kuşatması

source: Sigh. It seems we will get more from the second Orcish leader. This one is... I mean was.. far less intelligent.
da: Suk. Ser ud til at vi får mere ud af den anden orkerleder. Den leder er... Jeg mener var.. meget mindre intelligent.
de: (Seufz) Es scheint wir kriegen aus dem zweiten Ork-Anführer mehr raus. Dieser hier ist... beziehungsweise war... sehr viel weniger schlau.
sv: Suck. Det verkar som om vi kunde få mycket mer ur den andre orchledaren. Den där är... jag menar var... mycket mindre intelligent.
tr: Off of.., İkinci ork liderinden daha fazlasını alabiliriz görünüyor. Bu... Demek ki... daha az akıllı olanı.

source: Sigh. We will get nothing more. The other one was far more intelligent.
da: Suk. Vi kommer ingen vegne her. Den anden var langt mere intelligent.
de: (Seufz) Wir werden nichts mehr rauskriegen. Der andere war viel schlauer.
sv: Suck. Vi kommer inte att få reda på något mer. Den andra var betydligt intelligentare.
tr: Off of... Başka bir şey alamayacağız. Diğeri çok daha akıllıydı.

source: Silence, underling. You are unworthy of being called a man. Stop crying like a Wesnothian woman
tr: Kes sesini parya. Sen ne biçim adamsın. Wesnot kadınları gibi ağlamayı kes.

source: Silence, woman. I rue the hour I listened to his orders. If I had only known that he would be so... so stupid...
de: Seid still, Frau! Ich bereue die Stunde als ich auf seinen Befehl gehört habe. Wenn ich nur gewüsst hätte, dass er so.. so närrisch...
sv: Tystnad, kvinna. Jag föraktar den stund då jag lyssnade på han order. Om jag bara visste att han skulle vara så... så dum...
tr: Sus, kadın. Emrini dinlediğim için pişmanım. Bildiğim bir şey varsa, onun çok aptal olduğudur... çok aptal...

source: Sneaking out of Raedwood
da: Ud af Raedwood
de: Aus Readwood hinausschleichen
es: Salga furtivamente de Raedwood
sv: På väg från Raedwood
tr: Kızılağaç’tan Sıvışmak

source: So I am still 'my lady' to you? This gold is probably the spoils from the burned homes of your friends. Doesn't that disturb you?
de: Ich bin also immer noch 'Mylady' für euch? Dieses Gold ist vielleicht die Kriegsbeute aus den ausgebrannten Häusern eurer Freunde. Stört euch das nicht?
sv: Så jag är fortfarande 'ers nåd' för dig? Det här guldet kommer antagligen från dina vänners brända bostäder. Stör det dig inte?
tr: Bana hala ‘hanımım’ diyorsunuz? Bu altın muhtemelen arkadaşınızın yakılan evinden yağmalanmıştır. Bu rahatsız ediyor mu sizi?

source: So be it. Let's greet our honorable guest, Mithrandil of the northern Elves. He has made a long journey here and he bears important news.
sv: Låt oss nu välkomna vår ärade gäst, Mithrandil från nordalverna. Han har rest långt för att komma hit och har viktiga nyheter.
tr: Şimdi, onurlu konuğumuzu, kuzey Elflerinden Mitrandil’i karşılayalım. Uzun bir yolculuk yaptı ve önemli haberler taşıyor.

source: So now you know. What do you intend to do about it?
da: Nu ved du. Og hvad vil du gøre ved det?
sv: Så nu vet du. Vad kommer du att göra åt det då?
tr: Artık biliyorsun. Ve bunun için ne yapacaksın?

source: So what?
da: Så hvad?
de: Und jetzt?
sv: Än sen?
tr: o?

source: So what? I am winning!
da: Hvad så? Jeg vinder!
de: Und jetzt? Ich gewinne!
sv: Än sen, jag vinner ju!
tr: Ne? Ben kazanıyorum!

source: So you were worthy opponents, after all! It's a shame we didn't meet in other circumstances, or we might have been friends.
da: Så du var en værdig modstander trods alt! Det er en skidt ting, at vi ikke kan mødes under andre forhold, så ville vi måske endda kunne have været venner.
de: Also wart ihr wenigstens würdige Gegner! Es ist eine Schande, dass wir uns nicht unter anderen Umständen begegnet sind, wir hätten vielleicht sogar Freunde werden können.
sv: Så du var trots allt en värdig motståndare! Det är sorgligt att vi inte möttes under andra omständigheter, då hade vi till och med kunnat vara vänner.
tr: Siz değerli bir rakiptiniz, neticede! Başka şartlar altında tanışma fırsatımız olmaması ne kadar kötü, dost bile olabilirdik.

source: So you will allow me to live?
da: Så du vil lade mig leve?
de: Also erlaubt ihr mir zu leben?
sv: Så du kommer att låta mig leva?
tr: Yani yaşamama izin verecek misiniz?

source: So, Gaumhaldric, may I fight for you? I and my people too?
da: Gaumhaldric kan jeg kæmpe for dig? Jeg og også mit folk?
de: Also, Gaumhaldric, darf ich von nun an für euch kämpfen? Meine Leute und ich würden euch gerne folgen.
sv: Så, Gaumhaldric, får jag slåss i din tjänst? Och mitt folk också?
tr: Gamlıhaldrik, senin için döğüşebilr miyim? Adamlarımla birlikte?

source: So, I think this should be easy. There's only one Orcish leader. Take him down and his band will scatter.
es: Bueno, esto debe ser fácil. Hay sólo un líder Orco al norte de aquí. Terminemos con él y eso es todos
tr: Bunun kolay olacağını düşünüyorum.Kuzeyde tek bir ork lideri var. Onu indirelim ve bitsin.

source: So, Reme. We meet again. Hm... I would say something to the effect of 'I'm happy to see you again', but to be honest, I am not.
da: Reme vi mødes igen. Hm.. Jeg ville gerne kunne sige jeg er glad for at se dig igen, men for at være ærlig, så er jeg det ikke.
tr: Reme, tekrar karşılaştık. Hımm... ‘Seni tekrar görmek ne güzel’ gibi bir şeyler söylerdim ama dürüst olmak gerekirse, pek öyle değil.

source: So, as I was saying before you were so kind as to interrupt me, some time ago a new leader appeared amongst the orcs. His name was Grekulak. He united orcish tribes, one by one, using treachery and gold. Right now he rules more than a third of the orcish hordes.
da: Ja som jeg fortalte lige før du afbrød mig så kom der for nogen tid siden en nyl eder hos orkerne. Hans navn var Grekulak. Han begyndte at forene orkernes stammer en efter en ved anvendelse af guld, forræderi og guld. Nu regerer han mere end en tredjedel af orkerne.
tr: Daha önce söylediğim gibi sözümü bu şekilde kesmeyin. Bir süre sonra orklar arasında yeni bir lider ortaya çıktı. İsmi Grekulak’tı.

source: So, how many days' journey from here to Vattin?
da: Hvor mange dage er der fra her til Vattin?
de: Also, wieviele Tagesmärsche sind es von hier bis nach Vattin?
sv: Så hur många dagar är det härifrån till Vattin?
tr: Yani, Vattin buradan kaç günlük mesafede?

source: So, let's choose our twelve best troops.
de: Also, los gehts und suchen wir zwölf unserer besten Kämpfer aus.
tr: O halde gidelim ve en iyi on iki askeri seçelim.

source: So, my name is Gawen Hagarthen and I am to be a king of nation destined to rule over the world. For some reason, this does not make me happy.
de: So, mein Name ist also Gawen Hagarthen und ich soll König eines Volkes werden, dem die Weltherrschaft bestimmt ist. Aus irgendeinem Grund macht mich das nicht gerade glücklich.
sv: Så, mitt namn är Gawen Hagarthen och jag ska bli kung över en nation som är föuspådd att härska över världen. På något sätt så gör det mig inte lycklig.
tr: Öyle, benim ismim Gaven Hagarten ve dünyayı yönetmeye tayin edilmiş ulusun bir kralıyım. Her nasılsa, bu beni mutlu etmiyor.

source: So, on to Saorduc! Hopefully it is a wise decision and lizard men know something about orcs.
sv: Så, mot Saorduc! Jag hoppas att det är ett vist val och att ödlefolket vet något om orcherna.
tr: Öylese, Saorduc üzerine! Umarım iyi düşünülmüş bir karardır ve kertenkele adamlar orklar hakkında bir şeyler biliyordur.

source: So, should we go into Bontom?
da: Skal vi gå ind i Bontom?
de: So, sollten wir in dieses Bontom gehen?
es: Entonces, ¿debemos entrar en este Bontom?
sv: Nå, skall vi ta oss till Bontom?
tr: Öyleyse, bu Bontom’a gitmeliyiz, değil mi?

source: So, should we take on the orcs?
da: Skal vi tage os af orkerne?
de: Also, sollten wir diesen Weg nehmen?
es: Entonces, ¿debemos entrar en este Bontom?
sv: Jaså, borde vi attackera orcherna?
tr: Yani, orkları mı ele geçirmeliyiz?

source: So, this is the place! Now, let's find Reme.
da: Så det her er stede! Lad os finde Reme.
de: Das ist also dieser Ort Bontom. Lasst uns nun Reme finden.
tr: İşte, geldik! Şimdi, Reme’yi bulalım.

source: So, we won.
da: Så vi vandt.
sv: Så, vi vann.
tr: Bu durumda, biz kazandık.

source: So, what now? I appreciate that you are calling me your commander, but the truth is that I have no idea what to do next.
da: Hvad nu? Jeg værdsætter, at du kalder mig for din kommandør men sandheden er, at jeg ingen ide har om hvad vi gør nu.
de: So, und das nun? Ich finde es nett das du mich deinen Anführer nennst, aber die Wahrheit ist, dass ich nicht weiss was ich als nächstes tun soll.
es: ¿Bueno, y ahora que? Aprecio que me consideres tu comandante, pero la verdad es que no tengo idea de qué hacer ahora.
sv: Så, vad gör vi nu? Jag uppskattar att du kallar mig för befälhavare, men faktum är att jag inte har någon aning om vad vi skall göra härnäst.
tr: Şimdi ne olacak? Komutanınız olduğumun farkındayım, ama bundan sonra ne yapılacağı hakkında en ufak bir fikrimin olmadığı da bir gerçek.

source: Some of the Akladian warriors because of their personal achievements or their descendency are leading the others, starting their career which some day may result in leading the whole tribe.
de: Manche der Akladianischen Krieger können wegen ihren ehrenvollen Verdienste oder ihrer Abstammung die anderen führen. Sie starten ihre Karriere als Anführer und werden vielleicht eines Tages der Anführer eines ganzen Stammes.
sv: Vissa av de akladitiska krigarna har genom personliga landvinningar eller sitt släktskap möjlighet att leda de andra, startandes en karriär som en dag kan resultera i att de leder hela stammen.
tr: Kişisel başarıları veya korumacılıkları nedeniyle bazı Akladyalı savaşçılar meslek hayatlarını ekip lideri olarak sürdürmeye başlar.

source: Some woman? SOME WOMAN? That freckled kid might be SOME woman when she grows up, but not me. I am a Lady, LADY Lorin!
sv: Någon kvinna? NÅGON KVINNA? Den där fräkniga ungen kommer att vara NÅGON kvinna när hon växer upp, inte jag. Jag är lady, Lady Lorin.
tr: Bir kadın? SIRADAN BİR KADIN? Bu çilli velet büyüdüğünde SIRADAN bir kadın olacak, ben öyle değilim. Ben asil bir kadınım; SOYLU BAYAN Lorin’im.

source: Someone hired an assassin to kill Gawen Hagarthen, immediately after his father's death. I know he came from the Outlaw Base. Who hired him?
da: Nogen har hyret en snigmorder for at dræbe Gawen Hagarthen umiddelbart efter hans fars død. Jeg ved han kom fra de fredsløses sted. Hvem hyrede ham?
sv: Någon har lejt en lönnmördare för att döda Gawen Hagarthen, omedelbart efter hans fars död. Jag vet att han kom från de fredlösa. Vem lejde honom?
tr: Hemen babasının ölümünden sonra Gaven Hagarten’i öldürmek için biri suikastçiyi kiraladı. Suikastçinin Haydut Yatağından geldiğini biliyorum. Onu kim kiraladı?

source: Someone is hiding here!
da: Nogen gemmer sig her!
de: Jemand versteckt sich hier!
es: ¡Alguien está escondiendo aquí!
sv: Det är någon som gömmer sig där!
tr: Burada birileri gizleniyor!
