Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: Noble Lords, count on me too! Death to that scraggy mixling, that witch and all the traitors who support them against our own kin! God with us! Kill them all, let us eat their hearts!
de: Werte Lords, zählt auch auf mich! Tod dem schmächtigen Mischling, dieser Hexe und allen Verrätern, die ihnen gegen unsere Stämme beistehen! Gott ist mit uns! Tötet sie alle, lasst uns ihre Herzen essen!
sv: Mina herrar, ni kan räkna med mig också! Död åt det skabbiga halvblodet, häxan och alla förrädare som stödjer dem! Gud är med oss! Döda dem alla, låt oss äta deras hjärtan!
tr: Soylu beyler, ben de sizinleyim. Bu meleze, cadıya ve akrabalarımıza karşı onları destekleyen tüm hainlere ölüm! Hepsini öldürüp, kalplerini yiyelim!

source: Noble lords, with your permission... my lord, Raul O Gaeltin sent me here with a message. I beg for your forgiveness, remember I am just a messenger.
de: Verehrte Herren, mit eurer Erlaubnis... Mein Herr, Raul O Gaeltin, hat mich mit einer Botschaft hierher geschickt. Ich bitte um Nachsicht, bedenkt ich bin nur der Bote.
es: Señores nobles, con su permiso. Mi Señor, Raul O Gaeltin me envió aquí con un mensaje. Ruego por su perdón, recuerde que solo soy un mensajero.
sv: Nobla herrar, med era tillåtelser. Min herre, Raul O Gaeltin har skickat mig hit med ett meddelande. Jag ber om er förlåtelse, kom ihåg att jag bara är en budbärare.
tr: Soylu efendiler, izninizle. Efendim, Raul Gaeltin beni buraya bir mesaj iletmem için gönderdi. Bağışlanmanız için duacıyım, unutmayın ben sadece bir elçiyim.

source: Nonono, you have not understood me. I WANT you to tell me few things about the plans of your king. Now, we will start with the basics.
tr: Hayır, hayır, sen beni anlamamışsın. Sizin kralınızın planları hakkında bir şeyler söylemek İSTİyorum. Şimdi, ana hatlarıyla başlayalım.

source: Nonsense. They know that the lives of their sons are in our hands.
de: Unsinn. Sie sollten wissen, dass das Leben ihrer Söhne sich in unseren Händen befindet.
sv: Dumheter. De vet att deras söners liv ligger i våra händer.
tr: Önemi yok! Oğullarının hayatları bizim elimizde, bunu biliyorlar.

source: Noooo!
da: Neeeej!
de: Neeeiiin!
tr: Haaayıırrr!

source: Noooooo!
da: Neeeeej!
de: Neeeeiiiiinnn!
tr: Hayıııııır!

source: Not bad, but still you have to a lot to learn!
da: Ikke dårligt men du har stadig meget at lære!
de: Nicht schlecht, aber du hast immer noch eine Menge zu lernen
sv: Inte så illa, men du har fortfarande mycket att lära!
tr: Fena değil, ama yine de öğrenmemiz gerekenler var!

source: Not really.
da: Nej.
tr: Pek öyle değil.

source: Note: if you will accept lizard's offer, no bonus for early finish will be given.
da: Bemærk: Hvis du accepterer øglens tilbud for du ingen bonus for en tidlig afslutning.
de: Anmerkung: Wenn du das Angebot der Echse akzeptiertst, wird dir kein Bonus für ein früheres Ende gegeben.
tr: Bilginize: Kertenkelelerin teklifini kabul ederseniz, erken bitirme ödülü verilmeyecektir.

source: Note: you will have to choose twelve your best soldiers soon. Elves and soldiers given by Huon and Mithrandil count against this limit. Choose four soldiers now.
de: Bemerkung: Du wirst bald deine zwölf besten Soldaten aussuchen müssen. Elfen und Soldaten, die dir von Huon und Mithrandil gegegen werden zählen auch zu diesem Limit. Wähle nun vier Soldaten aus.
es: Nota: tendrá que escoger doce de sus mejores soldados. Los elfos y soldados dados por Huon también podrían ser elegidos por usted, pero también se contarán. Puede escoger cuatro veces ahora.
tr: Bilginize: Az sonra en iyi on iki askerinizi seçeceksiniz. Elfler ve Huron tarafından verilen askerleri ayrıca seçeceksiniz, fakat onlar da toplama dahil olacak. En fazla dört kere askere alım işlemi yapabileceksiniz.

source: Note: you will receive no bonus if you withdraw with Reme.
da: Bemærk: Du modtager ingen bonus hvis du trækker dig tilbage med Reme.
de: Hinweis: Du wirst keinen Bonus bekommen, wenn du dich mit Reme zurückziehst.
es: No recibirá ninguna paga extraordinaria si se retira con Reme.
sv: Du får ingen bonus om du retirerar med Reme.
tr: Bilginize: Reme kaçarsa, erken bitirme ödülü verilmeyecek.

source: Nothing broke the silence except the footfalls of the march of Gawen's soldiers. Even the grass here seemed to be weak and fragile, as though it was afraid to grow here. This was the Haunted Place, infamous throughout the surrounding region.
da: Intet brød stilheden udover lydene fra Gawens marcherende soldater. Selv græsset så svagt og skrøbeligt ud, som om det var for bange for at gro her.Dette var det forheksede sted, frygtet i hele naboskabet.
tr: Gaven’ın askerlerinin yürüyüş sesi dışında sessizliği bozan birşey yoktu. Otlar bile burada büyümekten korkarcasına zayıf ve kırılgan görünüyordu. Bu tekinsiz yerin adı zaten kötüye çıkmıştı.

source: Nothing changed much. Everyone is fighting with everyone. Bor Cryne and his allies are trying to impose themselves as supreme rulers with the help of the orcs, but even their successes with the rebels have not given them any authority.
tr: Pek değişen birşey yok. Herkes birbiriyle döğüşüyor. Bor Krayn ve müttefikleri orkların da yardımıyla kendilerinden en iyi yöneticiler olarak bahsedilmesini sağlamaya çalışıyorlar, fakat zorbalarla birlik olup elde ettikleri başarı onlara istedikleri otoriteyi sağlayamaz.

source: Nothing new, my lord.
da: Intet nyt min herre.
es: Nada nuevo, mi señor.
sv: Nej, ers nåd.
tr: Yeni bir şey yok, efendim.

source: Nothing! One of Akladianss assssked Orcs to come, they came, they are sssslaughtering humansss, good thing. Not coming into sssswamps, good thing.
sv: Inget! En av akladierna bad orcherna att komma, de kom, de ssslaktar männissskor, bra sssak. Kommer inte in i trässsk, bra sssak.
tr: Hiçbir şey! Akladyalının biri orkları sordu, onlar geldi, onlar kan dökücü insanlar, lezzetliler. Bataklılara lezzetli şeyler gelmiyor.

source: Nothing's changed much. Everyone is fighting with everyone. Bor Cryne and his allies are trying to impose themselves as supreme rulers with the help of the orcs, but even their successes with the rebels have not given them any authority.
tr: Pek değişen birşey yok. Herkes birbiriyle döğüşüyor. Bor Krayn ve müttefikleri orkların da yardımıyla kendilerinden en iyi yöneticiler olarak bahsedilmesini sağlamaya çalışıyorlar, fakat zorbalarla birlik olup elde ettikleri başarı onlara istedikleri otoriteyi sağlayamaz.

source: Nothing.
da: Ingenting.
sv: Det var inget.
tr: Hiç.

source: Now Gaumhaldric the Great will accomplish all those amazing deeds that will cause bards to sing about him in the future!
de: Jetzt wird Gaumhaldric the Great diese faszinierenden Dinge vollbringen worüber die Barden in Zukunft singen werden.
sv: Nu kommer den store Gaumhaldric att göra alla de storslagna saker som barder kommer att besjunga i framtiden.
tr: Şimdi Büyük Gamlıhaldrik, ozanların gelecekte hakkında şarkılar düzeceği bu şaşırtıcı şeylerin hepsinin üstesinden gelecek.

source: Now that we have quit Raedwood forest, we should find Deorien. We know he is somewhere in Okladia, another kingdom that was founded by Akladians, and is ruled by your cousins from the Hagarthen line. But where Deorien is exactly... well, we have no idea.
de: Jetzt, wo wir den Wald von Raedwood verlassen haben, sollten wir Deorien finden. Wir wissen, dass er sich irgendwo in Okladia aufhält, einem weiteren Königreich, das von den Akladianern gegründet wurde und das von Euren Cousins des Hargathen-Clans regiert wird. Aber wo er sich genau befindet... nun, das können wir nicht sagen.
tr: Şimdi Kızılağaç ormanından ayrılıp Doriyen’i bulmalıyız. Okladya’da bir yerde olduğunu biliyoruz; Okladya, Akladyalıların kurduğu krallıklardan biri ve Hagarten sülalesinden amca oğullarınız tarafından yönetiliyor. Fakat Doriyen’in yerini tam olarak bilmiyoruz.

source: Now that we know where your friend Reme is, we can go to that Bontom place the peasants told us about.
sv: Nu när du vet var din vän Reme finns, så kan du ta dig till det där Bontomstället som bönderna berättade om.
tr: Şimdi, arkadaşınız Reme’nin yerini bildiğinize göre köylülerin bahsettiği Bontom denilen yere gidebilirsiniz.

source: Now you should be safe, Lady Lorin. I have escorted you to this place. You may choose five of the best troops from our band now. I shall also leave you all the gold, which is $gold|. And then, we part ways.
da: Nu er du sikker Lorin. Jeg har eskorteret dig til dette sted. Du kan vælge de fem bedste tropper fra min hær. Jeg overlader dig også alt vores guld, hvilket udgør $gold|. Og herefter deler vi os.
de: Nun solltet ihr sicher sein, Lady Lorin. Ich habe Euch bis zu diesem Ort geleitet. Ihr könnt nun fünf unserer besten Truppen für Euch auswählen. Ich werde Euch auch all unser Gold überlassen, insgesamt $gold| Goldstücke. Dann gehen wir getrennter Wege.
sv: Nu borde du vara säker, Lady Lorin. Du får nu välja de fem bästa soldaterna ur min armé. Du skall också få allt guld vi har, |$gold| guld. Sedan går vi skilda vägar.
tr: Artık, güvende olmalısınız, Bayan Lorin. Size buraya kadar eşlik ettim. Şimdi ordumdan en iyi beş askeri seçebilirsiniz. Ayrıca yanımdaki altının tamamını size bırakıyorum, alın bu $gold altını. Sonra sizden ayrılacağım.

source: Now, I will meet best marksman.. Death never misses.
de: Jetzt werde ich den Meisterschützen treffen.. Der Tod verfehlt sein Ziel nie.
sv: Nu ska jag träffa min bäste skarpskytt... Döden missar aldrig.
tr: En iyi nişancımla tanış.. Hedefi asla şaşırmaz.

source: Now, feel the wrath of ancient power. Your God is expressing his anger through me, because you are opposing his messiah!
de: Jetzt fühlst du die Wut von uralter Kraft. Euer Gott zeigt seinen Zorn durch mich, weil ihr euch seinem Messiah entgegenstellt!
tr: Şimdi, kadim güçlerin öfkesini hissedin. Tanrınız öfkesini benim üzerimden ifade ediyor, onun elçisi olarak karşınızdayım!

source: Now, finally! With a bit of luck, Ruvio will perish, and Gawen will reclaim the throne without the 'help' of him and under... others.
tr: Artık! Biraz da şans bizden yanaysa, Ruviyo ölecek ve onun ve başkalarının *yardımı* olmaksızın tahtı geri alacağız.

source: Now, please tell me... Who are you?
da: Nej fortæl mig venligst.. Hvem er du?
tr: Şimdi söyle bana.. kimsin?

source: Now, tell me...
da: Nu fortæl mig...
de: Nun sag mir...
es: Ahora, dígame...
sv: Säg mig...
tr: Şimdi, söyle bana...

source: Now, we will go to the castle. My troops need to get some rest.
da: Nu går vi til borgen. Mine tropper har behov for hvile.
de: Wir werden jetzt zu dieser Burg gehen, meine Truppen müssen sich ausruhen.
sv: Nu går vi till slottet. Mina trupper behöver vila.
tr: Şimdi, şatoya gideceğiz. Askerlerimin dinlenmeye ihtiyaçları var.

source: Of all the underlings living in Vakladia, these were they who had resisted us most fiercely. In the last great battle, when all the other underlings were running for their lives, the Khalifate troops withstood us with determination and honor. None left the battlefield alive; they fought and fell to the last man. That's why we cut off their heads, hands and legs, so that in the afterlife they would not be danger to us.
de: Von all den Unterlingen, die in Vakladia lebten, waren sie diejenigen, die uns am entschlossensten widerstanden hatten. In der letzten grossen Schlacht, als all die anderen Unterlinge um ihr Leben rannten, widerstanden uns die Khalifates mit Entschlossenheit und Ehre. Keiner verliess das Schlachtfeld lebend; sie kämpften und fielen bis zum letzten Mann. Darum schnitten wir ihre Köpfe, Arme und Beine ab, damit sie im Jenseits keine Gefahr mehr für uns darstellen konnten.
sv: Bland alla lakejer i Wesnoth så var det dem, de som gjorde mest motstånd. I den sista striden då allla andra Wesnothianer flydde för sitt liv, så stod Khalifa och föll till sista man. Det var därför vi högg av deras huvuden, deras händer och deras ben. Så att de inte skulle vara farliga för oss i efterlivet.
tr: Wesnottaki tüm paryalar içinde bize en çok direnenler onlardı. Son savaşta, tüm diğer wesnotlar canlarını kurtarmak için kaçarken, Khalifalar kalmış ve sonuna kadar savaşmışlardı.Onların kafalarını ellerini ve bacaklarını kesme sebebimiz, hayattan sonra bizim için tehlikeli olmamaları içindi.

source: Of courrrrrse.
da: Selvføøøølllgelig.
de: Natürrrrlich.
sv: Självklarrrt.
tr: Şüphesiizz.

source: Of courrrrse I will.
da: Selvføøøølllgelig.
de: Natürrrrlich.
sv: Självklarrrt.
tr: Şüphesiizz.

source: Of course it is. We are searching for orcs, and those are orcs, isn't it?
da: Selvfølgelig er det det. Vi leder efter orker, og det er orker er det ikke?
de: Sicher ist es das. Wir suchen nach Orks, und das sind Orks, oder?
es: Por supuesto. ¿Estamos buscando orcos, y aquéllos son orcos, ¿no es así?
sv: Visst är det det. Vi letar efter orcher och de är orcher, eller hur?
tr: Elbette. Biz orkları arıyoruz ve bunlar orklar, değil mi?

source: Of course you don't, I know you are going straight to hell; that was a metaphor.
sv: Visst, jag vet att du kommer att komma direkt till helvetet, det var en metafor.
tr: Elbette yoktur. Doğrudan cehenneme gittiğinizi bilmez miyim? Mecazi anlamda söyledim.

source: Of course.
da: Selvfølgelig.
de: Natürlich
sv: Självklart.
tr: Şüphesiz.

source: Off with your left ear! And now tell me more about these guests!
de: Ab mit eurem linken Ohr! Und nun erzählt mir mehr von diesen Gästen!
sv: Av med ditt vänstra öra! Nu, berätta mer om gästerna!
tr: Bir yandan beni dinle! Bana şu konuklardan bahset!

source: Off your head! Surely he looks much less sophisticated without his head, doesn't he?
sv: Av med huvudet! Han ser garanterat mycket mindre sofistikerad ut utan sitt huvud, eller hur?
tr: Kesin kafasını şunun! Eminim, kafası yokken daha az teferruatlı görünecektir.

source: Oh my God... Does that mean...
da: Oh min gud... betyder det...
es: Oh mi Dios... Así de mal...
tr: Aman tanrım... Bu ne demek oluyor...

source: Oh my goodness. Wow. You are not joking, you actually believe all that?
da: Oh min gud. Wow. Du gør ikke grin med os du tror rent faktisk på alt det der?
tr: Aman Tanrım. Olamaz. Bizden hoşlanmıyorsun, gerçekten tüm bunlara inanıyor musun?

source: Oh my, I am scared. Haeltin? Let me think... Ah yes, I remember now. You were that flabby, nebbish cur who was crying just looking at my knife.
tr: Oh ben ürktüm. Haeltin? Düşünmeme izin ver... Ah evet, şimdi hatırladım. Sen bıçağımı görünce ağlamaya başlayan şu iradesiz şişko sulugözsün.

source: Oh my, I am scared. Haeltin? Let me think... Ah yes, I remember now. Your brother must have been that flabby, nebbish cur who was crying just looking at my knife.
tr: Oh ben ürktüm. Haeltin? Düşünmeme izin ver... Ah evet, şimdi hatırladım. Bıçağımı görünce ağlamaya başlayan şu iradesiz şişko sulugözün kardeşisin.

source: Oh my. It's so funny I think I'm gonna die laughing. Gaumhaldric the Miracle-maker, how about the sound of that?
da: Oh da. Det er så sjovt at jeg må le. Gaumhaldric mirakelmageren hvordan lyder det?
de: Oh mein. Es ist so lustig, ich sterbe fast vor lachen. Gaumhaldric der Wunder-Macher, wie hört es sich an?
es: Oh bueno. Es tan cómico, creo que me voy a morir de risa. Gaumhaldric el Haceedor de Milagros, ¿cómo suena?
sv: Åh, det är så roligt så jag tror jag dör av skratt. Gaumhaldric Mirakelmakaren, hur låter det?
tr: Aman Tanrım. Öyle komik ki, gülmekten gebereceğim. Mucizeci Gamlıhaldrik, kulağa nasıl geliyor?

source: Oh no! Fresh enemy reinforcements have arrived, Lorin, and you have no chance to escape! I can't hold them!
da: Oh nej! Ny forstærkninger er ankommet for at hjælpe vores fjender, nu har vi ingen chance for at besejre dem!
de: Oh nein! Frische gegnerische Verstärkung ist eingetroffen, Lorin, und du hast keine Chance zu fliehen! Ich kann sie nicht aufhalten!
sv: Åh nej! fienden har fått förstärkningar! Lorin, du har inte en chans att fly nu! Jag kan inte hålla tillbaka dem!
tr: Oh hayır! Düşman destek kuvvetleri geldi. Lorin, kaçma şansımız kalmadı! Onları durduramayız!

source: Oh no! Fresh enemy reinforcements have arrived, Reme, and you have no chance to escape! I can't hold them!
da: Oh nej! Ny forstærkninger er ankommet for at hjælpe vores fjender, nu har vi ingen chance for at besejre dem!
de: Oh nein! Frische gegnerische Verstärkung ist eingetroffen, Reme, und ihr habt keine Chance zu fliehen! Ich kann sie nicht aufhalten!
sv: Åh nej! Fienden har fått förstärkningar! Reme, du har inte en chans att fly nu! Jag kan inte hålla tillbaka dem!
tr: Oh hayır! Düşman destek kuvvetleri geldi. Reme, kaçma şansımız kalmadı! Onları durduramam!

source: Oh no! My most loyal servant has been slain!
da: Oh nej! Min mest loyale slave er død!
tr: Oh hayır! En sadık yardımcım öldü!

source: Oh no! New reinforcements have arrived to help our enemies, now we cannot win!
da: Oh nej! Ny forstærkninger er ankommet for at hjælpe vores fjender, nu har vi ingen chance for at besejre dem!
sv: Åh nej! Fienden har fått förstärkningar! Reme, du har inte en chans att fly nu! Jag kan inte hålla tillbaka dem!
tr: Oh hayır! Düşmanın yardımına destek kuvvetleri geldi. Onları yenmek için hiç şansımız kalmadı!

source: Oh no! New reinforcements have arrived to help our enemies, now we have no chance to defeat them!
da: Oh nej! Ny forstærkninger er ankommet for at hjælpe vores fjender, nu har vi ingen chance for at besejre dem!
es: ¡Todo está perdido! ¡Llegaron los refuerzos de nuestros enemigos! ¡No tenemos ninguna oportunidad de ganar!
sv: Åh nej! Fienden har fått förstärkningar! Reme, du har inte en chans att fly nu! Jag kan inte hålla tillbaka dem!
tr: Oh hayır! Düşmanın yardımına destek kuvvetleri geldi. Onları yenmek için hiç şansımız kalmadı!

source: Oh no! New reinforcements have arrived to help our enemies, now we have no chances to defeat them!
da: Oh nej! Ny forstærkninger er ankommet for at hjælpe vores fjender, nu har vi ingen chance for at besejre dem!
es: ¡Todo está perdido! ¡Llegaron los refuerzos de nuestros enemigos! ¡No tenemos ninguna oportunidad de ganar!
sv: Åh nej! Fienden har fått förstärkningar! Reme, du har inte en chans att fly nu! Jag kan inte hålla tillbaka dem!
tr: Oh hayır! Düşmanın yardımına destek kuvvetleri geldi. Onları yenmek için hiç şansımız kalmadı!

source: Oh no! Our spiritual leader is dead! Run for your life!
da: Oh nej! Vores spirituelle leder er død! Løb for jeres liv!
tr: Oh hayır! Manevi liderimiz öldü. Canını seven kaçsın!

source: Oh no! We have failed our mission!
da: Oh nej! Vi har fejlet i vores mission!
tr: Oh hayır! Görevimizi başaramadık!

source: Oh no!!
da: Oh nej!!
sv: Åh nej!
tr: Oh hayır!!

source: Oh no, the mighty Lorin is coming! Children and little furry animals, run for your life!
de: Oh nein, die mysteriöse Lorin kommt! Alle Kinder und kleine pelzige Tiere, rennt um euer Leben!
sv: Oh nej, den mäktiga Lorin kommer! Alla barn och små gosiga djur, spring för era liv!
tr: Oh hayır, kudretli Lorin geliyor! Çocuklar ve kürklü hayvanlar kaçıp canını kurtarsın!

source: Oh nooo... Woman.. Human woman has killed me..
da: Oh neeej... kvinde.. menneskekvinden har dræbt mig..
sv: Åhneeej... En kvinna... En människokvinna har dödat mig...
tr: Oh hayııır, Bir kadın.. İnsan kadın öldürdü beni...

source: Oh that was cute. Now, if you are quite finished, I have here this little knife-thing. This knife is what brings total obliteration, not to mention suffering.
tr: Oh, bu zekiceydi. Bittiyse, burada, bu bıçaklardan bahsedeceğim. Bu bıçak sadece acı vermiyor, tamamen parçalıyor.

source: Oh that was cute. Where did she learn to talk like that?
sv: Oh, det var gulligt. När lärde hon sig att lära sådär?
tr: Oh bu hoştu. Ne zaman öğrendi böyle konuşmayı?

source: Oh, Akladian lords, yeah, I've heard about them. They are big and bad and you should avoid them, boy.
sv: Akladiernas herrar, ja, jag har hört talas om dem. De är stora och elaka och du borde undvika dem.
tr: Akladyalı beyler, evet, haklarında birşeyler duydum. Kodamanlar ve kötüler; onlardan uzak durmalısınız.

source: Oh, I bet you would!
sv: Visst skulle du det!
tr: Hoşlanacağına bahse girerim!

source: Oh, I hate lizards.
da: Oh jeg hader øgler.
sv: Åh, jag hatar ödlor.
tr: Oh, kertenkeleleri sevmem.

source: Oh, I'm so scared. And isn't that the famous rebel leader, Ruvio? Such a coward he abandoned his family in Freetown when he heard we were coming for them.
es: Oh cómo me asusto. ¿Y allí, no es el famoso caudillo, Ruvio? Desgraciadamente era tan cobarde que abandonó a su familia en Freetown cuando oyó que estábamos llegando.
tr: Oh, nasıl da korktum. Ve oradaki, şu ünlü asi lider Ruviyo değil mi? Talihsizliğe bakın, öyle korkak ki, bizim geldiğimizi duyunca ailesini Özgürkent’te yüzüstü bırakıp kaçmış.

source: Oh, and what a nice kid. I didn't know it was the custom among the underlings to give weapons to their children.
da: Sikken et sødt barn. Jeg vidste ikke at det var underordnedes vane at give våben til børn.
de: Oh, und was für ein nettes Kind. Ich habe gar nicht gewusst, dass es in der Art der Underlinge ist, ihren Kindern Waffen zu reichen.
sv: Oh, vilket sött barn. Jag visste inte att lakejer hade som vana att ge vapen till barn.
tr: Oh, ne hoş bir çocuk. Paryalarda çocuklara silah verme adeti olduğunu bilmiyordum.

source: Oh, do not worry. Those are probably our people returning from making a deal with the outlaw underlings.
sv: Åh, oroa dig inte. De är förmodligen våra trupper som återvänder efter att ha förhandlat med de fredlösa lakejerna.
tr: Oh, endişelenmeyin. Bunlar muhtemelen yasadışı paryalarla anlaşma yapmaktan dönen adamlarımızdır.

source: Oh, never mind.
da: Ah glem det.
de: Ach vergiss es.
es: Ah, no importa.
sv: Ah, strunt samma.
tr: Ah, boş ver.

source: Oh, so I am still 'my lady' to you? Good. We may have use for the gold in future.
da: Godt. Vi har måske brug for guldet i fremtiden.
de: Oh, also bin ich immer noch 'Mylady' für Euch? Gut. Wir könnten es in Zukunft gebrauchen.
sv: Åhå, så jag är fortfarande 'ers nåd' för dig? Bra. Vi kommer nog att behöva guldet i framtiden.
tr: Oh, bana hala *hanımım* diyorsunuz? Pekala. İlerde altının birazını kullanabiliriz.

source: Ok, so the plan is to take over the castle and then... we will see.
de: Gut, unser Plan ist die Burg zu übernehmen und dann... werden wir sehen.
sv: Ok, så planen är att ta slottet och sedan... får vi se.
tr: Tamam, o halde planımız şatoyu ele geçirmek ve... sonrasına bakacağız.

source: Okladia
tr: Okladya

source: Okladia is in need - undead have invaded our country, they are razing the countryside and murdering our people!
de: Okladia ist in Not - Untote sind in unser Land eingefallen, sie plündern und morden.
es: Okladia lo está necesitando - los no muertos han invadido el país, están saqueando y asesinando.
tr: Okladyanın size ihtiyacı var. Ülkeyi yarı ölüler istila etti. Herşeyi yağmalıyor ve herkesi öldürüyorlar.
