Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: While relationship between sexes in Akladian society is far from equal treatment, all woman are expected to be able to handle weapons, and those who are wifes or children of great warriors are commonly thought to master use of the sword as well as their husbands or fathers.
sv: Medans relationen mellan könen i den akladiska samhällsstrukturen är långt ifrån jämnställd så förväntas alla kvinnor kunna hantera vapen och de som är fruar eller barn till de stora krigarna förväntas att bemästra svärdet i lika stor utsträckning som deras man.
tr: Akladya toplumunda cinsiyetler arasındaki ilişkiler eşitlikten uzaklaştıkça, kadınlar silahlanmaya teşvik edildiler. Büyük savaşçıların karıları veya çocukları olan bu kadınlar kocaları veya babaları kadar iyi kılıç kullanırlar.

source: Who allowed you to listen, underling? This discussion is between two worthy people. Go and bother someone else.
tr: Sana kim izin verdi bizi dinlemeye, parya? Bu tartışma iki saygın kişi arasında. Git ve kimseyi rahatsız etme.

source: Who are you calling OLD?!
da: Hvem kalder du GAMMEL?!
de: Wen nennst du ALT?!
sv: Vem kallar du GAMMAL?!
tr: Sen kime YAŞLI diyorsun?!

source: Who are you, and what are you doing here?
da: Hvem er du og hvad gør du her?
de: Wer seid ihr und was tut ihr hier?
es: ¿Quién eres, y qué haces aquí?
sv: Vem är du och vad gör du här?
tr: Kimsiniz ve burada ne yapıyorsunuz?

source: Who hired the assassin that was trying to kill Gawen Hagarthen?
da: Hvem har hyret den snigmorder som prøvede at dræbe Gawen Hagarthen?
es: ¿Quién contrató al asesino que enviaron a matarme?
sv: Vem hyrde lönnmördaren som försökte mörda Gawen Hagarthen?
tr: Suikastçiyi kim kiraladı, Gaven Hagarten’i öldürtmek isteyen kimdi?

source: Who is Grekulak? Why he allied with Akladian traitors?
da: Hvem er den Grekulak? Hvorfor er han allieret med de akladian forrædere?
de: Wieso sind hier Orks, als Verbündete mit Akladianern?
es: ¿Quién es ese Grekulak? ¿Por qué se alió con los traidores Akladianos?
sv: Vem är Grekulak? Varför är han allierad med de akladiska förrädarna?
tr: Kim bu Grekulak? Neden Akladyalı hainlerle ittifak yaptı?

source: Who is comin' here? What d'ya wanna from us?
da: Hvem kommer her? Hvad vil du med os?
sv: Vilka kommer där? Va' vill du?
tr: Buraya gelen kim? Bizden ne istiyorsunuz?

source: Who poisoned her?
da: Hvem har forgiftet hende?
sv: Vem förgiftade henne?
tr: Dnu kim zehirledi?

source: Who said we won't join you? If can pay, we will readily join your army! The price is 250 gold pieces.
de: Wer sagte, dass wir uns euch nicht anschließen würden? Wenn Ihr bezahlt werden wir uns natürlich eurer Armee anschließen! Der Preis beträgt 250 Goldstücke.
es: ¿Quién dijo que nos uniéramos? ¡Si nos paga, nos uniremos a su ejército, por supuesto! El precio es de 250 piezas de oro.
tr: Size katılmayacağımızı kim söyledi? Ücretimizi öderseniz şüphesiz ordunuza katılırız! Ücretimiz 250 altındır.

source: Who sent me? Fate! And there will be others after me. (scream of pain) Aaaargh!
da: Hvem sendte mig? Skæbnen... Men der kommer en efter mig. (skrig af smerte) Aaaargh!
de: Wer mich geschickt hat? Das Schicksal... Aber er werden andere nach mir kommen. (Angstschrei) Aaaargh!
es: ¿Quién me envió? El destino... Pero habrá otro me. ¡(grito de dolor) Aaaargh!
sv: Vem som har skickat mig? Ödet... Men det kommer fler efter mig. (Skrik av smärta) Aaaargh!
tr: Kim gönderdi beni? Kader... Fakat benden sonra başkaları da olacaktır. (acıyla kıvranarak) Aaaah!

source: Who sent you?
da: Hvem sendte dig!
de: Wer hat dich geschickt?
es: ¡Quién lo envió!
sv: Vem har skickat dig?!
tr: Kim gönderdi seni!

source: Who was she? She wore a dancer's mask, but somehow I knew she wasn't one of dancers from a few hours earlier. There was something familiar in the way she moved, breathed and gasped. Maybe if I had been sober, I would have recognised her even with the mask. But I wasn't, and I didn't care.
tr: Kimdi o kadın? Yüzünde bir dansçının maskesi vardı, ama bir kaç saat önce gördüğüm dansçılardan biri olduğundan biraz şüpheliyim. Nefesinde, konuşmasında, hareketlerinde birşeyler tanıdık geliyordu. Belki, kendime hakim olsaydım, maskeye rağmen onu tanırdım. Fakat değildim ve tanıyamadım.

source: Who would dare to do such terrible thing!?! Did you have time to interrogate him?
de: Wer würde so etwas schreckliches wagen!?! Hattet ihr Gelegenheit, ihn zu verhören?
sv: Vem skulle göra något så hemskt! Kunde ni förhöra honom?
tr: Böyle korkunç bir şeyi kim yapabilir? Sorgulayabildiniz mi?

source: Who's the killing machine now?
da: Hvem er dræbermaskinen nu?
de: Wer ist jetzt die Killermaschine?
sv: Vem är dödsmaskinen nu?
tr: Öldürme makinesi, şimdi kim?

source: Who's there? Ruvio! Finally, my friend!
da: Hvem der? Ruvio! Endelig min ven!
de: Wer ist da? Ruvio! Endlich, mein Freund!
tr: Kim var orada? Ruviyo! Sonunda, dostum!

source: Who?
da: Hvem?
de: Wer?
es: ¿Quién?
sv: Vem?
tr: Kim?

source: Who? Never heard of him.
da: Hvem? Aldrig hørt om ham.
de: Häh? Nie gehört.
sv: Vem? Har aldrig hört talas om honom.
tr: Kim? Onun hakkında hiçbir şey duymadım.

source: Why are orcs here, allied with Akladians?
da: Hvorfor orkerne er her allieret med akladianere?
de: Wieso sind hier Orks, als Verbündete mit Akladianern?
sv: Varför är det orcher är, i slang med akladierna?
tr: Niçin orklar burada, Akladyalılarla müttefik?

source: Why are you allied with Akladians?
da: Hvorfor er du allieret med akladianere?
es: ¿Por qué se han alíado con Akladianos?
sv: Varför är du allierad med akladierna?
tr: Akladyalılarla neden ittifak yaptınız?

source: Why do you ask?
da: Hvorfor spørger du?
de: Wieso fragst du?
sv: Varför undrar du det?
tr: Neden soruyorsun?

source: Why do you fight alongside Akladians?
da: Hvorfor du kæmper sammen med Akladians?
de: Wie kämpfst du zusammen mit Akladianern?
es: ¿Por qué se han alíado con Akladianos?
sv: Varför slåss du med akladierna?
tr: Neden Akladyalıların yanında döğüşüyorsun?

source: Why is Bor Cryne allied with orcs?
da: Hvorfor er Bor Cryne allieret med orkerne?
de: Warum ist Bor Cryne mit den Orks verbündet?
es: ¿Por qué Bor Cryne es aliado de los orcos?
sv: Varför är Bor Cryne allierad med orcherna?
tr: Bor Krayn neden orklarla ittifak yaptı?

source: Why is Bor Cryne is allied with orcs?
sv: Varför är Bor Cryne allierad med orcherna?
tr: Bor Krayn neden orklarla ittifak yaptı?

source: Why not. Here is your gold.
da: Hvorfor ikke. Her er dit guld.
de: Wieso nicht? Hier ist dein Gold.
es: Por qué no. Aquí es su oro.
tr: Neden olmasın. Buyrun altını.

source: Why not? He seems to be a good man.
da: Hvorfor? Han virker som en flink fyr.
de: Warum? Er scheint ein netter Kerl zu sein.
es: Por qué no. Aquí es su oro.
sv: Varför det? Han verkar vara trevlig.
tr: Neden? Noş bir adam gibi görünüyor.

source: Why shouldn't I think that?
da: Hvorfor skulle jeg tro det?
sv: Varför skulle jag tro det?
tr: Neden bunu düşünmeliyim?

source: Why such an angry look, Lorin?
da: Hvorfor det vrede blik Lorin?
de: Warum dieser wütende Blick, Lorin?
sv: Varför den sura minen, Lorin?
tr: Neden üzgünsün, Lorin?

source: Why you are here, allied with traitors from Akladian race?
sv: Varför är ni här, allierade med akladiernas förrädare?
tr: Niçin burada Akladyalı hainlerle ittifak halindesiniz?

source: Why, you would have to fight with and kill them. That's kind a family tradition. Didn't your mother teach you anything?
da: Du skal bekæmpe dem og dræbe dem. Det er en familietradition. Har din mor ikke fortalt dig det?
es: Bueno, debe combatirlos y matarlos. Es una amable tradición familiar. ¿No le ha dicho su madre?
sv: Vadå, du borde bekämpa dem och döda dem. Det är en familjetradition. Har inte din mor berättat det för dig?
tr: Neden, onlarla döğüşmeli ve onları öldürmelisiniz. Bu bir çeşit aile geleneğinizdir. Anneniz söylemedi mi?

source: Why?
de: Weshalb?
es: ¿Por qué?
sv: Varför det?
tr: Neden?

source: Why? If Freetown's location is so secret, even if Akladian lords knew that I was still alive, they wouldn't be able to find me, right?
de: Warum? Wenn die Lage Freetowns so ein grosses Geheimnis ist, selbst wenn die akladianischen lords wüssten, dass ich noch am Leben bin, sie würden mich doch nie finden können, richtig?
sv: Varför då? Om nu Freetowns läge är så hemligt så skulle akladiernas furstar inte kunna hitta mig även om de skulle vilja, eller hur?
tr: Niçin? Özgürkent’in yeri gizliyse, Akladyalı beyler benim hayatta olduğumu bilmeyecektir, onlar beni bulamazlar, öyle değil mi?

source: Why? Two hundred gold pieces, that's why.
da: Hvorfor? 200 guldstykker derfor.
de: Warum? Zweihundert Goldstücke, darum.
es: ¿Como? Doscientas piezas de oro, ¿para qué?
sv: Varför? Tvåhundra guldstycken duger väl som anledning?
tr: Sebep? İki yüz altın yeterli sebeptir.

source: Why? Who sent you?
da: Hvorfor? Hvem sendte dig?
de: Warum? Wer hat dich geschickt?
es: ¿Por qué? Quién lo envió?
sv: Varför då? Vem har skickat er?
tr: Neden? Seni kim gönderdi?

source: Will you fight for us?
da: Vil du kæmpe for os?
de: Wirst du für uns kämpfen
es: ¿Lucharás para nosotros?
sv: Kommer ni att slåss för oss?
tr: Bizim için döğüşür müsün?

source: Will you join us to fight against the orcs? Or maybe you would prefer to ally yourself with these madmen who want to slaughter their own kin?
sv: Du kommer med oss för att slåss mot orcherna? Eller föredrar du att alliera dig med galnningarna som vill slakta sin egen ras?
tr: Bu orklarla döğüşmek için bize katılır mısın? Yoksa kendi akrabalarını boğazlamak isteyen bu kötü adamlarla ittifak yapmayı mı tercih edersin?

source: Wisssse desision it wass.. Here isss your gold.
da: Klog beslutning det var.. her er dit guld.
de: Weisssse Entscheidung war essss... Hier issst dein Gold.
tr: Akıllı karar. Altın burada.

source: Without King Buffin, who will lead our army against them?
da: Uden kong Buffin hvem skal så anføre vores hær imod dem?
de: Wer wird unsere Armee gegen sie anführen, wenn nicht König Buffin?
es: ¿Sin el rey Buffin quien conducirá nuestro ejército contra ellos?
tr: Kral Buffin olmazsa onlara karşı ordumuzu kim yönetecek?

source: Wonderful day... Perfect for starting a quest. You slept well?
da: Vidunderlig dag... Perfekt for et eventyr. Sov du godt?
tr: Harike bir gün... Bir maceraya başlamak için herşey çok uygundu. İyi uyudun mu?

source: Would you want to fight for me?
da: Ønsker du at kæmpe for mig?
de: Willst du für mich kämpfen?
sv: Skulle du vilja slåss för mig?
tr: Benim için döğüşür müsün?

source: Wow! Seems you have earned a new nickname, Gaumhaldric.
da: Vov! Ser ud til at du har optjent et nyt øgenavn Gaumhaldric.
de: Wow! Scheint so als hättet ihr einen neuen Spitznamen: Gaumhaldric.
sv: Wow! Det verkar som att du har fått ett nytt smeknamn, Gaumhaldric.
tr: Vay canına! Öyle görünüyor ki, yeni bir lakabın var, Gamlıhaldrik.

source: Wow! They actually know how to fight!
da: Vov! De kan kæmpe!
de: Wow! Sie wissen sich sogar zu wehren!
sv: Wow! De vet till och med hur man slåss!
tr: Vay canına! Nasıl döğüşeceklerini biliyorlar!

source: Wow, it couldn't get any simpler. Gawen, you are military genius. The simplicity of your brilliant plan is breathtaking.
sv: Wow, det kan inte bli enklare än sådär. Gawen, du är ett militärt geni. Enkelheten i din briljanta plan är fantastisk.
tr: Vay canına, daha basit olamazdı. Gaven, siz bir askeri dehasınız. Parlak planınızın basitliği soluk kesici.

source: Wow.
da: Vov.
tr: Aman Tanrım.

source: Wow... I just... Gawen, I'm so happy... these are the people who were caring for you, right? Underling, how can I reward you for saving my son's life?
da: Min Gud.. Jeg.. Gawen, jeg er så glad.. Men dem som tog sig af dig? Underordnet hvordan kan jeg belønne dig for at redde min søns liv?
de: Mein Gott... Ich dachte nur... Gawen, ich bin so glücklich! Diese Leute hier haben sich um dich gekümmert, richtig? Nun, Underling, wie kann ich dich dafür belohnen meinem Sohn das Leben gerettet zu haben?
sv: Herregud... Jag bara... Gawen, jag är så glad... Med det är de som tog hand om dig, eller hur? Lakej, hur kan jag ersätta er för att ni räddade min sons liv?
tr: Tanrım... Ben tam... Gaven öyle mutluyum ki... Fakat, bunlar seni tedavi edenler, öyle mi? Parya, oğlumun hayatını kurtardığın için seni nasıl ödüllendirebilirim?

source: Yeah, sure. Why do men always think I can't handle my enemies myself?
sv: Ja, visst. Gud, varför tror alla dessa killar att jag inte kan hantera fienderna själv?
tr: Elbette... Tanrım, bu erkekler neden düşmanımla başa çıkamayacağımı düşünürler?

source: Yes indeed. This could be a bit harder than we expected.
da: Ja. Dette kan blive sværere end vi forventede.
de: Ja, in der Tat. Das könnte ein wenig schwieriger werden als wir dachten.
sv: Ja verkligen. Det här kan bli lite svårare än förväntat.
tr: Evet elbette. Bu beklenenden biraz daha zor olabilir.

source: Yes! His clan settlements were attacked by outlaws. They captured him and they are keeping him in some place called Bontom. They will sell him to Bor Cryne, I think.
tr: Evet! Kabilesinin bölgesine haydutlar saldırmıştı. Onu yakaladılar. Bontom diye bir yerde tuttuklarını duymuştum. Onu Bor Krayn’a satacaklarmış, sanırım.

source: Yes! I remember that name now! He set a price on the head of a father and son. I think it was also him who paid us to invade the Carrenemoes' holdings.
da: Ja! Jeg husker ham. En pris for far og søn. Jeg tror også at det var ham som betalte os for at invadere Carrenemoes sted.
de: Bingo, das isser! Klar, ich erinnere mich! Er setzte ein Kopfgeld auf ´nen Vater und dessen Sohn aus. Ich glaub´ auch, dass er´s war, der uns dafür bezahlte, den Ländereien der Carrenemoes ´nen Besuch abzustatten.
sv: Ja! Det namnet minns jag. Ett pris för far och son. Jag tror att det var samme person som betalade oss för att invadera Carrenemoes ställe.
tr: Evet, bunu hatırladım. Baba ve oğlu için ücret ödemişti. Sanırım ayrıca, Karenemo’lara saldırmamız için de ücret ödeyen oydu.

source: Yes! Yes! That could be! I was at Vattin once!
tr: Evet! Evet! Bu olabilir! Bir kere Vattin’e gelmiştim.

source: Yes, I noticed that. I think one would have to be blind NOT to notice that. But I am not interested in him.
de: Ja, das habe ich bemerkt. Ich denke man muss blind sein um das nicht zu sehen. Aber ich bin nicht an ihm interessiert.
sv: Ja, jag märkte det. Man måste nog vara blind för att inte se det. Men jag är inte intresserad av honom.
tr: Evet, bunu farkettim. Bunu farketmemek için kör olmak lazım, sanırım. Fakat, ona meraklı değilim.

source: Yes, I shall accept you and any of your people who want to fight in my army.
da: Ja jeg vil acceptere alle fra dit folk, som ønsker at kæmpe i min hær.
de: Einverstanden. Ich werde euch und jeden eurer Leute, die für mich kämpfen wollen, in unseren Reihen aufnehmen.
sv: Ja, jag accepterar dig och de av ditt folk som vill slåss i min armé.
tr: Evet, ordumda döğüşmek isteyen adamlarını ve seni kabul edeceğim.

source: Yes, I survived the battle at Barnon. I will tell you everything later, but for now - do not call me Gawen, please. I am Gaumhaldric.
tr: Evet, Barnon savaşında kuşatıldım. Herşeyi sana sonra anlatacağım, fakat şimdi - bana Gaven deme lütfen. Ben Gamlıhaldrik’im.

source: Yes, I think that's a great idea.
da: Ja jeg tror det er en glimrende ide.
de: Ja, ich denke das ist eine gute Idee.
tr: Evet, bu iyi bir fikir.

source: Yes, I was her... courtier. I was close to her when she was dying. I promised her that I would watch over you. You have her eyes... I played with you when you were a child, don't you remember me?
da: Ja jeg gjorde. Jeg var hendes hofmand. Jeg var tæt på hende da hun var døende. Jeg lovede hende før hun døde at jeg ville kigge efter dig. Du har hendes øjne... Jeg legede med dig da du var barn, kan du ikke huske mig?
de: Ja, ich war ihr... Höfling. Ich war bei ihr, als sie starb. Ich versprach ihr, dass ich auf euch aufpassen würde. Ihr habt ihre Augen... Ich spielte mich euch, als ihr ein Kind wart, erinnert ihr euch nicht an mich?
sv: Ja, det gjorde jag. Jag var vid hennes hov. Jag var närvarande vid hennes dödsbädd. Jag lovade henne, innan hon dog, att jag skulle vaka över dig. Du har hennes ögon... Jag brukade leka med dig när du var ett litet barn. Du kommer inte ihåg mig?
tr: Evet, tanırdım. Onu eğlendirirdim. Öldüğü zaman yanındaydım.Ölümünden önce sizinle ilgileneceğime ona söz verdim. Onun gözlerine sahipsiniz... Çocukken sizinle oynardım, hatırlıyor musunuz, beni?

source: Yes, but only because they had limited soldiers and a fool of a commander. Where to go now?
da: Ja men kun fordi de var få og havde en dårlig leder. Hvor går vi nu hen?
de: Ja, aber nur weil sie eine begrenzte Anzahl Soldaten und einen Narren zum Anführer hatten. Und wo geht es jetzt hin?
sv: Ja, men bara för att de hade så få soldater och så dumma befälhavare. Vart ska vi nu?
tr: Evet, düşman sadece bir kaç asker ve budala bir komutandan ibaret olunca kolay oldu. Şimdi nereye gidiyoruz?

source: Yes, definitely.
da: Ja helt sikkert.
de: Ja, definitiv!
es: Sí, definitivamente.
sv: Ja, absolut.
tr: Evet, kesinlikle.

source: Yes, he may live.
de: Ja, vielleicht lebt er.
sv: Ja, han må leva.
tr: Evet, yaşayabilir.

source: Yes, indeed. The news brought here by Ruvio and this brave young man is quite important.
da: Ja. Nyhederne som er bragt hertil af Ruvio og denne modige unge mand er meget vigtige.
tr: Evet, elbette. Haberleri Ruviyo getirdi ve bu cesur genç adam çok önemlidir.

source: Yes, on other hand maybe we should search elsewhere.
da: Ja på den anden side skulle vi måske lede et andet sted.
sv: Ja, vi borde kanske leta någon annanstans.
tr: Evet, diğer yandan belki başka yerlere bakmalıyız.

source: Yes, on other hand, maybe we should search elsewhere.
da: Ja på den anden side skulle vi måske lede et andet sted.
sv: Ja, vi borde kanske leta någon annanstans.
tr: Evet, diğer yandan belki başka yerlere bakmalıyız.

source: Yes, she is my mother... well, step-mother, actually. This is Lady Lorin. Mother, this is Ruvio, my friend, and this is...
da: Ja hun er min mor... stedmor mere præcist. Dette er Fru Lorin. Mor, dette er Ruvio min ven og dette er..
de: Ja, sie ist meine Mutter... Stiefmutter, um genau zu sein. Das ist Königin Lorin. Mutter, das ist Ruvio, mein Freund, und das ist...
sv: Ja hon är min mor... Styvmor faktiskt. Det här är fru Lorin. Mamma, det här är Ruvio, min vän, och detta är...
tr: Evet, o benim annem... üvey annem, aslında. Bu bayan Lorin. Anne, bu Ruviyo, arkadaşım ve bu da...

source: Yes, we know this story. That's why the Akladians were able to conquer us... we were splintered. They could never have been succesful had we been united.
da: Ja vi kender historien. Det var derfor at de barbariske akladianere var i stand til at erobre os. Det ville ikke være lykkedes hvis vi stod forenede.
tr: Evet, biz bu hikayeyi biliyoruz. Bu, barbar Akladyalıların bizi fethetmelerine sebep olan şeydir. Eğer birlik olsaydık, asla başarılı olamazlardı.

source: Yes, we should save Reme now.
da: Ja vi bør redde Reme nu
de: Ja, wir sollten diesen Reme jetzt retten!
es: Sí, debemos excepto Reme por ahora
sv: Ja, vi borde rädda den där Reme nu.
tr: Evet, Reme’yi kurtarmalıyız

source: Yes, yes, I will answer, yummie.. liver. What kind of liver it would be?
es: Sí, sí, contestaré, yummie.. hígado. ¿Qué tipo de hígado sería? .
sv: Ja, ja, jag kommer att svara, mums... lever. Vilken sorts lever blir det?
tr: Evet, evet, cevap vereceğim... ciğer. Ne ciğeri olacak?

source: Yes. And you will do everything I order you to do.
da: Ja. Og du vil gøre alt jeg beordrer dig til.
de: Jawohl. Und ihr werdet alles tun, was ich euch befehle.
sv: Ja, varvid du kommer att göra allt jag beordrar dig till.
tr: Evet. Ve size emrettiğim herşeyi yapacaksınız.

source: Yes. Deorien. A white mage, living somewhere in eastern Wesnoth. You should go and find him. I will give you my soldiers and even gold, if you want. This should be all I need to tell you for now.
da: Ja. Deorien. Hvid troldmand som lever et sted i det østlige Wesnoth. I bør finde ham. Jeg vil yde mine soldater og selv guld hvis det ønskes. Det er alt jeg har at sige.
tr: Evet. Doryen. Doğu Wesnoth’tun bir yerlerinde yaşayan ak büyücü. Gidip onu bulmalısınız. Size askerlerimden bir kısmını ve hatta eğer isterseniz biraz da altın vereceğim. Size söylemek istediklerim bundan ibaret.

source: Yes. He confessed to be hired by an Akladian lord.
de: Ja. Er gestand, von einem Akladischen Lord bezahlt worden zu sein.
sv: Ja. Han erkände att han var lejd av några akladiska furstar.
tr: Evet. Bazı Akladyalı beyler tarafından tutulduğunu itiraf etti.

source: Yes. Our best units were hired to invade the Carrenemoe clan.
da: Ja. De bedste enheder blev hyret til at invadere Carrenemoes' klan.
de: Ja. Unsere besten Einheiten wurden angeheuert, um beim Carrenemoe Clan einzufallen.
sv: Ja. De bästa soldaterna lejdes att invadera Carrenemoes klan.
tr: Evet. En iyi birimler Karenemo kabilesine saldırmak için para aldılar.

source: Yes. The new messiah will show us how to renew our covenant with God, and he will reveal to us the new traditions and ways that this covenant will require. He won't be Akladian - at least not fully Akladian - the rumors are not totally clear about that.
de: Ja. Er wird uns zeigen wie wir unsere Allianz mit Gott erneuern können und er wird uns neue Wege aufzeigen. Er wird kein Akladian sein, auf jeden Fall kein richtiger Akladian, aber die Gerüchte sind nicht klar darüber.
es: Sí. Nos mostrará cómo renovar la alianza con Dios, nos mostrará nuevas maneras. No será Akladiano, por lo menos no totalmente Akladiano, la chismografía no está clara sobre eso.
tr: Evet. Tanrıyla nasıl yeniden müttefik olacağımızı gösterecek, bize yeni yollar gösterecek. O bir Akladyalı olmayacak, en azından tamamen Akladyalı olmayacak. Bu konudaki söylentiler net değil.

source: Yes.. Before you pass on, please answer me few questions.
da: Ja.. Før du dør så svar på et par spørgsmål.
de: Ja. Bitte beantworte mir noch ein paar Fragen, bevor du stirbst.
tr: Evet.. Öbür tarafa geçmeden önce, lütfen bir kaç soruma cevap ver.

source: Yes.. it was a good fight, wasn't it?
da: Ja.. det var en kod kamp er det ikke?
de: Ja... es war ein guter Kampf, oder?
tr: Evet.. iyi bir döğüş, değil mi?

source: Yes... But... I can't remember anything... Who am I ?! Who are you?
da: Ja.. Men.. Jeg kan ikke huske noget... Hvem er jeg ?! Hvem er du?
de: Ja.. Aber.. Ich kann mich an nichts erinnern... Wer bin ich ?! Wer bist du?
es: Sí.. Pero.. no puedo recordar nada... ¡¿Quién soy?! ¿Quién es usted?
sv: Ja... men jag kan inte komma ihåg något... Vem är jag?! Vem är du?
tr: Evet.. Fakat.. Ben hiçbir şey hatırlamıyorum... Ben kimim?! Siz kimsiniz?

source: Yes... I will join you.
da: Ja.. jeg slutter mig til dig.
de: Ja und nun bist du and der Reihe.
sv: Ja... Jag slår följe med dig.
tr: Evet... Size katılacağım.

source: Yes... Yes it is... more than a month... oh Gawen, I... I've done something really terrible... I... I... I don't know how to tell you...
de: Ja... Ja es ist.. Mehr als einen Monat.. Oh Gawen, Ich.. Ich habe etwas schreckliches getan.. Ich.. Ich.. Ich weiss es nicht wie ich es Dir sagen soll...
tr: Evet... Tabii ki. Bir aydan fazla... Oh Gaven, ben.. ben gerçekten korkunç şeyler yaptım.. ben.. ben.. nasıl söyleyeceğimi bilmiyorum...

source: Yes... of course. I'm afraid that means.. never.
de: Yes... natürlich. Ich habe Angst, das heist.. nie.
es: Sí... por supuesto. Tengo miedo que los medios.. nunca.
sv: Ja... Visst. Jag är rädd att det betyder... Aldrig.
tr: Evet... tabii ki. Korkarım, bu demektir ki... olamaz.

source: Yes... yes... Gawen? Is that really you?
da: Ja.. Ja.. Gawen? Er det virkelig dig?
de: Ja, ja. Gawen? Bist du es wirklich?
tr: Evet.. evet.. Gaven? Gerçekten sen misin?
