Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: The mood of the small, tired band led by Lady Lorin and Reme Carrenemoe was gloomy. Though they had managed to escape the slaughter, there was no joy and no hope on the faces of the soldiers.
de: Die Stimmung der kleinen müden Bande, angeführt von Lady Lorin und Reme Carrenemoe war bedrückend. Sie waren zwar dem Gemetzel entkommen, aber man konnte keine Freude oder Hoffnung in den Gesichtern der Soldaten ablesen.
sv: Stämmningen var låg bland i den lilla trötta grupp som var ledd av fru Lorin och Reme Carrenemoe. Fastän de har lyckats fly från slakten så var det ingen glädje eller hopp i soldaternas ansikten.
tr: Bayan Lorin ve Reme Karenemo liderliğindeki küçük yorgun ekibin hali umutsuzdu. Sessizce sıvışmaya yöneltildiklerinden askerlerin yüzlerinde ne neşe ne de umut vardı.

source: The noble and honorable Reme? You have got to be kidding.
da: Den ædle og åh-så-ærefulde Reme? Du gør grin med mig.
de: Der noble und ehrenwerte Reme? Bah, Scherzkeks.
sv: Den ädle och ack så hedervärde Reme? Du måste skämta.
tr: Soylu ve onurlu Reme mi? Çocuk olma.

source: The orcs burned down my village, Ruen, and they left not long ago. They took many prisoners. I was hiding here, waiting for a miracle. And now the miracle has come!
da: Orkerne brændte min landsby ned (Ruen) og det er ikke lang tid siden de tog videre. De tog mange fanger. Jeg gemte mig her ventende på et mirakel. Og miraklet er kommet!
de: Die Orks haben mein Dorf niedergebrannt, Ruen, und sie sind nicht vor allzulangem gegangen. Sie haben eine Menge Gefangene gemacht. Ich habe mich hier versteckt und warte auf ein Wunder. Und nun ist das Wunder gekommen!
es: Los orcos quemaron mi pueblo, Ruen, y no salieron todavía. Tomaron a muchos prisioneros. Yo estaba escondiendo aquí, esperando por un milagro. ¡Y el milagro ha llegado!
sv: Orcherna brände ner min by, Ruen, och gav sig av för inte så länge sedan. De tog flera fångar. Jag gömde mig här och väntade på ett mirakel. Och nu har det kommit.
tr: Orklar köyümüzü, Ruen’i yaktılar ve uzun süre önce gittiler. Çok sayıda esir aldılar. Ben buraya gizlendim, mucize bekliyordum. Ve o mucize geldi!

source: The orcs... well, did you know that they tried to take my castle? We defeated them. Would you believe that they were allied with Akladians?
sv: Orcherna... Nå, du vet att de försökte ta mitt slott? Vi besegrade dem. Kan du tänka dig, de var allierade med akladierna?
tr: Orklar... evet, şatomu almaya çalıştıklarını biliyor musunuz? Biz onları kovduk. İnanabiliyor musun? Akladyalılarla ittifak yapmışlar.

source: The orcss are coming in great numbersss.. They are numerousss, they are hiding in the hillss waiting for the right moment to come...
da: Orkerne kommer i stort tal.. De er mange og de vetner i bakkerne for deres øjeblik...
de: Orksss kommen in grosser Zzzahl... Sssie zzzahlreich sind, sssie versssstecken sssich in Hügeln, warten auf richtige Zzzzeit...
sv: Orcherna kommer i ssstora mängder... De är många, de gömmer ssssig i kullarna i väntan på rätt tidpunkt...
tr: Çok ssssayıda ork geliyorrrr... Sssayıları sınırsızzzz, tepelerde gizzzlenerek anı bekliyorlar....

source: The party entered the swamps and woods of Saoren Duc with heavy hearts.
da: Følgeskabet tog ind i sumpene og skovene af Saoren Duc med tunge hjerter.
de: Die Gruppe betrat die Sümpfe und Wälder von Saoren Duc mit schwerem Herzen.
sv: Gruppen begav sig in i träsken och skogarna i Saoren Duc med tunga hjärtan.
tr: Grup kederler içinde Saoren Duc bataklıklarına girdi.

source: The scouts brought news: a small orcish party was roaming the countryside north of Freetown. Usually, Huon Ryedric would deal with such marauders, but Gawen decided this was an occasion to check his troops' abilities.
es: Los exploradores trajeron noticias sobre la pequeña fiesta de los orcos al norte de Freetown. Normalmente Huon Ryedric se ocupaba de estos merodeadores, pero Gawen decidió que sería una buena ocasión para probar las habilidades de sus tropas.
tr: Gözcüler, Özgürkent’in kuzeyinde küçük bir ork grubu görmüşler. Normalde böyle saldırganlarla Huron Ryedric uğraşırdı. Fakat, Gaven askerlerinin yeteneklerini sınamak için bu fırsatı değerlendirmek istedi.

source: The unit $ano_loyal[0].name became LOYAL.
da: Enheden $ano_loyal[0].name blev LOYAL.
de: Die Einheit $ano_loyal[0].name wurde LOYAL.
tr: $ano_loyal[0].name SADIK birim oldu.

source: The winter was just ending when we returned to Freetown. Soldiers were singing mirthful songs, waiting impatiently for the chance to see the faces of their wives and children again.
da: Vinteren var ved vejs ende da vi returnerede til Freetown. Soldaterne sang lystige viser, tålmodigt ventende på at se ansigterne på deres koner og børn igen.
tr: Özgürkent’e döndüğümüzde kış bitiyordu. Askerler, çoluk çocuklarını tekrar görecekleri için sabırsızlanıyorlar ve neşeli şarkılar söylüyorlardı.

source: The woman who calls herself my mother is giving everyone orders in my name. She always stays close by me, as though she is afraid to let me be alone. I wish I could know what Reme Carrenemoe thinks; it seems like he is afraid to say any more than necessary. And that whole 'underling' thing... I don't know why, but sometimes, as I look at the faces of warriors who are around me, I feel more attached to those whom they call 'underlings.'
de: Die Frau die sich selbst meine Mutter nennt jedem Befehle in meinem Namen. Sie ist immer nahe bei mir, als würde sie Angst haben mich alleine zu lassen. Ich wünschte ich wüsste was Reme Carrenemoe denkt. Es sieht so aus als fürchte er sich mehr zu sagen als nötig. Und dann dieses ganze 'Unterling'-Gerede... Ich weiss nicht warum, aber manchmal wenn ich in die Gesichte der Kämpfer um mich herum sehe, fühle ich mich mehr zu denen zugehörig, die sie 'Unterlinge' nennen.
sv: Den kvinnan, som kallar sig själv för min mor, ger alla order i mitt namn. Hon är alltid nr mig, som om hon var rädd att släppa mig ur sikte. Jag önskar att jag visste vad Reme Carrenemoe tänker; han verkar dock rädd för att säga mer än vad som är nödvändigt. Dessutom, vad är det med hela lakejgrejen... jag vet inte varför, men ibland så känner jag mig närmare de de kallar 'lakejer' när jag ser krigarna runt om migs ansikten.
tr: Annem olduğunu söyleyen kadın benim adıma herkese emirler veriyor. Sanki beni yalnız bırakmaya korkuyor gibi daima yanımda. Reme Karenemo’nun ne düşündüğünü bilebilmeyi istiyorum; gereğinden fazla konuşmaktan korkuyormuş gibi görünüyor. Ve bu tamamen ‘parya’ usulü... Bilmiyorum, neden, fakat ara sıra etrafımdaki savaşçıların yüzlerine bakıyor, bunlara ‘paryalar’ diyenlerin eklendiğini hissediyorum.

source: Their leader is dead, good! Now bring Gawen to their keep, men!
de: Ihr Anführer ist tot, gut! Bringt Gawen nun zu ihrer Burg, Leute!
es: ¡Su líder está muerto, bueno! ¡Ahora traigan a Gawen a su refugio, hombres!
sv: Deras ledare är död, bra! För nu Gawen till deras borg, människor!
tr: Liderleri öldü, bu iyi! Haydi, Gaven’ı kaleye götürelim!

source: Then I am doomed! My spirit will never find rest amongst my ancestors, since I fought against my king!
tr: O halde mahvoldum! Kralımla döğüştüğüm için atalarımın arasında ruhum asla huzur bulmayacak!

source: Then again, again, maybe he was thinking about another word, for example...
sv: Eller kanske... Kanske tänkte han på ett annat ord, till exempel...
tr: Veya belki yine... belki başka sözcükler düşünüyordur, örneğin...

source: Then die, since you want to.
da: Så dø hvis det er dit ønske.
de: Dann stirb,' wenn du das willst.
es: Entonces muera, si asi lo quiere.
sv: Dö då, om du så gärna vill.
tr: Çok istiyorsan, geber.

source: Then leave in peace, or prepare to fight.
da: Så gå i fred eller gør dig klar til kamp.
de: Dann verschwinde in Frieden oder bereite dich darauf vor zu kämpfen.
es: Entonces salga en paz, o prepárese para luchar.
tr: O halde ya barış içinde gidin ya da döğüşe hazırlanın.

source: There are keeping some Akladian in cage in here. Should I kill him?
da: Der holder en akladian i bur herinde. Skal jeg dræbe ham?
de: Sie halten sich hier einen Akladianer in einem Käfig. Soll ich ihn töten?
tr: Burada zindanda bir Akladyalı bulduk. Onu öldürelim mi?

source: There are lords whom I do not see here. Can anyone explain their absence?
de: Es gibt Lords, die ich hier nicht sehe. Kann jemand ihre Abwesenheit erklären?
sv: Jag saknar en del av furstarna här. Hur kommer det sig?
tr: Burada göremediğim bazı beyler var. Neden?

source: There are no hidden elements in this scenario. The Orcish leader can't be interrogated. This scenario is intended for gathering more experience for Gawen's troops. Remember, you will be forced to choose only your twelve best troops in next scenario.
es: No hay ningún elemento oculto en este escenario. El líder Orco no puede ser interrogado. Este escenario está pensado para obtener más experiencia en las tropas de Gawen. Recuerde, le permitirán escoger las doce mejores unidades en el próximo escenario.
tr: Bu senaryoda gizli öğeler yok. Ork lideri sorgulanmayacak. Bu senaryo Gaven’ın askerlerinin daha fazla tecrübe kazanması için tasarlandı. Sonraki senaryoda, en iyi on iki askeri seçeceğinizi unutmayın.

source: There are no more orcs near this ruins of the village.
da: Der er ikke flere orker tæt på ruinerne af landsbyen.
sv: Det finns inga fler orcher i närheten av byruinerna.
tr: Bu köy harabelerinin yakınlarında başka ork yok.

source: There are some who doubt that a mix... that the son of an underling... could legally be our king.
de: Es gibt da einige, die daran zweifeln, dass ein Misch... dass der Sohn eines Unterlings... unser rechtmässiger König sein kann.
sv: Det finns de som misstror att en bland... Att en son till en lakej kan vara vår rättmätiga kung.
tr: Bunun bir melez olduğunu, paryanın oğlunun meşru kralımız olamayacağını düşünenler var...

source: There are some young men living in the neighborhoods here. You may recruit few of them.
de: Es gibt so viele junge Leute, die in dieser Umgebung leben. Du kannst einige von ihnen rekrutieren.
sv: Några unga män lever i och omkring staden. Du kan rekrytera några av dem.
tr: Şehirde ve yakınlarda bir kaç genç adam yaşıyor, Onları askere alabilirsin.

source: There is no 'but'. I have long suspected the Oracle is tool of the evil, not of God.
es: No hay ningún 'pero'. He sospechado mucho tiempo del Oráculo es una herramienta del mal, no de Dios.
tr: Aması, fakatı yok. Epeydir Kahinin Tanrı’nın değil, şeytanın aracı olduğundan şüpheleniyordum.

source: There is no but. Now, be silent. I don't like this place.
de: Kein aber. Seid nun still! Mir gefällt dieser Ort nicht.
sv: Inga men. Nu, var tyst. Jag gillar inte den här platsen.
tr: Aması yok. Şimdi sessiz olun. Bu yeri sevmedim.

source: There is no difference, really. We can use either to reach Vattin. The eastern one leads amidst swamps and forests, while the western one leads through the hills and grasslands. God, I swear to sacrifice a horse if you will help us survive this. A whole, beautiful horse. And I will add a golden saddle!
de: Es gibt wirklich keinen Unterschied. Wir können beide benutzen um Vattin zu erreichen. Der östliche führt duch Sümpfe und Wälder, während der westliche durch die Berge und das Grasland führt. Gott, ich werde dir ein Pferd opfern, wenn du uns hilfst das zu überleben. Ein ganzes, ein hübsches Pferd. Und ich werde noch einen goldenen Sattel hinzufügen.
es: No hay diferencia, realmente. Por ambas podemos llegar a Vattin. La oriental nos lleva entre pantanos y bosques, mientras que la occidental a través de colinas y prados. Dios, juro sacrificar un caballo si usted nos ayuda a sobrevivir en esto. Todo un buen caballo. ¡Y agregaré una silla de montar de oro!
sv: Det är ingen skillnad, egentligen. Vi kan använda båda för att komma till Vattin. Den östra leder genom träsk och skog, medan den västra leder över kullar och slätter. Gud, jag lovar att offra en häst om du hjälper oss överleva det här. En hel, vacker häst. Och en gyllene sadel dessutom!
tr: Aslında aralarında pek bir fark yok. Her iki yol da Vattin’e gidiyor. Doğudaki bataklıklar ve ormanlıklardan, batıdaki ise otlaklar ve tepelerden geçiyor. Tanrım, eğer başarmamıza yardım edersen sana bir at kurban etmeye yemin ediyorum. Kusursuz güzel bir at. Eyeri de altından olacak.

source: There is no time for that now. Others should be able to manage that job without us.
de: Uns bleibt keine Zeit dafür. Andere sollten dies ohne uns erledigen können.
sv: Det finns inte någon tid för sådant. Andra borde klara det utan oss.
tr: Bunun için zaman yok. Diğerleri biz olmaksızın yapmamalılar.

source: There is one more left.
da: Der er en mere tilbage.
de: Es ist noch einer übrig.
sv: Det finns en kvar.
tr: Bir tane kaldı.

source: There is too little space to recall all 12 units at once. Move the units out of the castle to make room for others. The units will be able to move (in this scenario only!!) immediately after recalling, so do not push end turn button.
es: Hay poco lugar para reclutar las 12 unidades en un turno. Saque las unidades del castillo para hacer sitio a otros. Las unidades solo se podrán mover (¡¡Solo en este guión!!) inmediatamente después de reclutadasr, para no pulsar el botón de fin de turnos.
tr: 12 birimi askere almak için yeriniz yetersiz. Yenilerin almak için kaleden askerleri çıkarman lazım. Bu işlemi bu seferlik (sadece bu senaryo için) eli bitirmeden (eli bitir düğmesine basmadan) yapabilirsin.

source: There will come time when we'll have to talk about it again. But we can leave it for now. Right now, we should focus on how we will get through the lines of the Akladians.
da: Der kommer en tid hvor vi må tale om det igen. Nu bør vi trænge igennem akladianernes linjer.
es: Habrá un tiempo en que tendremos que hablar de nuevo sobre eso. Ahora debemos suprimir las líneas Akladianas.
sv: Det kommer en tid då vi måste tala om det här igen. Nu borde vi ta oss igenom akladiernas linjer.
tr: İleride, hakkında tekrar konuşacak vaktimiz olacak. Şimdi Akladyalı düşmanlarımızı yoketmek zorundayız.

source: These are the words of my lord; I was given a strict charge to repeat them exactly: 'Gaeltin's gates will never be opened for mixling bastards nor for the king's whores.' He also sends this...
de: Das sind die Worte meines Herren, er wollte das ich sie wortgetreu wiedergebe: Gaeltin's Tore werden niemals offenstehen für Mischlings-Bastarde oder die Huren des Königs. Er hat auch dies hier gesendet...
es: Éstas son las palabras de mi señor, él quiere que las repita exactamente: Nunca se abrirán las puertas de Gaeltin para los mestizos ni para las prostitutas del rey. También le envía esto...
sv: Det här är orden från min mästare, han vill att de skulle repeteras exakt: Gaeltins portar kommer aldrig att öppnas för blandblod eller kungens horor. Han skickade också det här...
tr: Bunlar efendimin sözleri, dosdoğru tekrarlamamı istedi: Gaeltin kapıları ne melez piçlere ne de kralın cariyelerine açılacak. Ayrıca bunu gönderdi...

source: These ashes are still warm... he has to be somewhere nearby...
da: Ildstedet er stadig varmt.. Han må være et sted tæt på..
de: Der Feuerplatz ist immer noch warm.. Er muss irgendwo in der Nähe sein..
es: El hogar todavía está caliente.. Debe estar cerca en alguna parte..
sv: Eldstaden är fortfarande varm... han måste vara i närheten någonstanns...
tr: Ateş yakılan yer hala sıcak... Adamımız yakında bir yerlerde olmalı..

source: They are allied with Akladians.
da: De er allierede med Akladians.
de: Sie sind mit Akladianern verbündet.
sv: De är allierade med akladierna.
tr: Onlar Akladyalılarla müttefik.

source: They got Hoyre! My friend! You will be avenged!
de: Sie haben Hoyre! Meinen Freund! Ihr werdet gerächt werden!
tr: Onlar kazandı Hoyre! Dostum! İntikamın alınacak!

source: They indeed crossed the free realms of the north. The relations among humans are none of my business. Also, I will pretend that I have not noticed that you have called me a liar. The Orcish army has appeared in Wesnoth, bringing back dark memories of the queen whose name I will not utter.
sv: De färdades faktiskt genom de fria rikena i norr. Människornas interna relationer är inte mitt bekymmer. Dessutom så skall jag bortse från att du kallade mig lögnare. Orchernas armé dök upp i Wesnoth, och med dem minnen av drottningen vars namn jag inte kommer att uttala.
tr: Gerçekten kuzeyin özgür ülkelerinden geçtiler. İnsanlar arasındaki ilişkiler benim işim değil. Ayrıca, bana yalancı dediğinizi hatırlatmak zorunda değilmişim gibi davranmayacağım. Ork ordusu adını anmak istemediğim kraliçeyi hatıra getirerek Wesnoth’ta göründü.

source: They seem to have come to respect you now. Strange.
da: Mærkeligt de synes at respektere dig nu.
sv: De verkar respektera dig nu. Konstigt.
tr: Şimdi size saygı gösteriyorlarmış gibi görünüyor. Tuhaf.

source: They were two days' march behind us. They will appear from the north and smash what is left of your so-called castle.
de: Sie sind zwei Tage hinter uns. Sie werden im Norden ankommen und die Reste ihres sogenannten Schlosses zerstören.
sv: De blev försenade och är två dagar bakom oss. De kommer från norr och kommer att krossa det som är kvar av ert så kallade slott.
tr: Onlar iki gün arkamızdalar. Kuzeyden gelecekler ve başarı sizin şato dediğiniz yerde hala ayakta kalanların olacak.

source: They will be good practice for our soldiers. And maybe they know something.
da: God træning for vores soldater. Og måske ved de noget.
sv: Bra övning för våra soldater. Dessutom kanske de vet något.
tr: Askerlerimiz için hoş bir deneyim. Belki bir şeyler biliyorlardır.

source: They will help us purify our race. We will go and kill every one who is unworthy of being Akladian. Those who violated our customs, who are friends of the underlings, those who have offended our God by marrying them. Only then will we find favor with God and be rewarded with conquest of Wesnoth... and the whole world.
de: Sie werden uns helfen unsere Rasse zu reinigen. Wir werden jeden, der es nicht nicht wer ist ein Akladianer zu sein, töten. Diese die unsere Zölle unterschlagen haben, die Freunde der Unterlinge sind, die Gott beleidigt haben indem sie solche geheiratet haben. Nur dann wird uns Gott wieder mögen und uns mit der Eroberung von Wesnoth und der ganzen Welt belohnen.
sv: De hjälper oss att rena vår ras. Vi skall döda alla som är inte är värdiga att vara akladier. De som bryter mot våra seder, de som är vänner med lägre stående eller de som har skymfat vår gud genom att gifta sig med dessa. Endast då kommer Gud återigen att välsigna oss och belöna oss med fullbordandet av vår erövring av Wesnoth och resten av världen.
tr: Onlar ırkımızı temizlemek için bize yardım edecekler. Gidip Akladyalı olmaya layık olmayan herkesi öldüreceğiz. Bunlara bizim adetlerimize karşı çıkanlar, paryalarla dost olanlar ve onlarla evlenerek günaha girenler dahildir. Ancak bundan sonra Tanrı bizi tekrar sevecek ve Wesnoth’u ve tüm dünyayı fethetmemizi sağlayarak ödüllendirecektir.

source: They would have taken me in, but I would have had to live in shame, in the darkest and deepest dungeon of their castle, to never see the light of day again...
de: Sie hätten mich aufgenommen, aber ich hätte in Schande leben müsen, im dunkelsten und tiefsten Verlies ihrer Burg, und niemals mehr hätte ich das Tageslicht sehen können...
sv: De ville ha mig, men jag var tvungen att leva i skam, i de mörkaste och djupaste delarna av deras slott, att aldrig se dagsljus igen.
tr: Şatolarının en kuytu köşesinde asla gün yüzü görmeden utanç içinde yaşamayı tercih etmediğim için ailem beni istemedi.

source: Think faster about something more, if you want to go to your lizard heaven in one piece!
sv: Tänk ut något mer riktigt snabbt, om du vill komma till ödlehimlen hel och hållen!
tr: Sürüngen cennetine acı çekmeden gitmek istiyorsan, daha fazlasını söylemelisin, çabuk ol!

source: This could be dangerous... but also extremely valuable. We can definitely find out something about orcs there.
sv: Det här kan vara farligt. Men också mycket värdefullt. Vi borde definitivt kunna finna upplysningar om orcherna här.
tr: Bu tehlikeli olabilir. Fakat ayrıca, oldukça yararlı olacaktır. Orada orklar hakkında kesinlikle bir şeyler bulacağız.

source: This human woman will do no harm if the orcish idiot will answer all my questions. Why are you here? Why are you allied with Akladians?
es: La mujer humana no le hará daño si el idiota del orco contesta todas las preguntas. ¿Por qué está aquí? ¿Por qué se alío con los Akladianos?
sv: Människokvinna kommer inte göra någon skada om idiotorch svarar på alla frågor. Varför är du här? Varför är du allierad med akladierna?
tr: Eğer ork gerizekalısı tüm sorulara yanıt verirse insan kadın kötülük etmeyecek. Neden buradasınız? Neden Akladyalılarla ittifak yaptınız?

source: This is a large-scale map, where you may choose a way to go. Move Gawen to any of the signpost or any other location to trigger moving to the next scenario. Move Gawen to the tent to talk with his friends.
de: Dies ist eine grosse Karte, auf der du aussuchen kannst, welchen Weg du gehen willst. Du kannst Gawen auf irgendeinen Wegweiser oder eine andere Örtlichkeit bewegen um ins nächste Szenario zu kommen. Beweg Gawen zum Zelt um mit seinen Freunden zu sprechen.
es: Éste es un mapa en gran escala, donde escogerá una manera de avanzar. Debe mover a Gawen a cualquiera de los postes indicadores o cualquier otra situación que active el próximo escenario. Mueva a Gawen a la tienda para hablar con sus amigos.
sv: Det här är den storskaliga kartan, där du väljer vilken väg du tar. Du kan föra Gawen till någon av vägskyltarna eller någon annan plats för att starta nästa scenario. För Gawen till tältet för att tala med hand vänner.
tr: Bu büyük ölçekli bir haritadır. Burada nereye gideceğinizi seçeceksiniz. Bir sonraki senaryoya geçmek için Gaven’ı yol işaretlerinden birine veya belli bir konuma götürmelisiniz. Arkadaşlarıyla konuşturmak isterseniz Gaven’ı çadıra götürün.

source: This is a large-scale map, where you will choose a way to go. You should move Gawen to any of the signpost or any other location to trigger moving to next scenario. Move Gawen to tent to talk with his friends.
de: Dies ist eine grosse Karte, auf der du aussuchen kannst, welchen Weg du gehen willst. Du kannst Gawen auf irgendeinen Wegweiser oder eine andere Örtlichkeit bewegen um ins nächste Szenario zu kommen. Beweg Gawen zum Zelt um mit seinen Freunden zu sprechen.
es: Éste es un mapa en gran escala, donde escogerá una manera de avanzar. Debe mover a Gawen a cualquiera de los postes indicadores o cualquier otra situación que active el próximo escenario. Mueva a Gawen a la tienda para hablar con sus amigos.
sv: Det här är den storskaliga kartan, där du väljer vilken väg du tar. Du kan föra Gawen till någon av vägskyltarna eller någon annan plats för att starta nästa scenario. För Gawen till tältet för att tala med hand vänner.
tr: Bu büyük ölçekli bir haritadır. Burada nereye gideceğinizi seçeceksiniz. Bir sonraki senaryoya geçmek için Gaven’ı yol işaretlerinden birine veya belli bir konuma götürmelisiniz. Arkadaşlarıyla konuşturmak isterseniz Gaven’ı çadıra götürün.

source: This is getting more interesting with every moment. Dad, she was talking to you.
da: Dette bliver mere og mere interessant for hvert øjeblik. Far hun snakkede om dig.
de: Oh, das wird ja mit jedem Augenblick interessanter. Vater, sie hat über dich geredet.
sv: Det här blir mer intressant för varje minut. Pappa, hon talar om dig.
tr: Durum giderek daha ilginç bir hal alıyor. Baba, o bizden mi bahsediyor?
