Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: Wait, I will tell you. There is a large army to the north, preparing an assault on your kingdom. We were sent here to find a good path, destroy Castle Raumair and escort an envoy to our headquarters.
da: Vent, jeg vil fortælle dig det. Der er en stor hær mod nord, som forbereder et angreb på dit kongedømme. Vi blev sendt hertil for at finde egnede veje, ødelægge borgen Raumair og eskortere en udsending til vores hovedkvarter.
de: Warte, ich werde es dir erzählen. Es gibt eine grosse Armee im Norden, die einen Angriff auf euer Königreich vorbereitet. Wir wurden hierher entsandt, um einen guten Weg zu finden, Burg Raumair zu zerstören und einen Boten zu unserem Hauptquartier zu begleiten.
sv: Vänta, jag ska berätta. Det finns en stor armé i norr som förbereder en attack på ert kungadöme. Vi blev hitskickade för att hitta en bra väg, förstöra slottet Raumair och eskortera en budbärare till vårt huvudkvarter.
tr: Bekle, anlatacağım. Kuzeyde krallığınıza saldırmaya hazırlanan büyük bir ordu var. Buraya iyi bir yol bulmaya, Romaryo şatosunu yıkmaya ve karargahımıza kadar bir elçiye eşlik etmeye geldik.

source: Wait, do not die yet! I want you to answer a few questions first!
da: Vent du må ikke dø endnu! Jeg har først et par spørgsmål!
de: Warte, stirb' noch nicht! Ich weiß, dass du mich hören kannst also beantworte mir noch ein paar Fragen!
sv: Vänta, dö inte ännu! Du måste besvara några frågor först!
tr: Bekle! Hemen ölme! Beni duyabildiğini biliyorum, sorularıma cevap ver!

source: Wait, don't kill him!
da: Vent dræb ham ikke!
de: Warte, töte ihn nicht!
es: ¡Espera, no lo mates!
sv: Vänta, döda honom inte!
tr: Bekle, onu öldürme!

source: Wait, one last question. What about Reme Carrenemoe, do you know anything about his fate?
tr: Bekle, son soru! Reme Karenemo’nun akıbeti hakkında ne biliyorsun?

source: Wait, wait. You were talking about Mal-Ravanal. What does he have to do with Grekulak?
da: Vent vent. Du talte om Mal-Ravanal. Hvad har han med denne Grekulak at gøre?
tr: Bir dakika. Mal-Ravanal’dan söz ediyordun. Bu Grekulak’la onun ilgisi ne?

source: We already fought with outlaws from Bontom, my lord.
da: Vi kæmpede allerede med fredløse fra Bontom min herre.
de: Wir haben schon mit den Gesetzeslosen von Bontom gekämpft, mein König.
es: Ya luchamos con los bandidos de Bontom, mi señor.
sv: Vi har redan slagits med fredlösa från Bontom, ers nåd.
tr: Biz Bontom’daki haydutlarla zaten döğüşmüştük, efendim.

source: We already know everything we need to know. Your friend had told us about a great army of orcs, what else you could possibly know?
da: Vi ved allerede alt vi har behov for at vide. Din ven har fortalt os om en stor hær af orker, hvad andet kan du vide?
de: Wir wissen bereits alles, was wir müssen. Unser Freund erzählte uns von einer grossen Orkarmee, was könntest Du noch mehr wissen?
sv: Vi vet redan allt vi behöver veta. Din vän har berättat för oss om en stor orcharmé, vad mer kan vi behöva veta?
tr: Bilmek istediğiniz herşeyi biz zaten biliyoruz. Arkadışon orkların büyük ordusundün bahsetti, başka ne bilebilirsin ki?

source: We already know what we were sent to find out. We should return to Freetown now.
da: Vi ved allerede hvad vi skulle undersøge. Vi bør tage til Freetown nu.
sv: Vi har redan tagit reda på det vi behövde veta. Vi borde återvända till Freetown nu.
tr: Biz zaten ne aradığımızı biliyoruz. Şimdi Özgürkent’e gitmeliyiz.

source: We already scouted near Barnon. Where should we go now?
da: Vi har allerede været i Barnon. Hvor nu?
de: Wir haben bereits die Gegend um Barnon erkundigt. Wohin sollen jetzt gehen?
es: Ya estábamos en Saorduc. ¿Debemos ir ahora?
sv: Vi har redan sökt runt Barnon. Vart nu?
tr: Biz zaten Barnon yakınlarına bakmıştık. Yine mi gidiyoruz?

source: We already went west to Haeltin. That was where your step-mother was, remember? That she was the 'She-wolf' really surprised me.
de: Wir haben schon in Haeltin, westlich von hier, gesucht. Das deine Schwiegermutter, bekannt als Wölfin, dort war, hat mich wirklich überrascht.
sv: Vi har redan sökt igenom Haeltin i väst. Att din styvmor var där, känd som Honvargen, kom som en överraskning.
tr: Haeltin buranın batısında kalır, orayı araştırmış ve üvey annenizi orada bulmuştuk. Kendisine ‘Dişi Kurt’ dendiğini öğrendiğimde bu beni gerçekten şaşırtmıştı.

source: We already were in Saorduc. Where to now?
da: Vi har allerede været i Saorduc. Hvor nu?
de: Wir waren schon in Saorduc. Wo sollen wir nun hingehen?
es: Ya estábamos en Saorduc. ¿Debemos ir ahora?
sv: Vi har redan varit i Saorduc. Vart nu?
tr: Saorduc’a bakmıştık. Yine mi gideceğiz?

source: We also welcome your daughter. Karen, I would order you to leave this meeting and go to your mother...
de: Wir heissen auch deine Tochter willkommen. Karen, ich würde dich gerne anweisen das Treffen zu verlassen und zu deiner Mutter zu gehen...
sv: Vi välkomnar också din dotter. Karen, jag skulle vilja be dig att lämna det här mötet och gå till din mor...
tr: Ayrıca, kızını da görmekten memnun olduk. Karen, bu toplantıyı terketmeni ve annenin yanına gitmeni emrediyorum...

source: We are liberated! Hurray! Wait a moment.. those are Akladians. I never thought I would be glad to see them!
de: Wir sind befreit! Hurraaah! Wartet... das sind ja Akladianer! Ich dachte nie, dass ich jemals glücklich wäre, sie zu sehen!
sv: Vi är befriade! Hurra! Vänta ett tag... Det där är akladier. Jag trodde aldrig att jag skulle vara glad att se dem.
tr: Yaşasın! Kurtulduk! Bekle bir dakika... Bunlar Akladyalılar. Onları görmekten bu kadar mutlu olacacağımı hiç düşünmezdim.

source: We are not interested in hiring you.
da: Vi er ikke interesseret i at hyre dig.
de: Wir sind nicht daran interessiert dich anzuheuern.
es: No estamos interesados en contratarlo.
tr: Sizi kiralamayı düşünmüyoruz.

source: We are not your enemies. If you won't join us, will you at least not attack us?
de: Wir sind nicht eure Feinde. Wenn ihr euch uns schon nicht anschließt, werdet ihr uns dann wenigstens nicht angreifen?
es: No somos sus enemigos. ¿Si usted nos uniéramos, no nos atacará por lo menos?
tr: Biz düşmanınız değiliz. Bize katılmak istemezseniz bile en azında bize saldırmazsınız, değil mi?

source: We believe that Grekulak is one of the last surviving adepts of Mal-Ravanal. We suspected that he was behind the sudden alliance of orcs and Akladians. Now we are certain. We are also sure that this orcish invasion is just the beginning.
da: Vi mener at Grekulak er en af de overlevende ynglinge af Mal-Ravanal. Vi havde en mistanke om at han stod bag den pludselige alliance mellem orkerne og akladianerne. Nu er vi sikker på dette. Vi er også sikker på at denne orkerinvasion kun er begyndelsen.
tr: Grekulak’ın, Mal-Ravanal’ın yaşattığı yardımcılarından biri olduğuna inanıyoruz. Orklarla Akladyalılar arasındaki ittifakın ardındaki kişinin o olduğundan şüpheleniyorduk. Artık eminiz. Ayrıca, bu ork istilasının sadece bir başlangıç olduğundan da eminiz.

source: We burned their palaces, towns, and castles; there was nothing worthy there. They told us that they put their legends and wisdom on paper, it was as though they thought they could imprison history in their books. We burned them all. Their poetry, wisdom, and history - their entire culture - burned to ashes. And with them, that most irritating underling quality - hope.
sv: Vi brännde deras palats, städer och slott; Det fanns inget värdigt där. De berättade att de nedtecknade deras legender och deras kunskap på papper, de försökte spärra in historien i deras böcker - och vi brännde allt av det, för att säkerställa att de inte längre skulle ha poesi, vishet eller historia. Vi säkerställde att även den sista gnuttan av hopp konsumerades i elden vi anlade.
tr: Onların saraylarını, kentlerini şatolarını yaktık; değerli hiçbir şeyleri kalmadı. Efsanelerini ve ilimlerini kağıda döktüklerini söylüyorlardı bize; tarihlerini kitaplara hapsetmeyi denediler - ama, şiire, ilme ve tarihe artık sahip olmasınlar diye biz hepsini yaktık. Halkın son umut kırıntılarını alevlerde tüketmeleri için herşeyi yaptık.

source: We came here to make a deal.
da: Vi kom for at lave en handel.
de: Wir sind hergekommen um zu verhandeln.
sv: Vi kommer för att träffa en överenskommelse.
tr: Buraya bir anlaşma yapmaya geldik.

source: We came here to release our friend.
da: Vi kom for at frigi' vores ven.
de: Wir sind hierher gekommen um unseren Freund zu befreien.
sv: Vi kommer för att frigöra vår vän.
tr: Buraya bir dostumuzu kurtarmaya geldik.

source: We can't! Our enemies are hot on our heels. We only wish to cross your swamp and then you will hear no more from us.
da: Det kan vi ikke. Vores fjender er lige bag os. Vi ønsker kun at krydse din sump og du vil ikke se mere til os.
de: Unmöglich! Unsere Feinde sind uns auf den Fersen. Wir wollen nur Euren Sumpf durchqueren, dann werdet ihr nichts mehr von uns hören.
sv: Det går inte. Våra fiender är precis i hälarna på oss. Vi vill bara ta oss över ert träsk så kommer ni aldrig att höra av oss igen.
tr: Yapamayız, Düşman hemen arkamızda. Biz sadece bataklığınızdan geçmek istiyoruz ve bir daha bizim hakkımızda bir şey duymayacaksınız.

source: We could also to for the swamps.
da: Vi er der om to til tre dage.
de: Wir könnten auch zu den Sümpfen gehen.
es: También podríamos ir por los pantanos.
sv: Vi skulle också kunna ta oss till träsken.
tr: Ayrıca, bataklıklardan da gidebiliriz.

source: We could, but saurians live in the swamps of Saorduc, and they rarely go outside of their mud. I doubt they would know anything useful. There are also some villages here, you could go and ask peasants, maybe they would know something.
sv: Det skulle vi kunna, men i Saorducs träsk så bor ödlefolket, som sällan tar sig utanför sin lera. Jag betvivlar att de vet något som vi vill veta. Det ligger också några byar där, ni skulle kunna gå och tala med bönderna, de kanske vet något.
tr: Olur, ama Saorduc bataklıklarında Sürüngenler yaşar ve çamuru nadiren terkederler. İşe yarar bir şeyler bildiklerine inanmıyorum. Orada ayrıca köyler de var. Gidip köylülerden bildiklerini öğrenebiliriz.

source: We do not need to rout them. They are not prepared for a long siege, so all we need to do is simply survive the initial onslaught. If we can do that, they will have to withdraw, because they will have no food.
da: Vi behøver ikke at besejre dem heldigvis. De er ikke forberedt på en lang belejring, så det vil være nok at overleve det første massive angreb. Derefter må de trække sig tilbage da de ikke har forsyninger nok.
de: Glücklicherweise müssen wir sie nicht besiegen. Sie sind nicht für eine lange Belagerung vorbereitet, so dass es reichen wird die anfänglichen Angriffe zu überleben. Sie werden sich danach zurückziehen müssen, da ihnen die notwendige Nahrung fehlt weiterzumachen.
sv: Som tur är behöver vi inte besegra dem. De är inte förberedda för en långvarig belägring, så det räcker om vi klarar den första anstormningen. De har ingen mat, så de kommer att vara tvingade att häva belägringen.
tr: Şansa bakın ki, onları öldürmek zorunda değiliz. Uzun sürecek bir kuşatmaya hazır değiller, dolayısıyla, ilk hücuma direnmek yeterli olacaktır. Sonra, çekilmek zorundalar, çünkü yiyecekleri yok.

source: We elves believe that this is more than just an Orcish invasion and quarrels between Akladians. Something greater, something evil, is hiding behind this. What it is, we do not know. I came here to warn you, to help you, and ask for your help. We need you to find out the real reason the Orcish army is here. We also need to discover who is hiding behind the invasion. We have our suspicions, but we want to be sure.
sv: Vi alver är av uppfattningen att det här rör sig om något större än en orchinvasion eller interna stridigheter bland akladier. Något större, något ont döljer sig i detta. Vad det är, vet vi inte. Jag kom hit för att varna er och be om hjälp. Vi måste hitta det riktiga skälet till att den orchhären är här. Vem som döljer sig bakom invasionen. Vi har våra misstankar, men vi vill veta med säkerhet.
tr: Biz, Elfler bunun bir Ork istilasından ve Akladyalılar arasındaki bir çekişmeden oldukça farklı bir şey olduğuna inanıyoruz. Ardında daha büyük ve şeytanca şeyler gizliyor. Ne olduğunu bilmiyoruz. Buraya Ork ordusunun gerçekten burada oluş sebebini ve istilanın ardında gizleneni bulmaya geldim. Bazı şüphelerimiz var ancak emin olmak istedik. Bu arada sizi de uyarmaya, hem yardım etmeye hem de yardımınızı talep etmeye geldim.

source: We fought our way out of forest. What now?
da: Vi kæmpede os ud af skovene. Hvad nu?
de: Wir haben uns unseren Weg raus aus dem Wald gekämpft. Was nun?
sv: Vi lyckades slå oss ut ur skogen. Vad gör vi nu?
tr: Yolumuzun dışında ormanlarda döğüştük. Ya şimdi?

source: We have a message for your lord too. Tell him we will bring him the message personally and he will have a lot of time to comprehend it fully. You may leave now.
de: Wir haben auch eine Mitteilung für deinen Herrn. Sag ihm wir werden ihm die Mitteilung persönlich vorbeibringen und er wird viel Zeit haben um sie völlig zu verstehen. Du kannst jetzt gehen.
es: Tenemos un mensaje para tu señor. Dígale que le entregaremos personalmente el mensaje y tendrá mucho tiempo para entenderlo totalmente. Puede salir ahora.
sv: vi har ett meddelande till din mästare också. Berätta för honom att vi kommer att lämna det personligen och han kommer att ha gott om tid på sig att förstå det. Du kan lämna oss nu.
tr: Bizim de bir mesajımız olacak efendine. Söyle ona, mesajı kendisine kişisel olarak vereceğiz ve tamamen anlaması için bolca zaman vereceğiz. Şimdi gidebilirsin.

source: We have less than 300 golden pieces. Are you sure we will be able to survive the enemy onslaught with so little?
da: vi har mindre end 300 guldstykker. Er du sikker på at vi kan overleve angrebet med disse midler?
de: Wir haben weniger als 300 Goldstücke. Bist du sicher, dass wir damit den gegnerischen Ansturm überleben werden?
sv: Vi har mindre än 300 guldstycken. Är du säker på att vi kan överleva fiendens anstormning med det?
tr: Elimizde 300 altından az var. Bunlarla düşman hücumundan sağ çıkabileceğimize emin misin?

source: We have no more supplies... we have to withdraw! We will return, she-wolf!
da: Vi har ikke flere forsyninger. Vi må trække os tilbage! Vi vil returnere hunulv.
de: Wir haben keinen Proviant mehr, wir müssen uns zurückziehen. Doch wir werden zurückkehren, Wölfin!
sv: Våra förråd är tömda. Vi måste retirera! Vi kommer tillbaka, honvarg.
tr: Artık erzağımız kalmadı. Çekilmeliyiz! Geri geleceğiz, dişi kurt.

source: We have no time and forces to defeat the orcs here. Retreat!
da: Vi har ikke tid eller styrke til at besejre orkerne her. Tilbage!
es: No tenemos el tiempo ni las fuerzas para derrotar a los orcos aquí. ¡Retirada!
tr: Buradaki orkları yenmek için ne gücümüz ne de zamanımız var. Ricat!

source: We have no time to finish it. Their armies are already upon us. Faster, move the supplies to the hideout in mountains, so even if they reach the keep they won't find anything!
sv: Vi har inte tid att bli klara med det. De är redan här. Skynda er att föra förråden i säkerhet i bergen, så att de inte får något byte även om de når in i kärnborgen.
tr: Onları bitirmeye vaktimiz yok. Düşman zaten burada. Erzağımızı hızla dağa taşıyıp gizleyin, böylece kaleye ulaşsalar bile birşey bulamasınlar.

source: We have taken the castle... what a pleasant surprise! What now?
sv: Så, vi tog slottet. En ganska trevlig överraskning. Vad nu?
tr: Kaleyi aldık. Memnuniyet verici bir gelişme. Şimdi ne olacak?

source: We may try to interrogate that orcish leader or simply withdraw.
de: Nun, wir sollten versuchen den Anfüher der Orks zu verhören oder uns einfach zurückziehen.
tr: Şimdi, ork liderini sorgulamayı deneyebilir ya da hemen geri çekilebiliriz.

source: We may withdraw. There is no point in fighting the others.
da: Vi kan trække os tilbage. Der er ingen ide i at kæmpe mod de andre.
de: Wir könnten uns nun zurückziehen. Es macht keinen Sinn die anderen zu bekämpfen.
tr: Şimdi, geri çekilebiliriz. Diğerleriyle döğüşmemiz için bir sebep yok.

source: We met before, lady thing.. I wass wounded but I sssurvived. It wasss a hope I had I wouldn't see your feissssse again..
sv: Vi möttes tidigare, fru tingest... Jag var ssskadad men överlevde. Jag hoppadesss på att inte sse ditt ansssikte igen.
tr: Hanımefendiyle daha önce tanışmıştık. Yaralanmıştım ama ölmedim. Yüzünüzü tekrar görmemeyi umuyordum...

source: We must get to Freetown as soon as possible. I'm sorry, kid.
da: Vi må til Freetown så hurtigt som muligt. Jeg beklager knægt.
de: Wir müssen so schnell als möglich nach Freetown. Tut mir leid, mein Junge.
sv: Vi måste till Freetown, så snart som möjligt. Jag är ledsen.
tr: Biz mümkün olduğu kadar çabuk Özgürkent’e gitmek zorundayız. Kusura bakma çocuk.

source: We really should sacrifice an ox to God. There are so many of them; without God's help we won't be able to defeat them.
da: Vi bør ofre en okse til Gud. Der er for mange af dem, uden Guds hjælp vil vi ikke være i stand til at besejre dem.
de: Wir sollten Gott ein Rind opfern. Da sind zu viele von denen, ohne Gottes Hilfe können wir sie unmöglich abwehren.
sv: Vi borde offra en oxe till Gud. De är alltför många, utan Guds hjälp kan vi inte besegra dem.
tr: Tanrıya bir öküz kurban etmeliyiz. Çok kalabalıklar, Tanrının yardımı olmaksızın onları yenmemiz mümkün olmayacak.

source: We respect wisdom of the Elves, and we will fulfill your request. We will send two armies to catch Orcish leaders and investigate them. One will be led by Ruvio, second by Huon. Agreed?
sv: Vi respekterar alvernas vishet och kommer uppfylla er önskan. Vi skickar två arméer för att infånga orchledarna och förhöra dem. En skall ledas av Ruvio, och den andra av Huon. Överenskommet?
tr: Elflerin bilgeliğine saygılıyız ve isteğinizi yerine getireceğiz. Ork liderlerini aramak ve yakalamak için iki ordu göndereceğiz. Birine Ruviyo, diğerine Huron komuta edecek. Anlaştık mı?

source: We should arrive in two or three days.
da: Vi er der om to til tre dage.
de: wir sollten in zwei bis drei Tagen dort sein.
es: También podríamos ir por los pantanos.
sv: Vi borde vara där i två till tre dagar.
tr: İki veya üç günde oraya varmalıyız.

source: We spent so many days drinking and fighting together. Now you come with an army against me? What about our plans, Bor?
de: Wir haben so viele Tage saufend und kämpfend zusammen verbracht. Und nun marschiert ihr mit einer Armee gegen mich? Was ist mit unseren Plänen, Bor?
es: Hemos pasado tantos días bebiendo y luchando juntos. ¿Ahora estás en mi contra? ¿Qué pasa con nuestros planes, Bor?
sv: Vi har stridits och supit tillsammans så mycket. Nu är ni emot mig? Och våra planer, Bor?
tr: Çoğu zaman birlikte yedik, içtik, döğüştük. Şimdi bana karşı mısınız? Planlarımıza ne oldu, Bor?

source: We were deceived! My king, please forgive me!
da: Vi blev snydt! Min konge tilgiv mig!
de: Wir wurden getäuscht! Vergib' mir, mein König!
es: ¡Fuimos engañados! ¡Mi rey, por favor perdóneme!
sv: Vi blev vilseledda! Min kung, snälla, förlåt mig!
tr: Biz aldandık! Kralım, lütfen bağışla beni!

source: We were in Haeltin already. Where would you like to go now?
da: Vi har allerede været i Saorduc. Hvor nu?
de: Wir waren schon in Haeltin. Wo sollen wir nun hingehen?
es: Ya estábamos en Haeltin. ¿Debemos ir ahora?
sv: Vi har redan varit i Haeltin. Vart nu?
tr: Haeltin’e bakmıştık. Yine mi gideceğiz?

source: We were ordered to cooperate with orcs... We were told orcs are our allies... I know nothing more.
de: Wir haben die Order bekommen mit den Orks zu kooperieren... Uns wurde gesagt sie seien unsere Verbündeten... mehr weiß ich nicht.
es: Pidieron que cooperemos con los orcos.. nos dijeron que los orcos son nuestros aliados.. yo no sé nada más.
sv: Vi blev beordrade att samarbeta med orcherna... Att orcherna var våra allierade... Något annat känner jag inte till.
tr: Orklarla birlikte hareket etme emri aldık. Orklar müttefiklerimizdir dedik.. Başka birşey bilmiyorum.

source: We will attack the traitors immediately.
de: Wir werden die Verräter sofort angreifen.
sv: Vi anfaller förrädarna omedelbart.
tr: Hainlere hemen saldıracağız.

source: We will pay.
da: Vi vil betale
de: Wir werden bezahlen.
es: Pagaremos
tr: Öderiz

source: We will see how fearless you will be when the rest of our army arrives.
da: Jeg ser hvor frygtløs du er når resten af vores hær ankommer.
de: Ich werde sehen, wie furchtlos du seien wirst, wenn der Rest meiner Armee kommt.
sv: Vi får nog se hur orädd du är när resten av vår arme kommer.
tr: Bizim ordunun kalanı da geldiğinde ne kadar korkusuz olacağınızı göreceğiz.

source: We won because this land was given to us by God. That's why he divided you and made you forget how to handle swords, why you became weak. When we came, mercenaries were doing all the fighting for you.
da: Vi vandt fordi dette land er givet til os af Gud. Det er derfor han splittede dig og fik dig til at glemme hvordan du bruger et sværd og derfor blev du svag. Da vi kom var det lejesoldaterne som forestod hele kampen for dig.
tr: Biz kazandık, çünkü bu topraklar bize Tanrı armağanıdır. Bölünmenizin, kılıç tutmayı unutmanızın ve zayıf düşmenizin asıl sebebi budur. Biz geldiğimizde, sizin için döğüşenlerin hepsi paralı askerlerdi.

source: We won't pay.
da: Vi betaler ikke
de: Wir werden nicht bezahlen.
es: No pagaremos
tr: Ödemeyiz

source: We've already searched for answers in the city of Barnon.
da: Vi har allerede søgt for svar i byen Barnon
de: Wir haben bereits nach Antworten in der Stadt Barnon gesucht.
sv: Vi har redan letat efter svar i Barnon.
tr: Biz zaten Barnon şehrinde sorularımıza yanıt aramıştık.

source: We've heard that some woman, known by the nickname 'The She-wolf of Haeltin', was besieged by the orcs and she was able to repel them. Haeltin is west from here. It would be easy to go to her and ask her a few questions.
de: Ja. Wir haben gehört, dass eine Frau, bekannt unter dem Spitznamen 'Wölfin von Haeltin', von den Orks belagert wurde und es geschafft hat sie zurückzudrängen. Haeltin ist westlich von hier. Is würde leicht sein dorthin zu gelangen und ihr ein paar Fragen zu stellen.
es: Sí. Hemos oído que alguna mujer, conocido por el apodo de 'Mujer-lobo de Haeltin', estaba sitiado por los orcos y era capaz de repelerlos. Haeltin está al oriente de aquí. Sería fácil ir hasta ella y preguntarle algunas cosas.
sv: Ja. Vi hörde att någon kvinna som går under namnet Honvargen från Haeltin blev belägrad av orcher och lyckades slå dem tillbaka. Haeltin ligger västerut. Det vore inte så svårt att ta sig till henne och ställa en del frågor.
tr: Evet. ‘Haeltin’in dişi kurdu’ diye bilinen bir kadın hakkında bir şeyler duyduk, orklar tarafından kuşatılmış ve onları püskürtebilmiş. Haeltin buranın batısında kalıyor. Gidip kendisine bir kaç soru sorabiliriz.

source: We've heard that you have battled and defeated both Akladians and Outlaws. Accept our congratulations, Ruvio. But who is this young man, your companion?
de: Wir haben gehört das du mit den Banditen und den Akladianern gekämpft hast und beide besiegt hast. Akzeptier unsere Gratulation, Ruvio. Aber wer ist dieser junge Mann, dein Begleiter?
sv: Vi har hört att du har stridit med och besegrat både akladier och fredlösa. Vi gratulerar dig, Ruvio, men vem är den här unge mannen?`Din kompanjon?
tr: Akladyalılar ve Haydutlarla döğüştüğünü ve onları yendiğini duyduk, tebriklerimizi kabul et, Ruviyo. Fakat yanındaki bu genç adam kim?
