Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: Isn't that the legendary Ruvio? It's a honour fighting for you! Command!
da: Er det ikke Ruvio som vi har hørt om? Det er en ære at kæmpe for dig! Giv dine ordre!
de: Ist dies nicht der legendäre Ruvio? Es ist eine Ehre, für euch zu kämpfen. Wie lauten eure Befehle?
sv: Är inte det där Ruvio som vi har hört om? Det är en ära att få slåss för dig! Vad får vi för order?
tr: Ruviyo hakkanda duyduklarımız doğru mu? Senin için döğüşmek onurdur! Kumandan!

source: It is a dark day indeed, to see Akladian lords siding with an underling bastard child. What will your ancestors say about this, Uri?
de: Dies ist wahrlich ein finsterer Tag, an dem wir Akladianische Lords Seite an Seite mit einem Unterling-Bastardskind sehen müssen. Was werden wohl Eure Ahnen hierzu sagen, Uri?
sv: Det är en mörk dag då man ser akladiska herremän rida tillsammans med bastarder och lakejer. Vad kommer våra förfäder tycka om detta, Uri?
tr: Akladyalı beyleri alçakların ve paryaların yanında görmek ne kötü. Atalarınızın kemikleri sızlamayacak mı, Uri?

source: It is extremely important to everyone to remember not to refer to Gawen by his real name. Always call him Gaumhaldric.
sv: Det är väldigt viktigt att alla kommer ihåg att inte kalla Gawen för hans riktiga namn. Kalla honom Gaumhaldric.
tr: Ondan bahsederken kimsenin gerçek ismini, Gaven’ı kullanmaması aşırı derecede önemli. Gamlıhaldrik diyeceksiniz.

source: It is for advisers to advise, and the leader to choose whether to follow that advice. Raban, there can be no treachery in ignorance. If you didn't know it was me, you are no traitor.
tr: Danışman danışmak içindir, lider ise onun önerilerine uyup uymayacağına karar verendir. Raban, benim için bildiğin bir şey yoksa, ihanet yoktur.

source: It is my great honour to welcome the handsome Gaumhaldric to Haeltin. I have heard a lot about you, so brave and... NO! It's... it's impossible...
sv: Jag är så glad att välkomna den stiliga Gaumhaldric som jag har hört så mycket om, modig och... Herregud... Det är omöjligt.
tr: Cömert Gamlıhaldrik’i aramızda görmekten o kadar mutluyum ki. Hakkınızda çok şey duydum cesur ve... oh aman Tanrım. Bu imkansız.

source: It looks like he recruited a lot of units.
da: Der ser ud som om at han har rekrutteret en masse enheder.
de: Es sieht so aus, als ob er eine Menge Einheiten rekrutiert hätte.
sv: Det verkar som om han rekryterar mycket trupper.
tr: Biraz daha birim askere almış görünüyor.

source: It means, if she tells you that you will be the best swimmer in the world, you will be a great swimmer if you put forth the effort. But the prophecy won't be fullfilled if you never get into the water, sit around, and wait. Also, sometimes people misinterpret her words.
tr: Yani, o sizin dünyanın en iyi yüzücü olacağınızı söylüyorsa bunun anlamı, eğer çalışırsanız, en büyük yüzücü olacağınızdır. Ama evde oturup hiçbir şey yapmadan kehanetin gerçekleşmesini beklerseniz, kehanet gerçekleşmez. Ayrıca, çoğu kişi kehanetle ilgili sözcükleri yanlış yorumlar.

source: It seems like only yesterday when I was betrayed on these fields...
da: Det virker på mig som om at det var i går at jeg blev forrådt på denne mark...
de: Es kommt mir wie vor, als wäre es erst gestern gewesen, als ich auf diesem Schlachtfeld verraten wurde...
sv: Det känns som om det vore i går jag blev förrådd på de här fälten...
tr: Bana dün gibi geliyor, bu alanda ihanete uğramıştım...

source: It seems that $ano_loyal[0].type $ano_loyal[0].name was so impressed by Lorin's performance in this siege, that he will now fight for her without the need to pay him. He became LOYAL.
de: Es scheint, dass $ano_loyal[0].type $ano_loyal[0].name so von Lorin's Auftritt in dieser Belagerung beeindruckt war, dass er ab sofort für sie kämpfen wird ohne das er bezahlt werden muss. Er wurde LOYAL.
es: Parece que $ano_loyal[0].type $ano_loyal[0].name quedó impresionado por la actuación de Lorin en este sitio, desde ahora luchará para ella sin la necesidad de paga. Se puso FIEL.
sv: Det verkar som att $ano_loyal[0].type $ano_loyal[0].name blev så imponerad av Lorin under belägringen att han strider för henne utan att kräva ersättning. Han blev lojal.
tr: Lorin’in bu kuşatmadaki başarısından $ano_loyal[0].type $ano_loyal[0].name öyle etkilenmiş ki, bundan sonra döğüşmek için ücret almayacak. SADIK asker haline geldi.

source: It seems that Bor Cryne has allied with orcs so as to be able to kill every Akladian who is not worthy to be a member of our race in Bor Cryne's eyes. That means every Akladian who has underling friends or an underling wife, or who ever even so much as looked at Cryne cross-eyed.
sv: Det verkar som om Bor Cryne har allierat sig med orcherna för att döda varje akladier som i hans ögon inte är en värdig medlem av vår ras. Det betyder att varje akladier som har lakejer till vänner eller är gift med en lakej eller som någonsin har fjärtat i hans närhet.
tr: Bor Krayn, kendine göre ırkımızın üyesi olmaya layık olmayan Akladyalıları öldürmek için Orklarla ittifak yapmış görünüyor. Parya dostları olan, parya karıları olan veya Cryne’ın varılğından hoşnut olmayan her Akladyalı buna dahil.

source: It seems that the orc in the north is a bit more intelligent than the southern one.
de: Es scheint, als sei der Ork im Norden etwas schlauer als der im Süden.
sv: Det verkar som att orchen i norr är lite mer intelligent än den i söder.
tr: Kuzeydeki orklar güneydekilerden biraz daha akıllı gibi görünüyor.

source: It takes usually many years until young Hagarthen clan members are consired worth to become kings. Such Hagarthen clan members are then called lords.
de: Normalerweise dauert es sehr viele Jahre bis junge Mitglieder aus dem Hagarthen Clan als würdig erachtet werden König zu sein. Diese Mitglieder des Clans nennt man Lords.
sv: Det tar oftast många år innan unga Hagarthen klanmedlemmar anses vara värdiga att bli kungar. Sådana Hagarthen klanmedlemmar kallas herrar.
tr: Genç Hagarten kabile üyelerinin kral haline gelmeleri uzun yıllar alır. Böyle kabile üyelerine Hagarten Beyleri denir.

source: It was Ruvio who saved my life. He took my body from the battlefield and cared for me until I regained my health. This is his daughter, Karen.
da: Det var Ruvio som reddede mit liv. Han tog min krop væk fra slagmarken og tog sig af mig indtil mit helbred var tilbage. Dette er hans datter Karen.
de: Es war Ruvio, der mein Leben gerettet hat. Er trug meinen Körper vom Schlachtfeld und hat sich um mich gekümmert, bis ich meine Gesundheit wiedererlangt habe. Das ist seine Tochter, Karen.
sv: Ruvio räddade mitt liv. Han förde med sig min kropp bort från slagfältet och vårdade mig tills jag återfick min hälsa. Det här är hans dotter, Karen.
tr: Bu, hayatımı kurtaran Ruviyo. Beni savaş alanında bulup kaçırdı ve sağlığımı kazanana kadar beni tedavi etti. Bu da kızı Karen.

source: It was at this moment that Gawen realized that he was as hated by Wesnothian folk as by Akladians. The former considered him a barbarian beast and a tyrant, and the latter called him mixling - at best. The irony of this realization was so overwhelming that he began to laugh. He probably would have laughed even harder if he had heard some of his warriors; they whispered that Gawen was laughing in anticipation of the battle, and their esteem for him rose dramatically.
de: In diesem Moment erkannte Gawen, dass er beim Volk der Wesnother genauso verhasst war wie bei den Akladianern. Die ersteren hielten ihn für eine barbarische Bestie und einen Tyrannen, die letzteren für einen Mischling - bestenfalls. Die Ironie in dieser Erkenntnis war so überwältigend, dass er zu lachen begann. Er hätte vielleicht noch kräftiger gelacht, wenn er einigen seiner Krieger zugehört hätte. Denn sie tuschelten, dass Gawen in Erwartung der Schlacht lachte, und ihre Achtung vor ihm wuchs im drastischen Masse.
sv: Nu insåg Gawen att han var lika hatad av wesnotherna som av akladierna. De förra ansåg honom vara ett barbariskt odjur och de senare kallade honom i bästa fall för blandblod. Ironin i detta var så stor att han började skratta. Han skulle nog skrattat ännu mer om han hade hört vad somliga av sina soldater sade: de viskade att han skrattade inför den kommande striden, och hans rykte förbättrades en hel del.
tr: O an Gaven Akladyalılar kadar Wesnotlardan da hoşlanmadığını farketti. Birinciler ona melez derken ikinciler onu bir barbar piç olarak görüyordu. Bu ironu öyle sıkıntı verdi ki, gülmeye başladı. Savaşçıların söylediklerini duysaydı muhtemelen zor gülerdi: birbirlerine Gaven’ın savaşı önceden sezinlediğinden güldüğünü fısıldıyorlardı. Bu ününün biraz daha artmasına sebep oldu.

source: It will be an honor to fight for you, Gaumhaldric.
da: Det vil være en ære at kæmpe for dig, Gaumhaldric.
de: Es wäre eine Ehre für dich zu kämpfen, Gaumhaldric.
sv: Det skulle vara en heder att slåss för dig, Gaumhaldric.
tr: Sizin için döğüşmekten şeref duyarım, Gamlıhaldrik.

source: It would be honor to join your army.
da: Det vil være en ære at blive en del af din hær.
de: Es wäre eine Ehre für dich zu kämpfen, Gaumhaldric.
tr: Ordunuza katılmak bir onurdur.

source: It wouldn't have been so easy for you if the bulk of our army hadn't been elsewhere...
de: Es wäre nicht so einfach für euch gewesen, wenn sich der Grossteil unserer Truppe nicht anderswo aufgehalten hätte...
sv: Det hade inte varit så enkelt för er om vår armé inte varit på uppdrag.
tr: Bizim ordu başka yerde olmasaydı sen görürdün gününü.

source: It's a bad place. Not the worst place imaginable, but it's still bad enough.
da: Et dårligt sted. Ikke det værste du kan forestille dig, men stadig slemt.
de: Ein schlechter. Nicht der schlimmste, den man sich vorstellen kann, aber schlimm genug.
sv: Ett dåligt ställe. Inte det värsta du kan tänka dig, men dåligt nog.
tr: Kötü bir yer. Düşündüğün kadar kötü değil, ama yine de yeterince kötü.

source: It's a shame there weren't more Akladians to kill.
da: Det er en skam at der ikke var flere akladianere vi kunne dræbe.
de: Es ist eine Schande dass es nicht mehr Akladianer gab, die wir hätten töten können.
sv: Det är en skam att det inte fanns fler akladier att döda.
tr: Ne yazık ki, fazla Akladyalı öldüremedik.

source: It's a shame we had no time to finish those traitors off.
da: Det er en skam vi ikke havde tid til at færdiggøre de forrædere.
de: Es ist eine Schande das wir keine Zeit hatten diese Verräter zu bestrafen.
es: Es una vergüenza no tener tiempo para saquearla o para cobrar impuestos a sus habitantes.
sv: Det är en skam att vi inte hade tid att döda de där förrädarna.
tr: Bu hainleri bitirmek için zamanımızın olmaması ne kötü.

source: It's because we need allies against the usurper mixling, Gawen Hagarthen.
es: Es porque necesitamos a los aliados contra ese usurpador, el mestizo Gawen Hagarthen.
tr: Bu gaspçıya, melez Gaven Hagarten’e karşı müttefiklere ihtiyacımız olduğundan.

source: It's hidden deep within the forests. Its location is our greatest secret. And, get used to being called 'Haldric'. I want everyone to swear they won't tell anyone that this man is the rightful king of Vakladia, Gawen Hagarthen. He is just 'Haldric' now. It'll be far better for you, Haldric, believe me. Much safer.
de: Es liegt tief im Wald versteckt. Seine genaue Lage ist unser grösstes Geheimnis. Und gewöhnt euch daran, 'Haldric' genannt zu werden. Ich will, dass jedermann schwört, niemandem zu verraten dass dieser Mann der rechtmässige König von Vakladia ist, Gawen Hagarthen. Er heisst von nun an einfach 'Haldric'. Es wird viel einfacher für euch sein, Haldric, glaubt mir. Viel sicherer.
sv: Den är gömd djupt inne i skogen. Dess plats är vår största hemlighet. Och det är lika bra att du vänjer dig vid att bli kallad Haldric. Jag vill att alla svär att de inte skall berätta för någon annan att den här mannen är den förra kungen av Vakladien, Gawen Hagarthen. Han är bara Haldric nu. Det blir mycket bättre så, Haldric, lita på mig. Det blir mycket säkrare.
tr: Ormanın derinlerinde gizlidir. En gizli yerimizdir. Ve ben Haldrik diye çağırırdım seni. Herkesin yemin etmesini istiyorum; kimse, bu adamın Vakladia’nın gerçek kralı, Gaven Hagarten olduğundan bahsetmeyecek. Bundan sonra sana Haldrik desek daha iyi olacak, inan bana, daha güvenli.

source: It's just a... you really know how to handle a blade.
de: Es ist nur... Du weisst wirklich wie man ein Schwert benutzt.
sv: Det är bara... Du vet verkligen hur man ska hantera ett svärd.
tr: İşte öyle... Kılıcı nasıl tutacağını gerçekten iyi biliyorsun.

source: It's strange, but I have a premonition of succes, the likes of which I have had never before. Our soldiers are really the best of their kind; the true elite. It's been more than a month since we left Raedwood, and we have already routed forces larger than ours.
de: Es ist komisch, aber ich habe ein Erfolgsgefühl wie nie zuvor. Unsere Soldaten sind wirklich die besten in ihrem Fach; die wirkliche Elite. Es ist mehr als einen Monat her, als wir Raedwood verlassen haben, und wir haben bereits Armeen grösser als unsere eigene besiegt.
tr: Tuhaf, fakat daha önce olmadığı kadar kendimi başarılı hissediyordum. Askerlerimiz gerçekten türlerinin en iyileri; gerçek seçkinlerdi. Kızılağacı terkettiğimizden beri bir aydan fazla olmuştu ve bu sürede bizden daha büyük kuvvetleri yenmiştik.

source: It's strange, the way fear makes cowards into liars. What else did he say?
de: Seltsam, wie die Furcht Feiglinge zu Lügnern macht. Was sagte er noch?
sv: Det är underligt hur vissa ljuger av fruktan. Vad sade han mer?
tr: Tuhaf, bazıları nasıl da yalan söyleyerek işin içinden sıyrılıveriyor. Başka ne dedi?

source: It's the end for us. We have no chance to escape now, for Bor Cryne will send his army.
da: Det er slut. Vi har ingen mulighed for flugt nu når Bor Cryne sender sin hær hertil.
de: Das ist unser Untergang. Wir haben nun keine Chance mehr zu fliehen, denn Bor Cryne wird seine Armee entsenden.
sv: Detta är slutet. Vi har ingen chans att fly, nu när Bor Cryne skickar sin armé.
tr: Sonumuz geldi. Bor Krayn ordusunu gönderecek diye düşünürken, kaçma şansımız kalmadı.

source: It's the wind. And the noise... as if the green devils are whispering in the leaves. I really hate this forest.
es: Es el viento. Y este ruido... Como si todos los diablos verdes estuviesen susurrando en las hojas. Realmente odio este bosque.
tr: Rüzgar ve bu gürültü... Sanki yapraklarda tüm yeşil şeytanlar fısıldaşıyor. Bu ormandan gerçekten nefret ediyorum.

source: It's you! Witch!
da: Det er dig! Heks!
tr: O sensin! Cadı!

source: John Fasthood
tr: John Hızlılık

source: John the Baldhead
de: John der Glatzkopf
sv: John den Skallige
tr: Dazlak John

source: John the Smith
da: John smeden
de: John der Schmied
sv: John Smed
tr: Demirci Jan

source: Just as I've told you, I rarely miss!
da: Lige som jeg sagde jeg fejler sjældent!
de: Wie ich dir bereits gesagt habe, ich verfehle mein Ziel selten!
sv: Precis som jag sade, så missar jag sällan!
tr: Dediğim gibi, ben nadiren vuramam!

source: Kapi'ue
tr: Kapoe

source: Karen said she could smell the freedom in the air here. Gawen smelled nothing out of the ordinary, though... only the scent of meats being roasted over an open flame. 'Perhaps it is not given to royalty to smell freedom,' he thought. Messengers waited for Ruvio, asking him to come to the meeting of the Freetown leaders.
sv: Karen sade att man kunde känna lukten av frihet i luften här; Gawen kände ingenting, bara lukten av måltiderna som lagades till i fältköken. Inget av detta gavs till honom, dock. Budbärarna väntade på Ruvio, som de hade bett att komma till ett möte med Freetowns ledare.
tr: Karen buranın havasında özgürlüğün koklanabildiğini söylemişti; Gaven, ise mutfak alanında hazırlanan yemeklerin kokusundan başka birşey duymamıştı. Özgürlük, lezzetine bakılacak bir şey değildir. Elçiler Ruviyo’yu bekliyor, Özgürkent liderleri toplantısına onun gelip gelmeyeceğini soruyorlardı.

source: Karen was the first to leave the chamber, and Lorin followed almost immediately after her. Of course, Yahyazad jauntily followed her. I continued to drink with Ruvio, without much conversation, and when I decided I had enough I went to my bedroom.
tr: Ziyafeti ilk terkeden Karen’di, onu ardından Lorin izledi. Yaranov da kaygısızca onu takibetti. Ben Ruviyo ile konuşmaksızın içmeye devam ettim ve yeterince içtiğime karar verince odama gittim.

source: Karen! What are you doing here!?
da: Karen! Hvad gør du her!
de: Karen! Was tust du hier?
es: ¡Karen! ¡Qué estás haciendo aquí!
sv: Karen! Vad gör du här?
tr: Karen! Burada ne arıyorsun!

source: Karen, I ...
da: Karen, ..
de: Karen,·..·
es: Karen, ..
sv: Karen...
tr: Karen, ..

source: Karen, you will stay here, with mother and sisters. It's too dangerous for you.
da: Karen du bliver her med mor og søstrene. Der er for farligt for dig.
de: Karen, du bleibst hier, mit deiner Mutter und deinen Schwestern. Es ist zu gefährlich für dich.
sv: Karen, du får stanna här med din mor och systrar. Det är för farligt för dig.
tr: Karen, burada annen ve kız kardeşlerinle birlikte kalacaksın. Savaş senin için çok tehlikeli olur.

source: Karen, you will stay here, with your mother and sisters. It's too dangerous for you.
da: Karen du bliver her med mor og søstrene. Der er for farligt for dig.
de: Karen, du bleibst hier, mit deiner Mutter und deinen Schwestern. Es ist zu gefährlich für dich.
sv: Karen, du får stanna här med din mor och systrar. Det är för farligt för dig.
tr: Karen, burada annen ve kız kardeşlerinle birlikte kalacaksın. Savaş senin için çok tehlikeli olur.

source: Kariv, my lady, yes, Kariv.
tr: Kariv, hanımım, evet, Kariv.

source: Kaur'ue
tr: Korü

source: Keep fighting! Don't give up! At least kill as many of them as you can! They will surely have to withdraw soon!
de: Kämpft weiter! Gebt nicht auf! Tötet noch so viele von ihnen wie ihr könnt! Sie werden sich sicherlich bald zurückziehen müssen.
sv: Fortsätt slåss! Ge inte upp! Döda så många ni kan! De kan inte hålla ut hur länge som helst!
tr: Döğüşmeye devam edin! Kaçmayın! Öldürebildiğiniz kadarını öldürün! Yakında çekilmek zorunda kalacaklar!

source: Kill all enemy leaders
da: Dræb alle fjendtlige ledere
de: Besiegt alle gegnerischen Anführer
es: Muerte de todos los líderes enemigos
sv: Döda alla fiendeledare
tr: Tüm düşman liderlerini öldür

source: Kill all enemy leaders OR
da: Dræb alle fjendtlige ledere ELLER
de: Besiegt alle gegnerischen Anführer ODER
sv: Döda alla fiendeledare, ELLER
tr: Düşman liderlerinin tamamını öldür VEYA

source: Kill all enemy leaders.
da: Dræb alle fjendtlige ledere.
de: Besiegt alle gegnerischen Anführer
es: Muerte de todos los líderes enemigos.
sv: Döda alla fiendeledare
tr: Tüm düşman liderlerini öldür.

source: Kill enemy leader.
de: Besiege alle gegnerischen Anführer
es: Muerte del líder enemigo.
sv: Döda fiendeledaren
tr: Düşman liderini öldür.

source: Kill him!
da: Dræb ham.
tr: Öldür onu.

source: Kill the enemy leader.
da: Dræb den fjendtlige leder.
de: Besiegt den gegnerischen Anführer
sv: Döda fiendeledaren
tr: Düşman liderini öldür.

source: Kill the humans.. good meat.
da: Dræb menneskene.. god mad.
de: Töte die Menschen... gutes Fleisch.
sv: Döda människorna... Bra kött.
tr: İnsanları öldürün... etleri lezzetli.

source: Kill them all! Kill them all! Humans!
da: Dræb
de: Tötet sie alle! Tötet sie alle! Menschen!
sv: Döda dem! Döda dem allihop! Människor!
tr: Hepsini öldürün! Sağ bırakmayın! İnsanlar!

source: Kill them! Kill them all! Hurry! There are thousands of them, everywhere!
es: ¡Mátelos! ¡Mátelos a todos! ¡Rápidamente! ¡Son miles, están por todas partes!
tr: Hepsini öldürün! Sağ bırakmayın! Çabuk! Binlerce var, her yerdeler!

source: Kill them. Kill them all. Have no mercy.
da: Dræb dem. Dræb dem alle. Vis ingen nåde.
es: Mátenlos. Mátenlos a todos. No tengan misericordia.
sv: Döda dem. Döda dem allihop. Visa ingen nåd.
tr: Hepsini öldürün! Sağ bırakmayın! Acımayın!

source: Killing without hate, dying without fear!
da: Dræb uden had, dø uden frygt!
de: Ohne Hass töten - ohne Angst sterben!
sv: Döda utan hat, dö utan fruktan!
tr: Kin duymaksızın ölüm, korkmadan ölüm!

source: King Buffin
da: Kong Buffin
de: König Buffin
es: Rey Buffin
tr: Kral Buffin

source: King Buffin is dead, boy.
da: Kong Buffin er død dreng.
de: Köng Buffin ist tot, Junge.
es: El rey Buffin está muerto, muchacho.
tr: Kral Buffin öldü, çocuk.

source: King Buffin! King Buffin! I bring terrible news for you!
da: Kong Buffin! Kong Buffin! Jeg kommer med frygtelige nyheder til dig!
de: König Buffin! König Buffin! Ich bringe schreckliche Nachrichten für Euch!
es: ¡Rey Buffin! ¡Rey Buffin! ¡Traigo noticias terribles para usted!
tr: Kral Buffin! Kral Buffin! Size çok müthiş haberlerim var!

source: King Buffin, my uncle, it has been an honour to fight you. You were a tough opponent
de: König Buffin, mein Onkel, es war eine Ehre mit dir zu kämpfen. Du warst ein harter Gegner.
tr: Kral buffin, amcam, sizinle döğüşmek bir onurdur. Siz çetin bir rakipsiniz.

source: King? We have never been joined by a king before. If he wants to be one of us, he will be welcomed, but he must understand that his of chances being called 'his majesty' are zero.
de: König? Wir wurden noch nie von einem König besucht. Wenn er einer von uns sein möchte ist er willkommen, aber er muss verstehen, dass seine Chancen als 'Seine Majestät' angesprochen zu werden gleich Null sind.
es: Rey? Nunca fuimos unidos por reyes antes. Si quiere ser uno de nosotros, se le dará la bienvenida, pero tendría que entender que las oportunidades de que lo llamen 'su majestad' son nulos.
tr: Kral mı? Biz daha önce hiç bir krala bağlanmamıştık. Eğer bizden biri olmak isterse aramıza memnunuyetle alırız, fakat böylelikle ona ‘majesteleri’ diye hitabedeceğimizi sanmasın.

source: LADY Lorin. Why would I want to be called a She-Wolf? Do they expect me to howl or something?
de: KÖNIGIN Lorin. Und nun? Erwarten Sie, dass ich wie ein Wolf heule oder etwas in der Richtung?
sv: LADY Lorin. Och? Vill de att jag skall yla eller något?
tr: BAYAN Lorin! Öyle mi? Ulumamı filan mı bekliyorlar?

source: Lady Lorin
es: Señora Lorin
tr: Bayan Lorin

source: Lady Lorin can also interrogate enemy leaders. You will receive no bonus if withdrawing with Gawen.
da: Lady Lorin kan forhøre fjendtlige leder. Du modtager ingen bonus hvis du trækker dig tilbage med Gawen.
de: Königin Lorin kann die feindlichen Anführer verhören. Du wirst keinen Bonus bekommen, wenn du dich mit Gawen zurückziehst.
es: También la Señora Lorin puede interrogar a los líderes enemigos. No recibirá ninguna paga extraordinaria si se retira con Gawen.
sv: Även Lady Lorin kan förhöra fiendeledare. Du får ingen bonus om du retirerar med Gawen.
tr: Ayrıca, düşman liderlerini Lorin de sorgulayabilir. Gaven geri çekilirse erken bitirme ödülü almayacaksın.

source: Lady Lorin, I am aware of your habit of interrogating enemy leaders. Please, take my advice... if you feel you must interrogate the leaders, ignore the orcs - they do not look intelligent enough to give sensible answers.
de: Königin Lorin, Ich kenne Eure Gewohnheit feindliche Anführer zu verhören. Bitte nehmt meinen Rat an, wenn Ihr das tun müsst ignoriert die Orks, Sie sehen nicht intelligent genug aus, als dass Sie wichtige Informationen herausgeben könnten.
sv: Lady Lorin, jag känner till er vana att förhöra fiendeledare. Var snäll och lyssna till mitt råd: om du kan så strunta i orcherna, de verkar inte tillräckligt smarta för att ge vettiga svar.
tr: Bayan Lorin, düşman liderleriyle konuşma alışkanlığınızı biliyorum. Lütfen öğüdümü dikkate alın, mümkünse Orkları bunun dışında tutun. Sizin istediğiniz yanıtları verebilecek zekaya sahip görünmüyorlar.
