Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: Hm... you are still alive? There is strong spirit inside of your body. Stand and accept the final blow, but know that I won't damage your body further.
es: Hm.. Todavía está vivo. Hay un espíritu fuerte dentro de su cuerpo. Acepte el soplo final, pero antes, le permito saber que no dañaré su cuerpo.
tr: Hımm... Hala hayattasın. Gövdenin içinde güçlü bir ruh var. Son nefesini al, fakat ondan önce, gövdeni hırpalamayacağımı bil.

source: Hmm, after some thought perhaps it is for the best that Raul is trying to oppose us. It's an occasion for you to exercise a little.
de: Hmm, nach kurzer Überlegung ist es vielleicht sogar gut, dass Raul versucht uns herauszufordern. Es gibt euch Gelegenheit, ein wenig an Erfahrung zu gewinnen.
sv: Hmm, efter lite tankemöda så kom jag framtill att det nog är bra att han försöker stoppa oss. Det är ett bra läga för dig att träna lite.
tr: Hımm, sonradan düşününce, bizi durdurmaya çalışması herşeye rağmen iyi olabilir. Biraz idman yapmak için bir fırsattır.

source: Hmm.. It seems we will have to fight this army to continue our journey. It should be easy.
de: Hmm.. Es sieht so aus als müssten wir gegen dieses Heer kämpfen um unsere Reise fortzusetzen. Aber dies sollte einfach sein.
tr: Hımm... Öyle görünüyor ki, yolculuğumuza devam edebilmek için bu orduyla çarpışmamız gerekecek. Kolay olsa gerek.

source: Hmm.. You know what, orc? Let's make a deal... If you will tell me why are you here, allied with Akladians, then I will let you die peacefully. If not, despite my son's cries I will demonstrate to you other fascinating aspects on the topic of what suffering can be induced by a simple knife in hands of an able woman.
es: Hmm.. ¿Que es lo que sabes, orco? Hagamos un trato... Si me dices por qué están aquí, aliados con los Akladianos, entonces te permitiré morir apaciblemente. Si no, a pesar de los lamentos de mi hijo, te explicaré los aspectos fascinantes de lo mucho que se puede sufrir inducido por un cuchillo en las simples manos de una mujer capaz.
tr: Hımm... Ne biliyorsun ork? Gel bir anlaşma yapalım... Neden Akladyalılarla müttefik olarak burada bulunduğunuzu söylersen, acı çekmeden ölmene izin vereceğim. Yoksa, oğlumun ağlamalarına aldırmadan, basit bir bıçağın yetenekli bir kadının elinde nasıl bir ıstırap kaynağına dönüşebileceğiyle ilgili konuları açıklamaya devam edeceğim.

source: Hmm.. seems that he had some gold...
sv: Det ser ut som att han hade lite guld...
tr: Hımm... biraz altını var gibi görünüyor...

source: Hmm... I wonder what might lie in that northern, empty castle...
de: Hmm... Ich frage mich, was sich wohl in dieser nörlichen leeren Burg verbergen mag...
sv: Hmm... Jag undrar vad som finns i det där tomma slottet där i norr...
tr: Hımm, kuzeyde boş bir kale var, harika...

source: Hmm... perhaps they are not such easy marks as I thought.
da: Hmm.. det ser ud til, at de ikke er så nemt et mål, som jeg troede.
de: Hmm... vielleicht sind sie doch nicht so leichte Beute wie gedacht.
sv: Hmm... Det verkar som om de inte var ett så enkelt mål som jag trodde.
tr: Hımm.. benim düşündüğüm kadar kolay hedef değiller gibi görünüyor.

source: Hmm... that's not the force we were expecting. Guards! To arms! We have to kill quickly them so they won't see the arrival of our guests!
de: Hmm... das ist nicht die Streitmacht, die wir erwartet haben. Wachen! Zu den Waffen! Wir müssen sie flink töten, bevor sie die Ankunft unserer Gäste mitbekommen!
sv: Hmm... det är inte de som vi förväntade oss. Vi måste döda honom så att de inte ser våra gäster!
tr: Hımm, beklediğimiz bu değil. Konuklarımızı görmeden onları öldürmeliyiz!

source: Hold your tongue! Green devils... I've heard they appeared recently in Raedwood. My friend told me there were THOUSANDS of them. I wish I were somewhere else.
es: ¡Escupe esas palabras! Diablos verdes... He oído que ellos aparecieron recientemente en Raedwood. Mi amigo me a dicho que había MILES de ellos. Hubiese preferido que fuera en alguna otra parte.
tr: Yeşil şeytanlar deyip durma! Son olarak. Kızılağaçta görüldüklerini duydum. Dostum, onlardan BİNLERCE olduğunu söyledi. Başka bir yerde olmak isterdim.

source: Horsemills
de: Pferdeställe
tr: Atdeğirmenleri

source: How dare you oppose us, heathen underling!
de: Du wagst es, dich uns zu wiedersetzten, gottloser Unterling?
es: ¡Cómo te atreves a oponerte, subdito impío!
sv: Hur vågar ni stå emot oss, ogudaaktiga lakejer!
tr: Bize karşı koymaya nasıl cüret edersin, pis parya!

source: How dare you speak that way to your king!?!
tr: Kralınla bu şekilde konuşmaya nasıl cüret edersin!

source: How did my real mother die?
da: Hvordan min rigtige mor døde?
sv: Hur dog min riktiga mor?
tr: Gerçek annem nasıl öldü?

source: How did you manage to kill Bor Cryne? This shouldn't happen... it means the level is too easy. Mail the_sigil at hotmail dot com with your savegame and replay for review!
sv: Hur lyckades du med det där? Det skall inte kunna ske. Det betyder att nivån är för lätt. Skicka ett meddelande till adanilecki HOS cs put poznan pl med ditt sparade spel så att jag kan göra det svårare.
tr: Bunun için ne yaptınız, sayın oyuncu? Bu olmamalıydı. Demek ki, bu seviye çok kolay. Oyunu kaydedip, dosyayı adanilecki (at) cs put poznan pl adresine postalarsanız oyunu nasıl zorlaştırabileceğim hakkında fikir edinebilirim.

source: How did you manage to kill Hoyre? This shouldn't happen... it means the level is too easy. Mail the_sigil at hotmail dot com with your savegame and replay for review!
sv: Hur lyckades du med det där? Det skall inte kunna ske. Det betyder att nivån är för lätt. Skicka ett meddelande till adanilecki HOS cs put poznan pl med ditt sparade spel så att jag kan göra det svårare.
tr: Bunun için ne yaptınız, sayın oyuncu? Bu olmamalıydı. Demek ki, bu seviye çok kolay. Oyunu kaydedip, dosyayı adanilecki (at) cs put poznan pl adresine postalarsanız oyunu nasıl zorlaştırabileceğim hakkında fikir edinebilirim.

source: How did you manage to kill Uri van Roe? This shouldn't happen... it means the level is too easy. Mail the_sigil at hotmail dot com with your savegame and replay for review!
sv: Hur lyckades du med det där? Det skall inte kunna ske. Det betyder att nivån är för lätt. Skicka ett meddelande till adanilecki HOS cs put poznan pl med ditt sparade spel så att jag kan göra det svårare.
tr: Bunun için ne yaptınız, sayın oyuncu? Bu olmamalıydı. Demek ki, bu seviye çok kolay. Oyunu kaydedip, dosyayı adanilecki (at) cs put poznan pl adresine postalarsanız oyunu nasıl zorlaştırabileceğim hakkında fikir edinebilirim.

source: How strange... it seems that by killing so many of them, you have gained their respect.
sv: Det är konstigt men det verkade som om du lyckades få deras respekt när du dödade så många av dem.
tr: Tuhaf şey, çoğunu öldürdüğünüz halde onların güvenini kazandınız.

source: How this could be possible?
da: Hvordan dette kunne være muligt?
tr: Bu nasıl mümkün olabildi?

source: Hoyre O Barnon did not trust Wesnothians living in the city of Barnon. Fearing that the citizens would open the gates to Gawen Hagarthen, he withdrew to his castle in the forests nearby. Indeed, the city of Barnon surrendered easily, though the citizens didn't show any signs of enthusiasm.
de: Hoyre O Barnon traute den Wesnothern nicht, die in der Stadt Barnon lebten. Aus Furcht, die Einwohner würden die Stadttore für Gawen Hagarthen öffnen, zog er sich auf seine Burg in den nahen Wäldern zurück. Tatsächlich ergab sich die Stadt Barnon schnell, obwohl die Bewohner kein Zeichen von Begeisterung zeigten.
sv: Hoyre O Barnon litade inte på wesnotherna som bodde i staden Barnon. I fruktan över att stadsborna skulle öppna stadsportarna för Gawen Hagarthen så drog han sig tillbaka till slottet i den närliggande skogen. Mycket riktigt så kapitulerade staden snabbt, men stadsborna visade inte någon större entusiasm.
tr: Hoyre Barnon, Barnon şehrinde yaşayan güvenilmez bir Wesnottu. Vatandaşlar kapıları Gaven Hagarten’e korkarak açtıklarında, o orman yakınındaki şatosuna kaçtı. Normal olarak, Barnon şehri, vatandaşları pek hevesli görünmese de kolayca teslim oldu.

source: Hoyre O Barnon?
tr: Hoyre Barnon mu?

source: Hoyre O Barnone
tr: Hoyre Barnon

source: Hoyre, you have always been my friend. I would never fight against you. Rather, I join with you to kill that mixling!
de: Hoyre, ihr wart stets mein Freund. Ich würde niemals gegen Euch kämpfen. Eher würde ich mich Euch anschliessen, um diesen Mischling zu töten!
sv: Hoyre, du har alltid varit min vän. Jag kommer aldrig att slåss mot dig. Jag skulle hellre hjälpa dig att döda det där halvblodet!
tr: Hoyre, sen daima dostum oldun. Sana karşı asla döğüşemem. Hatta, bu melezi öldürmek için sizinleyim.

source: Hrar
tr: Hırar

source: Hrm... you could have asked someone else to do it for you. Hm... and where is Yahyazad?
da: Du kunne have bedt en anden om at gøre det for dig. Hm.. og hvor er Yahyazad?
tr: Sizin için yapmamı istediğiniz bir şey varsa söyleyin. Hımm... Yahyazad nerede?

source: Human envoy? That's impossible.
da: Menneskeudsending? Det er umuligt.
de: Ein Bote der Menschen? Das ist unmöglich.
sv: Mänsklig budbärare? Det är inte möjligt.
tr: İnsan elçi? Bu imkansız.

source: Human.. killed me.. Human...
tr: İnsan... öldürdü beni... İnsan...

source: Humans! Kill them all!
da: Mennesker! Dræb dem alle!
de: Menschen! Tötet sie alle!
sv: Människor! Döda dem allihop!
tr: İnsanlar! Gebertin hepsini!

source: Humans... cowards... good only for meat...
da: Mennesker.. kujoner.. kun gode til mad..
sv: Människor... Ynkryggar... Duger bara som kött...
tr: İnsanlar.. korkaklar.. sadece eti iyi..

source: Humanssss! Leave thessse foressts!
da: Menneskerrrr! Forlad denneeee skovvvv!
de: Menssschen! Verlasssst diessssesss Wald!
sv: Männisssskor! Lämna vår sssskog!
tr: İnnnssannnlarrr. Bu orrrmanları terrrkedinnn!

source: Huon Ryedric
tr: Huron Redrik

source: Huon and Mithrandil returned a few days after our arrival. When the time appointed for our next meeting came, nobody questioned my right to be there. Lorin also insisted on participating and, after a short quarrel, Gwidle, the most respected leader of the people of Freetown, agreed.
da: Huon og Mithrandil kom tilbage få dage efter vores ankomst. Da tiden for endnu et møde kom var der ingen der satte spørgsmålstegn ved min ret til at være der. Også Lorin insisterede på at deltage og efter et kort skænderi indviede Gwidle den mest respekterede leder af folket i Freetown.
tr: Huron ve Mitrandil, bizim dönüşümüzden bir kaç gün sonra döndüler. Yeni toplantı zamanı geldiğinde hiç kimse orada bulunmamdan rahatsız olmadı. Lorin de katılmakta ısrar etti ve Givıdıl ile giriştiği kısa bir ağız dalaşından sonra Özgürkent’in saygıdeğer liderlerinden çoğu onu toplantıya kabul etti.

source: Hurray! We are free! Now, death to the orcs!
da: Hurra! Vi er frie! Død over orkerne!
de: Hurra! Wir sind endlich frei! Los, tötet die Orks!
es: ¡Que bien! ¡Somos libres! ¡Ahora, muerte a los orcos!
tr: Yaşasın! Özgürüz! Şimdi, orklara ölüm!

source: I AM Gawen Hagarthen. I am starting to tire of repeating that I am alive.
de: Ich bin Gawen Hagarthen. Langsam fängt es an mich zu nerven, es ständig wiederholen zu müssen noch am Leben zu sein.
tr: Ben Gaven Hagarten’im. Hayatta olduğumu tekrarlamaktan yorulmaya başladım.

source: I already answered that question.
da: Jeg har allerede besvaret det spørgsmål.
sv: Jag har redan svarat på den frågan.
tr: Bu soruya zaten yanıt verdim.

source: I already know where Deorien may be.
da: Jeg ved allerede hvor Deorien kan være.
de: Ich weiss schon wo Deorien vielleicht ist.
tr: Deorien’in nerede olabileceğini zaten biliyorum.

source: I already know your questions, Lorin from Gallorae, the clan which has long had more gold in the hair of their daughters than in their treasuries. The first answer is: yea, thou art. The second is: yea, he shall. The third is: nay, ye never shall.
es: Sé sus preguntas, Lorin de Gallorae, clan que tenía más oro en el pelo de sus hijas que en sus tesoros. La primera respuesta es sí, usted es. La segunda es sí, él será. La tercera es no, ustedes nunca serán.
tr: Sorularını biliyorum, Gallorae’lerden Lorin. Kabilenin kızlarının saçlarındaki altın, hazinelerindekinden daha fazladır. İlk sorunu yanıtı: evet, sensin. İkincisinin yanıtı: evet, o olacak. Üçüncüsü ise: hayır, sen asla olmayacaksın.

source: I always care for my people... besides, you have no idea how difficult it was to train them.
de: Ich kümmer mich immer um meine Leute und du hast keine Ahnung wie schwierig es war diese zu trainieren.
sv: Jag bryr mig alltid om mitt folk, och du har ingen aning om hur svårt det var att utbilda dem.
tr: Ben daima halkımı korurum; onları eğitmenin ne kadar zor olabileceğini bilemezsin.

source: I always shoot to kill. No need to remind me.
da: Jeg skyder altid for at dræbe. Ingen grund til at minde mig om det.
de: Ich schieße immer um zu töten. Das ist nichts woran man mich erinnern muss.
sv: Jag skjuter alltid för att döda. Jag behöver inga påminnelser.
tr: Daima öldürmek için vururum. Beni hatırlamana gerek yok.

source: I am Akladian. Do you want to kill me? Go ahead, I won't stop you.
da: Jeg er. Vil du slå mig ihjel? Gå igang hvis du vil, jeg stopper dig ikke.
de: Ich bin Akladianer. Wollt ihr mich töten? Nur zu, ich werde euch nicht aufhalten.
sv: Jag. Nå, vill du döda mig? Kom igen, om du vill, jag skall inte stoppa dig.
tr: Ben varım ya. Beni de öldürmek ister misiniz? Haydi! çok istiyorsanız, durdurmayacağım sizi.

source: I am Gawen Hagarthen.
da: Jeg er Gawen Hagarthen.
de: Ich bin Gawen Hagarthen.
sv: Jag är Gawen Hagarthen.
tr: Ben Gaven Hagarten’im.

source: I am Gawen Hagarthen. I was crowned king in Vattin and betrayed by my own lords during the battle of Barnon.
da: Jeg er Gawen Hagarthen. Jeg blev kronet som konge i Vattin og forrådt af mine egne lensherrrer under slaget om Barnon.
de: Ich bin Gawen Hagarthen. Ich war der gekrönte König von Vattin und wurde von meinem eigenen Adel bei der Schlacht von Barnon verraten.
tr: Ben Gaven Hagarten’im. Vattin’de kral olarak taç giydim ve Barnon savaşı sırasında kendi derebeylerimin ihanetine uğradım.

source: I am Reumario. We fought at Haeltin. You defeated me, but you let me live. I am indebted to you. It's a shame I have to fight against you.
tr: Ben Reumario’yum. Biz Haeltin’de döğüştük. Siz beni yendiniz ama öldürmediniz. Size borçlandım. Size karşı döğüşmek zorunda kalırsam, bu yakışıksız olacak.

source: I am a mage attuned to life, my king, and can sense things you cannot. Believe me, withdraw her into our keep.
tr: Ben büyücüyüm, kralım. İnanın bana, onu bizim şatonun içine geri çekin.

source: I am an empty shell.
da: Jeg er en tom skal.
tr: Ben boş bir kabuğum.

source: I am dying, human, but you will be dead too, soon!
da: Jeg dør menneske, men du vil også snart være død!
tr: Ben ölüyorum, insan, ama sen de yakında öleceksin!

source: I am finally free! I still can hardly believe it. Not only am I free, but also Gawen, my king, is alive. It is a very real relief for me; the thought that I had abandoned him during th Battle of Barnon has haunted me for weeks now.
tr: Sonunda özgürüm! Hala inanamıyorum. Özgür olmakla kalmadım, ayrıca, Gaven, kralım da hayatta. Omuzlarım için ağır bir yüktü; düşündüğüm, haftalarca aklımdan çıkmayan şey, Barnon savaşı sırasında onu terkettiğimdi.

source: I am finished! But your leader... before I die, is his name really Gawen Hagarthen?
tr: Ben bittim, Fakat lideriniz! Ölmeden önce söyleyin bana, onun ismi gerçekten Gaven Hagarten mi?

source: I am finished! Death is less than fifty paces from me... but before she takes me, please tell me... are you really Gawen Hagarthen?
de: Ich bin erledigt! Der Tot ist weniger als fünfzig schritte von mir entfernt; aber bevor er mich holt sage mir bitte: bist du wirklich Gawen Hagarthen?
tr: Ben bittim. Ölüm bana elli adımdan daha yakın; fakat ölüm canımı almadan önce, lütfen söyleyin bana: siz gerçekten Gaven Hagarten misiniz?

source: I am not competing with you, silly child.
da: Jeg konkurrerer ikke med dig dumme barn.
de: Ich kämpf auch nicht gegen dich, dummes Kind.
sv: Jag tävlar inte med dig, fåniga unge.
tr: Ben senin rakibin değilim, sersem çocuk.

source: I am not sure whether we have enough gold for this endeavor. I wish we had accumulated more in previous battles.
da: Jeg er ikke sikker på at vi har nok guld til dette eventyr. Jeg ville ønske at vi fik mere i de tidligere slag mindst 200.
de: Ich bin nicht sicher, ob wir genug Gold für dieses Vorhaben besitzen. Ich wünschte, wir hätten in früheren Kämpfen mehr angehäuft.
sv: Jag är inte säker på att vi har tillräckligt med guld för det här företaget. Jag önskar att vi hade vunnit mer i föregående strider.
tr: Bu çaba için yeterli altına sahipmiyiz, emin değilim. Önceki savaştan daha fazla altın almış olmayı isterdim.

source: I am not sure whether we have enough gold for this endeavor. I wish we'd gotten more in previous battles, at least 200.
da: Jeg er ikke sikker på at vi har nok guld til dette eventyr. Jeg ville ønske at vi fik mere i de tidligere slag mindst 200.
de: Ich bin mir nicht sicher, ob wir genug Gold für dieses Vorhaben besitzen. Ich wünschte, wir hätten in früheren Schlachten mehr eingenommen, mindestens 200.
sv: Jag är inte säker på att vi har tillräckligt med guld för det här. Jag önskar att vi hade mer, minst 200.
tr: Bu çaba için yeterli alkına sahipmiyiz, emin değilim. Önceki savaştan en azından 200 altın daha almış olmayı isterdim.

source: I am not sure whether we have enough gold for this endeavour. I wish we'd gotten more in previous battles, at least 200.
da: Jeg er ikke sikker på at vi har nok guld til dette eventyr. Jeg ville ønske at vi fik mere i de tidligere slag mindst 200.
de: Ich bin nicht sicher, ob wir genug Gold für dieses Vorhaben besitzen. Ich wünschte, wir hätten in früheren Schlachten mehr angehäuft, mindestens 200.
sv: Jag är inte säker på att vi har tillräckligt med guld för det här. Jag önskar att vi hade mer, minst 200.
tr: Bundan sonrası için elimizdeki altının yeterli olacağından pek emin değilim. Önceki çarpışmadan elimizde en azından 200 altın kalmış olmasını isterdim.

source: I am not sure. Perhaps you can say a few names, and I will tell you if any of them rings a bell?
da: Jeg er ikke sikker. Måske hvis du siger nogle få navne. Så vil jeg fortælle om de ringer en klokke.
de: Schwer zu sagen. Nennt mir mal ´n paar Namen, vielleicht klingelt´s dann bei mir?
sv: Jag vet inte riktigt. Om du nämner några namn så kanske det ringer en klocka.
tr: Emin değilim. Belki bir kaç isim söyleyebilirim, birkaç ipucu verirsen daha kesin olur.

source: I am only your step-mother, but there is no time for more talk. We have to reach the town and find a medic!
de: Ich bin deine Stiefmutter, aber wir haben keine Zeit mehr um zu sprechen. Wir müssen die Stadt erreichen und einen Heiler finden!
es: Soy tu madrastra, pero no hay tiempo para más charla. ¡Tenemos que alcanzar la ciudad y encontrar a un médico!
sv: Jag är bara din styvmor, men nu finns det inte mer tid för tal. Vi måste nå en stad och hitta en läkare!
tr: Ben sadece üvey annenizim, fakat konuşarak vakit kaybedemeyiz. Şehre ulaşmak ve size bir doktor bulmak zorundayız!

source: I am really Gawen Hagarthen
da: Jeg er virkelig Gawen Hagarthen
de: Ich bin wirklich Gawen Hagarthen
sv: Jag är Gawen Hagarthen.
tr: Ben gerçekten Gaven Hagarten’im.

source: I am still confused. When I saw Gawen, at first I did not recognize him. He had changed from the last time I saw him. He was just a kid then, but now he looks more like a young man... an amazing change in just a few months.
tr: Ben hala şaşkınım. Gaven’ı gördüğümde, ilk başta onu tanıyamadım. Son gördüğümden beri çok değişmiş. Henüz bir çocuktu, şimdi ise genç bir adam olarak karşıma çıktı. Bir kaç ay içinde inanılmaz bir değişiklik.

source: I am sure that they will dare... it's just I am not sure whom they will attack.
de: Ich bin sicher, dass sie dies wagen... ich bin nur noch nicht ganz sicher, wenn sie angreifen werden.
sv: Jag tror att de kommer att våga, det är bara det att jag inte är säker på vem de kommer att anfalla.
tr: Cüret edeceklerini düşünüyorum, sadece kime saldıracaklarından emin değilim.

source: I am surprised that he is surrounded by Underlings. But then, Gawen has demanded that I should never use that word again, that I should start to think of them as 'Wesnothians'. I think the girl with red hair has a crush on Gawen, and despite Lorin calling her 'a mite of a child' she is a woman already, and quite pretty.
tr: Paryalar arasında olması beni şaşırttı. Fakat, Gaven bundan sonra bu kelimeyi bir daha asla kullanmamam gerektiğini, bunun yerine onlara ‘Wesnotlar’ demem gerektiğini söyledi. Kızıl saçlı kız, sanırım Gaven’a düşkün. Lorin’in ona ‘asalak çocuk’ demesine rağmen o bir kadın ve gerçekten zarif.

source: I am thinking more about your safety amongst the Wesnothians inside of Freetown. Hagarthens were never really popular there. Let's go.
de: Ich denke eher an eure Sicherheit unter den Wesnothern in Freetown. Hagarthens waren dort nie sonderlich beliebt. Vorwärts!
sv: Jag tänker mer på din säkerhet bland wesnotherna i Freetown. Hagarthen var aldrig speciellt populär där. Sätt fart nu.
tr: Ben Özgürkent’teki Wesnotlar arasında güvende olmayı kastetmiştim. Hagarten çok sevilen bir isim değil buralarda. Haydi, gidelim.

source: I am your king, Hoyre. Admit that or I will be forced to kill you.
es: Soy su rey, Hoyre. Admitalo o me obligará a que lo mate.
tr: Ben senin kralınım, Hoyre. Bunu kabul et yoksa seni öldürmek zorunda kalacağım.

source: I am your mother, the only person whom you can trust. These are your few loyal soldiers, who remained when everyone else deserted us. You are Gawen Hagarthen, the rightful king of Vakladia.
de: Ich bin deine Mutter, die einzige Person, der du trauen kannst. Dies sind deine wenigen treuen Soldaten, die dir geblieben sind als alle anderen desertierten. Du bist Gawen Hagarthen, der rechtmässige König von Vakladia.
es: Soy tu madre, la única persona en quien puedes confiar. Éstos son tus últimos soldados fieles que se quedaron con nosotros cuando todos los demás se fueron después de la muerte honorable de tu padre. Eres Gawen Hagarthen, el verdadero rey de Vakladia.
sv: Jag är dinmor, den enda personen du kan lita på. Detta är dina lojala soldater, vilka stannade hos dig öven när alla andra lämnade efter din faders begravning. Du är Gawen Hagarthen, den sanna kungen av Vakladien.
tr: Ben senin annenim, güvenebileceğin tek kişi. Bunlar babanın onurlu ölümünden sonra herkesin bizi terketmesinini ardından bizimle kalan son sadık askerlerin. Sen Gaven Hagarten’sin, Vakladya’nın gerçek hak sahibi kralı.

source: I apologise, my lord. I was not able to stop her.
da: Jeg undskylder min herre. Jeg var ikke i stand til at stoppe hende.
de: Ich entschuldige mich, mein König. Ich konnte sie nicht aufhalten.
es: Me disculpo mi señor. No pude detenerla.
sv: Jag ber om tillgift, ers nåd. Jag kunde inte stoppa henne.
tr: Özür dilerim efendim. Onu durduramadım.

source: I can also dance. Gawen. When we return to Freetown I could dance for you...
da: Jeg kan også danse. Gawen når vi kommer tilbage til Freetown kan jeg danse for dig.
sv: Jag kan dansa också, Gawen. När vi återvänder till Freetown så skulle jag kunna dansa för dig.
tr: Dans da edebilirim. Gaven, Özgürkent’e döndüğümüzde senin için dans edeceğim.
