Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: What?!? Are you trying to ask me out or something?
de: Waas?!? Wollt ihr euch mit mir verabreden oder wie?

source: Where is he? He hide somewhere!
de: Wo ist er? Er hat sich irgendwo versteckt!

source: Who's there? Friend or foe?
de: Wer ist da? Freund oder Feind?

source: Why do you both have such stupid looks on your faces? You know each other or something?
de: Wieso schaut ihr beide so blöd drein? Kennt ihr euch?
sv: Varför dumstirrar ni båda på varandra? Känner ni varandra?

source: Why have you allied with orcs and Grekulak?
de: Warum bist du mit den Orks und Grekulak verbündet?
sv: Varför är du allierad med orcherna och Grekulak?

source: Yes, I am. And he is no underling, he is your lord, your king, Gawen Hagarthen.
de: Ja, dass bin ich. Und er ist kein Unterling, er ist dein Herrscher, dein König.

source: Yes, death to you!
de: Genau, Tod für euch!

source: Yes, there is definitely something worth seeing in that city. In fact, I can't wait to see her.
de: Doch, es gibt etwas in dieser Stadt zu sehen was den Weg rechtfertigt. In Wirklichkeit kann ich es gar nicht mehr abwarten sie zu sehen.
sv: Jo, det finns det visst. Faktum är att jag knappt kan bärga mig innan jag träffat henne.

source: You cannot recruit new units in this scenario.
de: Du kannst keine neuen Einheiten rekrutieren in diesem Szenario.

source: You failed to save Reme Carrenemoe.
de: Du hast es nicht geschafft, Reme Carrenemoe zu retten.

source: You have heard about me even in Okladia!? That's a pleasant surprise. Now, tell me, why were you here, and with a large army to boot?
de: So, du hast also schon von mir gehört! Das ist nett. Nun sag' mir weshalb du hier bist und mit welcher Armee du das vorhast.

source: You oppose Gawen Hagarthen, your own king.
de: Du stellst dich Gawen Hagarthen entgegen, deinem eigenen König.

source: You saved Reme Carrenemoe.
de: Du hast Reme Carrenemoe gerettet.

source: You think you can bribe me, an elvish druid, with gold? Oh well. This will allow me to buy better winter clothes.
de: Ihr denkt also tatsächlich ihr könntet mich, eine elfische Druidin, mit so etwas profanem wie Gold bestechen? Obwohl, genau betrachtet - damit könnte ich mir wunderbare Winterkleider einkaufen.

source: You were worthy fighter, noble Bal Riddon
de: Ihr wart ein würdiger Kämpfer, Adliger Bal Riddon.

source: Your grandfather smashed the underling armies in the field and stormed their castles. They were weak while we were strong. Divided, while we were unified. God gave us our destiny; they foolishly trusted mages to alter theirs. They were truly destined to be our slaves.
de: Dein Grossvater zerschlug die Armeen der Unterlinge im Feld und stürmte ihre Burgen. Sie waren schwach und wir stark. Sie waren uneins und wir vereint. Unser Gott gab uns unser Schicksal, doch diese Narren vertrauten ihren Zaubererern, um Ihrem Schicksal zu entgehen. Sie waren wahrhaft dazu bestimmt, unsere Sklaven zu sein.

source: Your king? You are fighting for the ghost of long dead boy? And why would you call him Haldric?
de: Dein König? Du kämpfst für den Geist eines Jungen, der schon lange tot ist? Und wieso nennst du ihn Haldric?

source: Your uncle? Me? You are just an underling! Even if you ARE really Gawen Hagarthen, your mother was one of those curs! (coughs) My cousin should never have desecrated our family name by marrying her! I spit on you!
de: Dein Onkel? Ich? Du bist nur ein Underling! Selbst wenn du WIRKLICH Gawen Hagarthen bist, so war deine Mutter einer dieser Hunde! (Hust) Mein Cousin hätte sie niemals heiraten und so unsere Familie entwürdigen dürfen! Ich spucke auf dich!

source: all others from the wesnoth forums
de: alle die Anderen der Wesnoth-Foren

source: bug reports, English corrections
de: Fehlermeldungen, englische Fehlerkorrekturen

source: bug reports, english errors corrections
de: Fehlermeldungen, englische Fehlerkorrekturen

source: fastfoot
de: schnell

source: for art advises
de: für Art-Ratschläge

source: for hints on wml and unit stats
de: für Hinweise bezüglich wml und Einheitenwerte

source: for patience and explaining how wescamp works
de: für Geduld und Erklärungen wie wescamp funktioniert

source: on Linux this file is located usually in
de: auf Linux liegt diese Datei normalerweise in

source: protector
de: Beschützer

source: raider
de: Räuber

source: saber
de: Säbel

source: sprites for Aragwaithi and corrections of Akladian sprites
de: Sprites für Aragwaithi und Korrekturen an Akladianischen Sprites

source: storyline, coding, original and some of the new story images, original portraits, original sprites for Akladians.
de: Storyline, Coding, Originale und einige der neuen Story-Bilder, Original-Porträts, Original-Sprites für Akladianer.

source: team coloring for all sprites
de: Team für die Farbgebung aller Sprites

source: warrior
de: Krieger

source: witch, his stepmother
de: Hexe, seine Stiefmutter

source: yet he is still alive
de: Er lebt immer noch.

source: yet she is still alive
de: Sie lebt immer noch.

source: Żwirek i Muchomorek
de: Pittiplatsch und Schnatterinchen

source: All is lost! Reinforcements for our enemies arrived! We have no chance to win now!
sv: Allt är förlorat! Fienden har fått förstärkningar! Vi har inte en chans att vinna nu!

source: Before I kill you, I want you to tell me few things. First, you were talking about some guests, tell me more!
sv: Innan jag dödar dig så vill jag att du berättar några saker. För det första, du talade om några gäster innan, berätta mer.

source: Everything is lost! Reinforcements for our enemies are arriving! We have no chance to win now!
sv: Allt är förlorat! Fienden har fått förstärkningar! Vi har inte en chans att vinna nu!

source: Freetown
sv: Till Freetown

source: In this storeroom and...
sv: I våra magasin och...

source: Lorin
sv: Lady Lorin

source: Majid! So you are familiar enough with me now to remember my first name!
sv: Majid! Ja! Du kom ihåg mitt förnamn!

source: Mounted and wielding wicked-looking sickles, brigands left behind the farming life to stalk Wesnoth's lonely backroads in small bands, robbing travelers. They also carry crude crossbows but are not very skilled with them.
sv: Ridandes och svingades ondskefulla skäror, så har banditerna lämnat sitt bondeliv för att smyga runt på Wesnoths ensamma småvägar i små gäng, rånades vandringsmän. De bär också runt på enkla armbort men är inte speciellt händiga med dem.

source: My name is Reme Carrenemoe. You doubt my word?
sv: Var Reme Carrenemoe kan tänkas vara?

source: Remember, that she's the king's step-mother.
sv: Kom ihåg att hon är kungens styvmor.

source: That's an order! Reme, if I run from a fight, who will respect me? I am not suicidal, believe me. And you must live; I order you to escort Lady Lorin safely out of this mess.
sv: Det är en order. Reme, om jag flyr en strid, vem kommer att respektera mig då? Jag är inte självmordsbenägen, tro mig. Och du måste leva; jag beordrar dig att eskortera Lady Lorin i säkerhet, antingen till Vattin eller till hennes familj.

source: There is no question about it. Believe me, Bar Urien, I have been hearing the voices of the spirits since my youth and God has sent me many messages. Gawen is not the messiah. He is a mixling, one who is unworthy of even honourable death.
es: No hay ninguna pregunta sobre eso. Créame, Bar Urien, he estado oyendo a los espíritus desde mi juventud y Dios me ha enviado muchos mensajes. Gawen no es ningún mesías. Él es mestizo, indigno de una muerte honorable.
sv: Det råder inget tvivel om den saken. Tro mig, Bar Urien, jag har lyssnat på andar sedan min ungdom och Gud har sänt mig många meddelanden. Gawen är inte Messias. Han är en blandning, och som sådan ovärdig även till hedervärd död.

source: This is not implemented in current version of the scenario. Please, wait at least one week and download new campaign version from campaign server to see whether it will be implemented
sv: Detta är inte implementerat i nuvarande scenarioversion. Var vänlig och vänta minst en vecka och prova sedan att hämta kampanjen från kampanjservern igen för att se om det har blivit implementerat.

source: Vanguard
sv: Eftertrupp

source: We have searched the castle and we found a lot of supplies. I hope we will find a good use for them.
sv: Inne i slottet hittade vi stora mängder förnödenheter. Jag hoppas att vi kan hitta bra användningsområden för dem.

source: Who are you? Friend or foe?
sv: Vem är du? Vän eller fiende?

source: Yarl Urluf
sv: Jarl Urluf

source: Yes, it does.
sv: Ja, det gör det.

source: You were a worthy opponent, Quivre from Raednons. It was good fight.
sv: Du var en värdig motståndare, Quivre från Raednons. Det var en bra strid.

source: As the Oracle, I have nothing more to say to thee... As a woman, I can advise this: There is only one man in the world who may change your future. I think you know his name. Go and find him. Beg him for forgiveness if you have to. Stay with him as long as you can.
es: Como Oráculo no tengo nada más para decirle. Como mujer, tengo un aconsejo. Hay sólo un hombre en este mundo que puede cambiar su futuro. Creo que usted sabe su nombre. Vaya y encuéntrelo. Pídale perdón y usted lo tendrá. Quédese con él, si puede.

source: Bar, you are fine warrior and you have always served our clan loyally. But leave the thinking to me.
es: Bar, usted es guerrero fino y estaba sirviendo a nuestro clan fielmente. Pero dígame que piensa realmente.

source: Both forces met at the fields which were later called Orannon, which in Akladian means 'battlefield'. This day was to be remembered for many generations to come - and also by vultures and jackals, who couldn't expect to see such an abundant number of bodies again for decades.
es: Ambas fuerzas se encontraron en los campos que después se llamaron Orannon que en Akladiano significa 'campo de batalla'. Este día sería recordado por muchas generaciones - también por los cuervos y lobos que por décadas no podrían esperar por tanta abundancia de cuerpos.

source: But, I thought, let's just assume for a moment he IS...
es: Pero, yo pensé, simplemente asumamos por el momento que él ES...

source: But.. What about if he really IS a messiah?
es: Pero.. ¿Qué si realmente ES el mesías?

source: Do you think I am afraid of you?
es: ¿Piensa que le tengo miedo, bruja?

source: Everything, huh? Then how come you were besieged and almost captured? Why didn't you escape or call on someone to help you?
es: ¿Todo? ¿Entonces cómo es que estabas sitiada y casi capturada? ¿Por qué no escapó o llamó a alguien para que la ayude?

source: Gawen and his army marched out of Vattin. Bor Cryne wasn't waiting - realizing that his only chance was to join with Grekulak's hordes advancing from the east, he left his hideout with all forces he could muster... but by this time, many Akladian lords and the greater part of the orcs had already abandoned him.
es: Gawen y su ejército marcharon fuera de Vattin. Bor Cryne no lo estaba esperando - sabía que su única oportunidad era unirse con las hordas de Grekulak que avanzaban por el este, se puso a salvo con todas las fuerzas que pudo reunir. Muchos señores de Akladian y gran parte de los orcos ya lo habían abandonado.

source: Ha, ha, human. You mean, 'everything we leave' will be yours.
es: Ha, ha, humano. Todo se quedará con nosotros.

source: He lost consciousness already? Sigh. I hoped we could ask him few questions. But then, he didn't seem like a guy who would actually KNOW anything.
es: ¿Ya perdió la conciencia? Suspiro. Esperaba poder preguntarle algunas cosas. Pero bueno, no parecía un tipo que SUPIERA algo realmente.

source: Here I am. My voice speaks to those willing to listen. I know why you are here. I know who you are. Ask your questions and receive the answers, for I can see everything which may be.
es: Aquí estoy. La voz que habla a aquéllos que quieren escuchar. Sé por qué estás aquí. Sé quién eres. Has tus preguntas y espera por las respuestas, porque sé todo lo que será y todo lo que puede ser.

source: Hey, who's there? The little boy with his mommy?
es: ¿Eh, quién hay? ¡Un muchacho pequeño con su mamá!

source: Hmm... Should I feel complimented, or offended?
es: Hmm.. ¿Debo sentirme alagada, u ofendida?

source: I am an Oracle. Why should I give straight answers? Why do you think my answer is insufficient for you? Why do you think I should tell you more?
es: Soy el Oráculo. ¿Por qué debo darle todas las respuestas? ¿Por qué piensa que mi respuesta no es suficiente para usted? ¿Por qué piensa que debo decirle más?

source: I can't; your blow almost chopped my arm off. If you allow me to live, all I want is to return to my wife and children.
es: No puedo, tu golpe casi cortó mi brazo. Si me permites vivir, regresaré con mi esposa y mis niños.

source: I say to hell with that mage. Let's go to Vattin and announce that the king has returned....
es: Yo digo, encontrar a ese mago. Vamos a Vattin y anuncia que el rey ha vuelto.

source: I wish you were as pretty as your daughters, Ruvio. I'd do to you the same thing I did to them. Especially the redhead, what was her name? The fighting one. She was the best!
es: Espero que usted sea tan bonito como sus hijas, Ruvio. Podría hacerle a usted lo mismo que hice con ellas. Sobre todo la pelirroja, ¿cual era su nombre? La luchadora. Era la mejor.

source: Is that all you wanted to tell me? Then know that I've heard, that the She-wolf of Haeltin has heard counsel of the Oracle, voice of God on Earth. She will not hear the counsel woman whom is merely God's tool.
es: ¿Es todo lo que puede decirme? Entonces sepa que ya la he oído, la Mujer-lobo de Haeltin ha oído el Oráculo, la voz de Dios en la tierra. Ella no ha oído a la mujer que es meramente una herramienta de Dios.

source: Lady, we are searching for the great mage, Deorien. Maybe you know...
es: Señora, estamos buscando al gran mago, Deorien. Quizá usted sabe...

source: Like... in bed with your underling so-called 'wife'?
es: ¿Como en cama con tu esclava cuando llama tu esposa?

source: Lorin was acting very strangely. Often, she sat outside our camp, her eyes aimlessly scanning the horizon. I started to fret about this, but she rebuffed any attempt to talk about her behaviour.
es: Lorin estaba actuando muy extraño. A menudo se sentába afuera del campamento, su mirada lánguida vagaba por el cielo. Comencé a preocuparme por esto, pero ella se negó a hablar sobre su comportamiento.

source: My lord, Bor Cryne not be far from here. It isn't wise to fight alone against the rebels' army.
es: Mi señor, Bor Cryne no puede estar lejos de aquí. No es sabio luchar solos contra el ejército de rebeldes.

source: My lord, our scouts report that Grekulak is much closer than we thought. He is just four days' march from here - or two days for an undead army, since they can march without rest night and day.
es: Mi señor, nuestros exploradores informan que Grekulak está más cerca de lo que pensamos. Está a dos días justos de marcha - dos días para un ejército de no muertos, debes considerar que ellos pueden marchas tanto de día como de noche.

source: No, of course not. You are a brave warrior. I just thought the notion that you will enter heaven without hands, legs, or head might make you a little bit uneasy.
es: No, por supuesto que no. Es un guerrero valiente. Solo pensaba que sentira entrando al cielo sin las manos, las piernas y la cabeza lo hará de a poco el pedazos.

source: People of Vakladia! People of Wesnoth! Long have ye waited for a messiah to come. Long have ye waited for a new king to unite the nation and to end the wars plaguing our country. The orcs ravage unopposed through the land, murdering and raping Akladians and Wesnothians alike, invited here by traitors whose souls are cankered with a lust for power and whose eyes have been blinded by callous hatred.
es: ¡Personas de Vakladia! ¡Personas de Wesnoth! Mucho tiempo han esperando por el mesías. Mucho tiempo han esperando por un nuevo rey que unifique a la nación y acabe con las guerras que azotan el país. Los orcos están asolando la tierra sin oposición, están asesinando y violando Akladianos y Wesnothianos, invitados por los traidores enfermos de odio.

source: Remember, the Oracle must be untouched. Do not kill the woman. Bor Cryne wants to have her untouched.
es: Recuerda, el Oráculo debe estar intacto. No maten a la mujer. Bor Cryne la quiere tener intacta.

source: Ruins of the great city? What kind of answer is this? Which city? Why can't you give me straight answers?
es: ¿Las ruinas de la gran ciudad? ¿Qué tipo de respuesta es esa? ¿Dónde está esa ciudad? ¿Por qué no puede darme directamente la respuesta?

source: Search for Deorien in the ruins of the great city, where e'en the wind crieth when it recalleth the memories of a marvelous past. He shall give unto thee answers, some of which thou mayest find unwelcome.
es: Encontrarás a Deorien en las ruinas de la gran ciudad, donde incluso los lamentos del viento traen recuerdos de pasadas maravillas. Pero te dará las respuestas, algunas de las cuales puedes encontrar incómodas.

source: The answer to this question is the answer to your doubts. Why haven't I escaped? Why didn't I call someone for help?
es: La respuesta a su pregunta es la respuesta a sus dudas. ¿Por qué no escapé? ¿Por qué no llamé a alguien para que me ayude? ¿Por qué está usted aquí?

source: The farmer's daughter wasn't as beautiful as I expected. She was overjoyed to see her father again. She kissed both me and Lorin - leaving my step-mother in total dismay.
es: La hija del granjero no era tan bonita como esperaba. Era realmente la alegría de su padre. Nos besó a ambos, a mi - y a Lorin - dejando a mi madrastra en un estado de desmayo total.

source: Then it is not such a great disgrace as I thought to be felled by a woman...
es: Entonces no es una gran desgracia como pensé...

source: Then tell me because I made you laugh before you died.
es: Entonces me dirás porque te hice reír antes de la muerte.

source: Then we must kill as many of them as possible and choose a good defensive position until Grekulak's army arrives.
es: Entonces intenta matar a tantos como sea posible y escoge una buena posición defensiva antes de que el ejército de Grekulak llegue.

source: This underling? A creature who has usurped the holy name and who will be punished by God!
es: ¡Este subdito! ¡Criatura que ha usurpado el nombre santo y que será castigado por Dios!

source: This was my first contact with undead, and I was happy that my troops had passed this difficult test. I hope future battles with Grekulak's forces will also be won.
es: Éste fue mi primer contacto con no muertos, y estaba contento de que mis tropas pasaran esta difícil prueba. Espero que las futuras batallas con las fuerzas de Grekulak también se ganen.

source: Two days? It's impossible to defeat them within two days.
es: ¿Dos días? Es imposible derrotarlos dentro de dos días.

source: Vakladia is finished. The whole country is in chaos. I think Bor Cryne, one of their lords, wants to declare himself king, but not many Akladians living there will recognise him. Only Hagarthens can be kings.
es: Vakladia se termina. El país entero está en caos. Creo que Bor Cryne, uno de sus señores, quiere declararse rey, pero no muchos Akladianos que viven allí lo reconocerán. Sólo Hagarthens puede ser rey.

source: Wutan
es: Vutan

source: Ye have all heard about him. Son of an Akladian king and a Wesnothian queen. A great warrior and great leader. Let him know ye wish him to come here and take his crown. All hail the king! All hail the messiah! All hail Gawen Haldric Hagarthen!
es: Han oído hablar de él. Hijo de rey de Akladian y la reina de Wesnothian. Gran guerrero y gran líder. Permítanle saber que lo quieren ver aquí y tomar su corona. ¡Todos quieren al rey! ¡Todos quieren al mesías! ¡Todos quieren a Gawen Haldric Hagarthen!

source: Ye have heard the stories about undead invading the neighbouring kingdom of Okladia. Some lost all hope. But be ye not afraid, for there is a man who is sent here to stop the undead menace and to cleanse the evil festering within the very heart of our country.
es: Han escuchado las historias de no muertos que invaden el reino de Okladia. Algunos de ustedes perdieron toda esperanza. Pero no se preocupen, porque este hombre a sido enviado aquí para detener la amenaza del no muerto y para derrotar al mal dentro del mismo corazón de nuestro país.

source: You are from the Raednon clan? So, the Raednons are also supporting the treachery of Bor Cryne. Why I am not surprised? I know you are all pig-eaters and swine...
es: ¿Usted es del clan de Raednon? También los Raednons están apoyando los ataques de Bor Cryne. Por qué no estóy sorprendido; Sé que usted es todo un comedor-cerdo y swine-f...

source: You can interrogate enemy leaders in this scenario with Gawen, Ruvio, Reme or Lorin, but the effects may - or may not - be different, depending on the enemy leader and interrogating hero.
es: Usted puede interrogar a los líderes enemigos en este guión con Gawen, Ruvio, Reme o Lorin, pero los efectos pueden - o no - ser diferentes, depende del líder enemigo y del héroe interrogador.

source: You pronounce that 'The Oracle'... all she needs is a great big
es: Pronuncias 'el Oráculo' con una gran O. ¿Pero de hecho, dónde está ella?

source: You two can settle that later. Everything else inside the city will belong to us!
es: Eso lo veremos más adelante. ¡Pero todo lo demás dentro de la ciudad nos pertenecerá!

source: You wouldn't have been able to do this if not for the magical support of that witch, Lorin. It was she who gave you courage, that traitor to her own race.
es: No podrías hacerlo sin la magia de esa bruja que está con usted. Ella le dio valor para traicionar a su propia raza.
