Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: How can I hate the orcs after what I've heard from Deorien? Die in peace, warrior.
da: Hvordan kan jeg hade orkerne efter hvad jeg hørt fra Deorien? Dø i fred kriger.

source: How can this be? He is raising our dead!
da: Hvordan kan det ske? Han hidkalder vores døde!

source: How many Wesnothians have been brought back from the dead by the killing of Akladian children, Huon? I lost whole family in Freetown. But I don't want to avenge them by killing families of innocent people. It will not bring them back.
da: Hvor mange folk fra Wesnoth er kommet tilbage fra de døde ved at dræbe akladianske børn, Huon? Jeg mistede hele min familie i Freetown. Men jeg ønsker ikke hævn for dem ved at dræbe familier af uskyldige.

source: How should I know? The lords live their own lives, as do we.
da: Hvordan skulle jeg vide det? Lensherrerne har deres eget liv vi har vores.

source: I am here to prepare the way for someone mightier, who will come very soon now. Beware of his army - he creeps closer with every passing night. And your every heartbeat brings you a step closer to your death...
da: Jeg er her for at gøde jorden for en større person, som vil komme meget snart. Frygt hans hær - han kommer nærmere hver eneste nat.. og hvert af jeres hjerteslag bringer jer tættere på døden...

source: I am not really dying! I am just moving on from this existence to another level...
da: Jeg dør ikke rigtigt! Jeg skifter kun min eksistens over til et nyt niveau...

source: I can't stop it. I have to care for Gawen. I am his step-mother, and I have to shelter him from God's wrath.
da: Jeg kan ikke stoppe det. Jeg må tage mig af Gawen. Jeg er hans stedmor og jeg må byskytte ham mod Guds vrede.
es: No puedo detenerme. Tengo que quererte Gawen. Soy tu madrastra, y tengo que protegerte de la ira de Dios.

source: I can't, but there is one young man who would love to fight for you!
da: Jeg kan ikke men der er en ung som som vil elske at kæmpe for dig!

source: I care about him too.
da: Jeg har også følelser for ham.
de: Ich werde mich um ihn kümmern
es: Yo también me preocupo por él.

source: I didn't catch the meaning of the discussion between you, and I know it was important. But why?
da: Jeg forstod ikke diskussionen mellem jer, og jeg har den her følelse af at den var vigtig. Men hvorfor?
es: No entiendo la discusión entre ustedes, y supongo que ese sentimiento era importante. ¿Pero por qué?

source: I don't care about the others. If you want, you may ask them questions, but I won't waste my time on them.
da: Jeg er ligeglad med de andre. Hvis du vil kan du spørge dem, men jeg spilder ikke min tid på dem.
de: Ich würde mich nicht um die andern kümmern. Wenn du möchtest kannst du ihnen natürlich ein paar Fragen stellen, aber ich würde nicht meine Zeit mit ihnen vergeuden.
sv: Jag skulle inte bry mig så mycket om de andra. Om du vill, så kan du fråga ut dem, men jag skulle inte slösa någon tid på dem.

source: I don't care. Allow this man to die peacefully.
da: Det interesserer mig ikke. Lad denne mand dø med fred.

source: I don't have to explain myself to anyone.
da: Fordi jeg ønskede det. Jeg skal ikke forklare mig over for nogen.
es: Porque quise. No tengo por que dar explicaciones.

source: I don't know about his twisted experiments - I would guess that he attempted many of them - but he finally came to the conclusion that neither orcs nor humans were well-suited for his goal. So he decided to breed a race of his own.
da: Jeg kender ikke til hans eksperimenter. Jeg kan gætte mig til at han havde mange indtil han kom til den konklusion at hverken orker eller mennesker var egnede til hans formål. Så han besluttede at yngle sin egen race.

source: I don't know for sure, but it was just before your mother fell ill. The poison we sold them was very unique - it's hard to mistake the symptoms.
da: Jeg ved det ikke med sikkerhed, men det var lige før at din mor blev forgiftet. Giften vi solgt var meget speciel - det er svært at misforstå symptomerne.
es: No sé con seguridad, pero fue justo antes de que envenenaran a su madre. El veneno que les vendimos era muy específico - es difícil equivocar los síntomas.

source: I don't know that name.
da: Jeg kender ikke det navn.
es: No conozco ese nombre.
sv: Jag känner inte till det namnet.

source: I don't know what to think. But there IS one way to determine whether you are really what you claim to be... whether you are able to defeat us.
da: Jeg ved virkelig ikke hvad jeg skal tro. Men der er EN måde at afgøre på om du virkelig er den du hævder at være. Hvis du er i stand til at besejre os..
es: No sé qué pensar. Pero HAY una manera de determinar si realmente es lo que exige ser. Si podrá derrotarnos..

source: I don't know! But Uri van Roe or Bor Cryne may know something about that...
da: Jeg ved det ikke! Uri van Roe eller Bor Cryne ved måske noget om det...

source: I don't know! I wasn't at Freetown, really!
da: Jeg ved det ikke! Jeg var ikke i Freetown!

source: I don't know. Mages were all killed by Akladians long time ago.
da: Jeg ved det ikke. Troldmænd blev slået ihjel af akladianerne for lang tid siden.

source: I don't know. Mages were all slaughtered by Akladians long time ago.
da: Jeg ved det ikke. Troldmænd blev slået ihjel af akladianerne for lang tid siden.
de: Ich weiss nicht. Magier sind alle vor langer Zeit von den Akladianern abgeschlachtet worden

source: I failed my mission - but I do not fear death!
da: Jeg svigtede min mission - men jeg er ikke bange for døden!
de: Ich konnte meine Mission nicht zu Ende bringen - aber den Tot fürchte ich nicht!

source: I feel no hate for you. You fought well.
da: Jeg har ikke noget had over for dig dig. Du kæmpede godt.

source: I get the impression that, whatever it is, it may already be dead.
da: Jeg har på fornemmelse at uanset hvad det er så er det allerede dødt.

source: I have no idea how he was able to do it. It flies in the face of the whole of our knowledge and if I had not seen the living proof that he succeeded, I would have said it was impossible. He somehow crossed orcs and humans, until he got a new race of merciless warriors. He crafted and shaped them in every way, much as a smith crafts a sword. Yes, I am talking about the Akladians.
da: Jeg har ingen anelse om hvordan han var i stand til det. Det er imod hele vores forståelse af verden og hvis jeg ikke havde set det levende bevis ville jeg sige at det var umuligt. På en eller anden måde har han krydset orker og mennesker, indtil han har fået en ny race af ubarmhjertige krigere. Han skabte dem, som en smed skaber et sværd. Ja jeg taler om akladianerne.

source: I honour the memory of your brother. He did nothing which would have to be forgiven.
da: Jeg ærer mindet af din bror. Han har ikke gjort noget som kræver tilgivelse.
de: Ich habe deinen Bruder in guter Erinnerung. Er hat nicht irgendwas getan was vergeben werden müsste.

source: I hope that witch is burning in hell!
da: Jeg håber heksen brænder i helvede!
de: Ich hoffe die Hexe schmurgelt in der Hölle!
es: ¡Espero que la bruja se esté quemando en el infierno!
sv: Jag hoppas att häxan brinner i helvetet!

source: I know. I heard you in the council. You hate me.
da: Jeg ved det. Du hader mig.
de: Ich weiss, du hasst mich...
sv: Jag vet. Du avskyr mig.

source: I said, don't attack. Fear not, friends from distant lands. I know who you are. The Oracle has foreseen your arrival. I have been waiting for you, noble Gaumhaldric - or rather, Gawen Hagarthen. You have no idea how long I have waited for you.
da: Jeg sagde angrib ikke. Vær ikke bange ven fra fremmede lande. Jeg ved hvem du er. Oraklet fortalte mig om dig. Jeg ventede dig ædle Gaumhaldric - eller snarere Gawen Hagarthen. Du har ingen ide om hvor lang tid jeg har ventet på dig.

source: I shall let you live.
da: Jeg sparer dit liv.
de: Ich sollte die leben lassen.
sv: Jag skulle låta dig leva.

source: I shall remain with her, just in case it is something serious.
da: Jeg bliver med hende i tilfælde af at det er noget alvorligt.
de: Ich werde mit ihr hier bleiben, nur im Fall wenn es was ernstes ist.

source: I think it's time to make use of all our reserves!
da: Jeg tror det er tid til at bruge alle vores reserver!

source: I told you I know who you are and why you are here. But I'm afraid that you do not yet know. Gawen Hagarthen, I have been waiting for many, many years for someone like you to appear. When I heard about you, hope arose in my heart. Now, that I see you, I am sure.
da: Jeg sagde at jeg kendte dig og ved hvorfor du er her. Men jeg er bange for at du ikke ved det. Gawen Hagarthen jeg har ventet i mange år på at en som dig ville komme. Da jeg hørte om dig tændtes et håb i mit hjerte. Nu hvor jeg ser dig er jeg sikker.

source: I told you, I don't care.
da: Faktisk er jeg ligeglad.
de: Ich habe es dir beereits einmal gesagt: das werde ich dir nicht verraten.
sv: Uppriktigt sagt, så bryr jag mig inte.

source: I told you... she miscarried.
da: Jeg har fortalt dig det. Hun aborterede

source: I will honour you by burying you properly
da: Jeg vil ære dig med en ordentlig begravelse

source: I will wipe that smile from your face - my wife and daughters, I shall avenge you!!
da: Jeg vil fjerne det smil fra dit ansigt - min kone og døtre, jeg vil hævne dig!!

source: I won't allow for any more of that, mother. Stop it! Stop it right now!
da: Jeg vil ikke tillade mere af dette mor. Stop det! Stop det nu!

source: I would be honoured to fight at your side, my king.
da: Det vil være en ære at kæmpe på din side min konge.
de: Es wäre eine Ehre für dich zu kämpfen, mein König.
sv: Jag är hedrad av att slåss vid din sida, min kung.

source: I'm kind of surprised that she is not here with us.
da: Jeg er overrasket over at hun ikke er her med os.

source: I'm not quite sure. Many people, are starting to hail you as the messiah. You could become king of all Wesnoth and the religious leader of our people.
da: Jeg ved det ikke. Jeg har netop indset at du vil blive anset for at være en ny messias af mange jeg kender. Du kan blive konge af hele Wesnoth og religiøs leder af vort folk.

source: I'm sorry, but I cannot help you. Akladian clans do buy poison from us here and there, but if you can't give me some names, I won't be able to help you.
da: Desværre det kan jeg ikke hjælpe dig med. Klaner fra Akladian køber gift fra os en gang imellem, men hvis du ikke har flere oplysninger kan jeg ikke hjælpe dig.
es: Lo siento, pero no puedo ayudarlo. Los clanes Akladianos compran veneno de nosotros con frecuencia, si no puede darme alguna pista, no podré ayudarlo.

source: I'm sorry. I was really angry.
da: Undskyld. Jeg var vred.
de: Es tut mir leid. Ich war wirklich sehr verärgert.

source: I've heard that Perien, king of Easkladia is besieged in his own capital by Wesnothians. Two brothers in Guilcorta, Luc and Gauri, are quarreling amongst themselves. Our king, Buffin, decided he would invite himself to Vakladia. He thinks none can oppose him.
da: Jeg har hørt at Perien, konge af Easkladia, er belejret i sin egen hovedstad af Wesnoth. To brødre i Guilcorta, Luc og Gauri slås indbyrdes. Så vores konge, Buffin, besluttede at invitere sig selv. Han antog nok at ingen ville stå op imod ham.

source: I've never heard of that name.
da: Jeg kender ikke det navn.
es: No conozco ese nombre.

source: I've never tortured any prisoner and I've never harmed an innocent, as far as I know. But you, Cryne... you despoiled and then brutally killed Karen.
da: Jeg har aldrig tortureret en fange og aldrig gjort en uskyldig fortræd. Men dig Cryne... du har dræbt Karen.

source: If Yahyazad were here, he might be jealous - it appears that Lorin and this guy would make a perfect pair.
da: Hvis Yahyazad havde været her, er jeg sikker på at han ville sige at Lorin og denne fyr er et perfekt par.

source: If not, I will burn down this village.
da: Hvis ikke brænder jeg den landsby ned
de: Falls nicht werde ich dein Dorf niederbrennen
sv: Om inte, så bränner jag ner den där byn

source: If this is your will, Gawen, I will kill that under.. uhm... man-like creature later.
da: Hvis det er din vilje Gawen så vil jeg dræbe det undermenn... uhm... menneskelignende skabning senere.

source: If you think that, you don't know Yahyazad. I bet he would be jealous.
da: Så kender du ikke Yahyazad. Jeg vil vædde på at han vil være jaloux.

source: In the meantime, Grekulak has been trying to gather what was left after the fall of his kingdom. The Akladian rebellion was a serious blow to him. I think it took him more than a century to rebuild his forces. He abandoned his plans of breeding a new race of warriors and now relies on armies of the undead, armies that cannot rebel against him. His minions have arrived here now, trying to seduce orcs and some of the Akladians with promises of gold, fame and who knows what else.
da: I mellemtiden prøvede Grekulak at samle hvad der var tilbage af sit kongedømme. Oprøret var et alvorligt slag mod ham. Det tog ham mere end et århundrede at genopbygge sine styrker. Han forlod planerne om at avle en ny race af krigere. Han kom hertil i forsøget på at overtale orkerne og nogle af akladianerne ved at love guld og grønne skove og hvem ved hvad ellers.

source: Innocent? No Akladian is innocent! Even if they didn't participate in the massacres, maybe their husbands or uncles did, and...
da: Uskyldig? Ingen akladianer er uskyldig. Selv om de ikke har deltaget i massakrene, så gjorde deres mand eller onkel, og ...

source: Is that an order?
da: Er det en ordre?
sv: Är det en order?

source: Isn't Grekulak a human? And isn't he leading the undead to greatness!
da: Er Grekulak ikke et menneske? Og fører han ikke udøde til storhed!

source: It seems that the outlaws had a small treasury hidden here.
da: Ser ud til at de fredløse havde små skulte skatte her.
de: Es scheint, die Gesetzlosen hatten hier einen kleinen Schatz versteckt.
sv: Det verkar som att de fredlösa har en liten skattgömma här.

source: It's Gaumhaldric, this is true, but he is also Gawen Hagarthen, king of Vakladia, and as Haldric he is king of Wesnoth. Wait, did you say - `saved`?
da: Det er rigtigt, det er Gaumhaldric, men han er også Gawen Hagarten, konge af Vakladia, og som Haldric er han konge af Wesnoth. Hvorfor sagde du at var »reddet«?

source: It's a shame, then, that I have to kill you.
da: Det er en skam at jeg må dræbe dig.
sv: Det är en skam att det inte fanns fler akladier att döda.

source: It's nothing.. It's nothing... I just.. I can't...
da: Det er ikke noget.. Ikke noget... Jeg.. kan ikke...

source: It's you who defeated the ghosts, aren't you? We will always keep you in our memory.
da: Er det ikke dig som har besejret spøgelserne fra det forheksede sted, er det ikke? Vi vil altid have dig i tankerne.

source: Italian translation:
da: Italiensk oversættelse:
de: Italienische Übersetzung

source: Khalifa die without fear!
da: Khalifa dør uden frygt!
de: Khalifa sterben ohne Angst!

source: Liar! I know you fought under the name Gaumhaldric. I was only checking to see whether you would have the courage to admit that. A base liar couldn't be the rightful king of the Akladian people. Prepare to die!
da: Løgner! Jeg ved at du anvendte navnet Gaumhaldric. Jeg ønskede kun at vide om du havde modet til at indrømme det. Løgnere kan ikke være konge over folk fra Akladian. Gør dig klar til at dø.
de: Lügner! Ich weiss, dass du den Namen Gaumhaldric gebraucht hast. Ich wollte schauen ob du den Mut hast dies zuzugeben. Der König der Akladianer kann kein Lügner sein. Mach dich gefasst zu sterben!

source: Lorin's clan once bought poison from the outlaws. Do you know why?
da: Lorins klan købte gift fra de fredsløse. Ved du hvorfor?
es: El clan de Lorin compró una vez veneno a los bandidos. ¿Sabe por qué?
sv: Lorins klan köpte en gång giftet av de fredlösa. Vet du varför?

source: Many centuries ago there was lich, possibly the most powerful to ever appear on the face of the earth. His name was Mal-Ravanal. His hordes invaded Wesnoth in ages past, but he was defeated by a few courageous men. Dacyn, Gweddry, and their band of heroes... all Wesnothians know those names, spoken of in our legends with respect and honour.
da: For flere århundreder siden var der en lich, måske den mest magtfulde der har gået på jordens overflade. Hans navn var Mal-Ravanal. Hans horder invaderede tidligere Wesnoth, men han blev besejret af nogle få modige mænd. Dacyn, Gweddry, alle fra Wesnoth kender de navne, som gentages med respekt og følelse.

source: Master! Master! Without your will, our army will cease to exist! Noooo!
da: Herre! Herre! Uden din vilje vil vores hær ophøre med at eksistere! Neeej!

source: Maybe you are worthy to be our king after all...
da: Måske er du værdi til at blive vores konge trods alt...

source: Messiah? You do not actually believe that!?
da: Messias? Du tror da ikke rigtig på det?

source: Mother, Ruvio, could you please just TRY to pretend you like each other?
da: Mor Ruvio kan i i det mindste prøve at se ud som om at i kan li' hinanden?

source: Mother, don't you get it? It means we are practically half-orcs!
da: Mor forstår du det ikke? Det betyder at vi er halv orker!

source: Mother, put down that knife! That is an order!
da: Mor læg den kniv ned! Det er en ordre.

source: Mother, put down that knife! That is an order.
da: Mor læg den kniv ned! Det er en ordre.

source: Mother? I thought you said I was not your real mother?
da: Mor? Jeg menes at have hørt at du sagde jeg ikke er din rigtige mor?
de: Mutter? Ich dachte du sagtest ich bin nicht deine wirkliche Mutter?
sv: Mor? Jag tyckte du sade att jag inte är din riktiga mamma?

source: Move the peasant girl to the northern edge of the map.
da: Flyt bondepigen til det nordlige hjørne af kortet.
es: Mueva a Gawen al borde sur del mapa O
sv: För bondflickan till kartans norra kant.

source: Much of the swamp is frozen over; that increases our chances considerably.
da: Det er vinter: Det øger vores chancer meget.
sv: Det är vinter, det förbättrar våra chanser betydligt.

source: My Lord, this seems to be an ideal task for an Elvish Avenger. I can sneak right up to the cage and free that girl!
da: Min herre detter virker som en perfekt opgave for en elverhævner. Jeg kan snige mig hen til buret og befri pigen!

source: My king, I've heard that some of people of Wesnoth have started to take revenge on their own. A few Akladian villages were massacred south of Freetown. What will you do?
da: Min konge jeg har hørt at nogle af folkene i Wesnoth allerede er startet på deres eget hævntogt. Nogle akladianerlandsbyer syd for Freetown er blevet massakreret. Hvad vil du gøre?

source: My king, we could really use some help here.
da: Min konge vi kunne virkelig godt bruge noget hjælp.

source: My king, you do not have to ask. You may order us to join you.
da: Min konge du behøver ikke at spørge. Du kan beordre os til at slutte os til dig.

source: My lord! This time for sure you will chase off that orcish band, kill all the orcs, and free my people!
da: Min herre! Denne gang vil du jage den orkerbande, dræb alle orkerne og befri mit folk!
es: Por supuesto perseguirás a esa banda de orcos, ¡matarás a todos los orcos y liberaras a mi gente!

source: My lord, Grekulak's power is not as strong as he would have you - or himself - believe. He cannot raise people who die in the vicinity of white magi or magi of light.
da: Min herre heldigvis er denne Grekulak ikke så dygtig som jeg var bange for. Han kan ikke hidkalde døde folk når han er tæt på hvid magi eller lysets magi.

source: My lord, my daughter is the most beautiful girl in these parts. I knew this would bring woe upon us. An Akladian lord wanted her hand in marriage, and she foolishly refused.
da: Det er en lang historie. Ser du min herre min datter er den smukkeste pige i nabolaget. Jeg vidste at det ville være en katastrofe for os. En akladian lensherre ville gifte sig med hende, og tåbelig som hun var, nægtede hun.

source: My lord, we already visited that place
da: Min herre vi har allerede besøgt Oraklet
de: Mein König, wir haben das Orakel bereits besucht.

source: My lord, we already visited that place and we found Deorien there
da: Min herre vi har allerede været der og vi fandt Deorien der
de: Mein König, wir waren hier bereits und haben Deorien dort gefunden

source: My lord, we have not found Deorien yet.
da: Min herre vi har ikke fundet Deorien endnu.
de: Mein König, wir haben Deorien noch nicht gefunden.

source: My lord, will we accept that unit into our army? It is a loyal unit, but it's just a simple Peasant.
da: Min herre vil vi accepterer den enhed i vores hær? Det er en loyal enhed, men en kun en simpel bonde.

source: My lord, will we accept this recruit into our army? It is not a loyal unit, just a normal Bowman.
da: Min herre vil du acceptere den enhed i vores hær? Det er ikke en loyal enhed Det er en simpel bueskytte.

source: Neither do I, Gawen. Neither do I.
da: Heller ikke mig Gawen. Heller ikke mig.

source: No kidding.
da: Uden sjov.
de: Keine Scherze.

source: No kidding. I mean, no kidding, your Majesty.
da: Uden sjov. Jeg mener det uden sjov deres majestæt.

source: No! How many times I do have to kill you!
da: Nej! Hvor mange gange skal jeg slå dig ihjel!

source: No! I have still so much to do!
da: Nej! Jeg har stadig så meget at udrette!
de: Nein! Ich habe noch so viel zu tun!

source: No, I've explained that already. We are not mindless zombies you can hire to do anything. We, unlike Akladians, have principles. We will fight for you, but will do so in a way that ensures we uphold our traditions.
da: Nej nej nej. Jeg har forklaret dig det allerede. Vi er ikke zombier du kan hyre til alt. Vi, til forskel for akladianerne, har KODEKS. Vi følger regler.
de: Nein, ich habe dies bereits erklärt. Wir sind keine hirnlosen Zombies, die ihr anwerben könnt, alles mögliche zu tun. Anders als die Akladianer haben wir Prinzipien. Wir werden für euch kämpfen, aber wir tun dies in einer Art, die unsere Traditionen bewahrt.

source: No. As usual, Hoyre screwed up everything he possibly could. We will withdraw to the north, and wait until Grekulak arrives to help us.
da: Nej. Hoyre har som sædvanlig ødelagt alt han kom i nærheden af. Vi trækker os tilbage mod nord og venter indtil Grekulak kommer hertil og hjælper os.
es: No. Hoyre se apuró todo lo que pudo como de costumbre. Nos retiraremos al norte, y esperaremos hasta que Grekulak venga a ayudarnos.

source: No... I'm ok.. I'm ok... It was nothing.
da: Nej... Jeg er okay... jeg er okay... det var ikke noget.

source: No... stop trying to fool me... I will die loyal to our spiritual leader...
da: Nej.. Prøv ikke at narre mig.. Jeg vil dø loyal over for vores spirituelle leder...

source: Nor me. To do so would be the gravest offense you could give to your father.
da: Eller mig. Det vil være en krænkelse af din far.

source: North of his castle, in small cage.
da: Nord for hans borg i et lille bur.
es: Al norte de su castillo, en una jaula pequeña.

source: Note for translators: 'But what about IT?' refers to Lorin's child
da: Bemærkning til oversættere: 'Men hvad med barnet?' referer til Lorins barn

source: Of all people in the world, it had to be you!
da: Af alle mennesker i verden så måtte det være dig!

source: Of course... I remember it because it is such unusual for Akladians to ask us for such a thing. It started our most recent contact with them.
da: Selvfølgelig.. Jeg husker det fordi det var usædvanligt for en akladian at spørge efter en sådan ting.. Og det startede vores kontakt.

source: Of pain? Never. But I don't want underlings to hear me screaming
da: For smerte? Aldrig. Men jeg vil ikke lade småfolk se mig skrige
