Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: Lady Lorin, stop it. He is dead. He can't tell us anything more.
da: Lorin stop det. Han er død. Han siger ikke et ord mere.
es: Señora Lorin, deténgase. Está muerto. No dirá una palabra más.
sv: Fru Lorin, sluta. Han är död. Han kommer inte säga ett ord mer.
tr: Bayan Lorin, durun. O öldü. Başka bir şey söyleyemez.

source: Lady Lorin?
tr: Bayan Lorin?

source: Larkin O Travil
tr: Larkin Travil

source: Leave the final blow for me! I want to interrogate him!
da: Gem det sidste slag til mig! Jeg ønsker at forhøre ham!
de: Lasst den letzten Schlag für mich! Ich möchte ihn noch verhören!
es: ¡Deje el ultimo aliento para mí! ¡Quiero interrogarlo!
sv: Låt mig ta hand om honom sedan! Jag måste förhöra honom!
tr: Son nefesini bana bırak! Onunla konuşacaklarım var!

source: Leaving Raedwood
da: Ud af Raedwood
de: Readwood hinter uns lassen
es: Dejando Raedwood
sv: På väg från Raedwood
tr: Kızılağaç’tan Ayrılış

source: Leif Thrall
tr: Esir Leif

source: Let him go, and we will leave in peace.
da: Lad ham gå og vi går i fred.
de: Lass ihn laufen und wir werden in Frieden gehen.
sv: Låt honom gå, och vi går i fred.
tr: Gitmesine izin verirseniz biz barış içinde buradan ayrılırız.

source: Let this be a lesson to you, my idealistic step-son. To some people you may speak only with knife in hand.
de: Lass' dir das eine Lehre sein, mein idealistischer Stiefsohn. Mit einigen Leuten solltest du nur reden, wenn du ein Messer zur Hand hast.
tr: Bu sana bir ders olsun benim idealist üvey oğlum. Bazılarına karşı sadece elinde bir bıçak varken konuşabilirsin.

source: Let's be careful. Scouts reported orcs garrisoned east from here. Now, we just have to capture their leader and ...
sv: Nu måste vi vara försiktiga. Spejarna rapporterade att det finns orcher i garnisonen österut. Nu behöver vi bara ta deras ledare till fånga, så...
tr: Dikkatli olalım. Gözcüler, ork garnizonunun buranın doğusunda olduğunu raporladı. Şimdi, biz sadece liderlerini yakalamak ve ...

source: Let's go, Gawen. We're finished here.
da: Lad os gå Gawen. Lad os gå.
es: Vamos, Gawen. Vamos.
tr: Gidelim, Gaven. Gidelim.

source: Let's try to move a little faster. This traitor's friends may appear at any moment.
de: Versuchen wir uns zu beeilen! Die Freunde dieses Verräters können jeden Moment erscheinen.
sv: Låt oss göra det här lite snabbare. Den här förrädarens vänner kan komma vilket ögonblick som helst.
tr: Biraz daha çabuk olmaya çalışalım. Bu hainlerin dostları her an gelebilir.

source: Level three units (easy level): $ano_level_count units, $level_point points
tr: 3. seviye birimler (kolay): $ano_level_count birim, $level_point puan

source: Level three units (hard level): $ano_level_count units, $level_point points
tr: 3. seviye birimler (zor): $ano_level_count birim, $level_point puan

source: Level three units (normal level): $ano_level_count units, $level_point points
tr: 3. seviye birimler (normal): $ano_level_count birim, $level_point puan

source: Liar! Speak!
de: Lügner! Sprecht!
sv: Lögnare! Tala!
tr: Yalancı! Konuş!

source: Lie in peace, soldier.
da: Lig i fred soldat.
de: Strib' in Frieden, Soldat.
tr: Rahat uyu, asker.

source: Lioato
tr: Liyoto

source: Listen to me carefully. I know now what you are thinking. Do not have any hope. Do not try ANYTHING. First, I am an Akladian and you are not. Second, I am a bad woman. You have no idea how bad. Avoid me. Third, you are not my type. Fourth, there are some Akladian customs of which you are seemingly unaware.
sv: Lyssna noga. Du har inte en chans. Försök inte med något. För det första så är jag akladier och du är inte det. För det andra så är jag en farlig kvinna. Du kan inte ana hur farlig. Undvik mig. För det tredje så är du inte alls min typ. För det fjärde så finns det en del akladiska seder som du verkar ha förbisett. Så låt oss träffa ett avtal: jag kallar inte dig lakej och du kallar mig Lady Lorin. Överens?
tr: Dikkatle dinle. Umutlanma. Tekrarlamayacağım. Öncelikle, ben Akladyalıyım, sen değilsin. İkincisi, ben kötü bir kadınım. Kötünün anlamı hakkında bir fikrin olsun diye söylüyorum: kork benden! Üçüncüsü, benim tipim değilsin. Dördüncüsü senin bilmediğin anlaşılan bazı Akladya gelenekleri var. Seninle anlaşalım: Ben sana parya demeyeceğim, sen de bana Bayan Lorin diyeceksin. Kabul mü?

source: Listen underling, I am not an animal to be tamed or a prize to be won. The only thing which stays my hand from snuffing out your life after hearing such a remark is that I still need you. But you are dangerously close to the line, so...
de: Hör' mir genau zu Underling, die einzige Sache die mich davon abhält dir dein Leben zu nehmen, nachdem ich so eine Bemerkung von dir hören musste, ist, dass ich dich noch brauche. Aber du bist gefährlich nahe dran, also pass auf was du tust...
sv: Lyssna, lakej, enda anledningen till att jag inte tar ditt liv är att jag fortfarande behöver dig. Men du är farligt nära gränsen, så...
tr: Dinle parya, senin canını almaktan beni alıkoyan tek şey sana hala ihtiyacım olmasıdır. Fakat, sen tehlikeli sularda yüzüyorsun, dikkatli ol..

source: Listen up, you large orc in my small hands. How high can a big orc sing when I use this knife?
es: Oiga, oiga, orco grande en mis manos pequeñas. Ahora, ¿que tan alto pueden cantar los orcos grandes cuándo yo uso este cuchillo?
tr: Duyun, duyun, büyük ork benim küçük ellerimde. Bu bıçağı kullanırken büyük ork şarkısı nasıl da yükselecek?

source: Listen, if you will answer my questions I will let you go. Understand? Now, what do you know about orcs and why they are here?
tr: Dinle, bir kaç soruma yanıt verirsen gitmene izin vereceğim. Anladın mı? Şimdi, orklar hakkında ne biliyorsun ve onlar neden buradalar?

source: Listen, if you'll answer me a few questions I'll let you go. Understand? Now, what do you know about the orcs and why they are here?
tr: Dinle, bir kaç soruma yanıt verirsen gitmene izin vereceğim. Anladın mı? Şimdi, orklar hakkında ne biliyorsun ve onlar neden buradalar?

source: Listen, orc..
da: Hør ork..
tr: Dinle ork...

source: Listen, that won't work! I am well-acquainted with the job of interrogating prisoners. What you're doing isn't even a decent amateur job... this is...
es: ¡Escucha, eso no funcionará! Lo sé, porque conozco muy bien el trabajo de interrogar a los prisioneros, y no es un trabajo para aficionado igual... esto es..
tr: Dinle, bu işe yaramaz! Biliyorum, çünkü mahkumları sorgulama işini oldukça iyi bilirim ve bu amatör işi değildir... Bu...

source: Listen, woman, I want nothing from you. Gawen's not going anywhere with you. He is staying with us and he is going to unite Wesnoth and...
de: Hör zu Weib, ich möchte nichts von dir. Gawen wird nirgendwo mit dir hingehen. Er bleibt bei uns und wird Wesnoth vereinen und...
sv: Lyssna, kvinna, jag vill inte ha något från dig. Gawen går ingenstans med dig. Han stannar med oss och han kommer att ena Wesnoth och...
tr: Dinle, kadın, senden hiçbir şey istemiyorum. Gaven seninle hiçbir yere gitmeyecek. Bizimle kalacak ve Wesnoth’ta birliği sağlayacak...

source: Lizard heaven? We do not have sssuch thing.
sv: Ödlehimlen? Något sssådant har vi inte.
tr: Sürüngen cenneti mi? Bizim öyle bir şeyimiz yok.

source: Lizard thing.. Uh.. So.. What do you know about orcs?
sv: Ödla.. Öh... Så... Vad vet du om orcherna?
tr: Sürüngen şeyler... Oh... Orklar hakkında ne biliyorsunuz?

source: Lizard, do you like your tail? If so, tell me everything you know about why orcs are in Vakladia, and do it fast.
sv: Ödla, gillar du din svans? Om du gör det så bör du berätta allt du vet om varför orcherna är i Vakladien, och snabbt ska det gå.
tr: Sürüngen, kuyruğunu seviyorsan Vakladya’daki orklar hakkında bildiğin herşeyi söyle, çabuk!

source: Lizards!
da: Øgler!
sv: Ödlor!
tr: Kertenkeleler!

source: Lizards? We already fought with them. I hate lizards.
sv: Ödlor? Vi har redan slagits mot dem. Jag hatar ödlor.
tr: Kertenkeleler? Biz zaten onlarla döğüştük. Kertenkelelerden nefret ediyorum.

source: Long live our king Gawen Haldric! It will be honour to fight for you, my king!
tr: Çok yaşa Kral Gaven Haldrik! Sizin için döğüşmek bir onurdur, kralım!

source: Look! Fresh enemy forces arrived! We have no chance to win now!
sv: Titta, förstärkningar! Vi har inte en chans att vinna nu!
tr: Bak! Taze düşman kuvvetleri geldi! Artık kazanma şansımız kalmadı!

source: Look, Akladians! To arms! Their king is dead; it's time to kill them all and be done with our slavery!
de: Dort, Akladianer! Zu den Waffen! Ihr König ist tot, es ist Zeit sie alle zu töten und unser Sklavendasein zu beenden!
es: ¡Miren, allí son Akladianos allí! ¡A las armas! ¡Su rey está muerto, es hora de matarlos a todos y acabar con nuestra esclavitud!
sv: Min herre, det finns akladiter här! Till vpen! Deras kung är död, det är tid att döda dem alla och avsluta vårt slaveri!
tr: Bak, orada akladyalılar var! Silah başına! Kralları öldü, onları öldürmenin ve kölelikten kurtulmanın tam zamanıdır.

source: Look, fresh enemy forces are arriving! We have no chance to win now!
sv: Titta, förstärkningar! Vi har inte en chans att vinna nu!
tr: Bak! Taze düşman kuvvetleri geldi! Artık kazanma şansımız kalmadı!

source: Looking at him, I keep on thinking about what the oracle once told me; I am starting to dread those thoughts. When his father died, I thought that everything - well, almost everything - the Oracle had told me were lies, but now... now I am scared and I try not to think about it. But it keeps coming back.
tr: Ona bakarak, yardımcı olamam ama kahinin dediklerini hatırlayabilirim. Birdenbire bu düşüncelerden korkmaya başladım. Babası öldüğünde kahinin bana yalan olduğunu söylediği herşeyi - ama hemen hemen herşeyi - düşündüm, ama şimdi.. Şimdi paniğe kapıldım... ve onun hakkında düşünmemeye çalışıyorum. Fakat aklımın bir köşesinde tutuyorum.

source: Lord Hagarthen
da: Lensherre Hagarthen
sv: Furst Hagarthen
tr: Hagarten Beyi

source: Lords of Vakladia, it is a honour to have you here as guests. I hope you will all serve me as loyally as you did my father.
de: Lords von Vakladia, es ist eine Ehre euch hier als Gäste zu empfangen. ich hoffe, ihr werdet mir alle treu dienen wie einst meinem Vater.
sv: Furstar av Vakladien, det är en ära att ha er här idag som gäster. Jag hoppas att ni kommer att tjäna mig lika lojalt som ni tjänade min far.
tr: Vakladia beyleri, sizi burada konuk olarak görmek bir onur. Bana da babama olduğu gibi sadakatle hizmet edeceğinizi umuyorum.

source: Lorin ordered the castle to be prepared for defense. Men worked day and night, snowflakes were melting on their eager bodies. She worked alongside them, as hard as though she wanted to prove that she was as good as any man. Or perhaps as though she wanted to be too tired to have time for memories.
es: Lorin ordenó preparar el castillo para la defensa. Los hombres habían trabajar día y noche, mientras los primero copos de nieve se derretían en sus cuerpos. Ella también trabajó, tan duro como si quisiera demostrar que es tan buena como los hombres. O como si quisiera estar demasiado cansado como para recordar.
sv: Lorin beordrade att slottet skulle förberedas för försvar. Manskapet arbetade dag och natt, och de första snöflingorna smälte på deras kroppar. Lorin slet också tillsammans med dem, lika hårt som någon annan, som om hon ville visa att hon dög lika mycket till som männen. Eller kanske för att glömma.
tr: Lorin şatonun savunma için hazırlanmasını emretti. Adamları günler geceler boyu ilk kar taneleri düşene dek çalıştılar. Lorin de onlarla birlikte çalıştı, iş zordu ve tecrübe söz konusu olduğunda erkekler kadar iyiydi. Yoksa yorgunluktan bitab düşer ve geçmişi düşünmeye vakti olmazdı.

source: Lorin, have you heard what our people are calling you? A she-wolf. The She-Wolf of Haeltin.
de: Lorin, hast du gehört wie unsere Leute dich nennen? Sie bezeichnen dich als Wölfin, Wölfin von Haeltin.
sv: Lorin, hörde du vad vårt folk kallar dig? Honvarg. Honvargen från Haeltin.
tr: Lorin, halkın senden nasıl bahsettiğini duydun mu? Dişi kurt. Haeltin’in dişi kurdu.

source: Lorin, what are you doing?
da: Lorin hvad gør du?
de: Lorin, was machst du?
sv: Lorin, vad gör du?
tr: Lorin, ne yapıyorsun?

source: Lorin... Do it fast.
da: Lorin... Gør det hurtigt.
tr: Lorin... Çabuk ol.

source: Lorin... and... Gawen? Is that really you?
da: Lorin... og.. Gawen? Er det virkelig dig?
de: Lorin... und.. Gawen? Seid ihr es wirklich?
tr: Lorin... ve.. Gaven? Gerçekten siz misiniz?

source: Loyal
es: Leal
sv: Lojal
tr: Ulusal

source: Luc Hagarthen
tr: Luc Hagarten

source: MY KING! Forgive me, no... kill me now, how could I fight against you? I know now that I am a worthless traitor.
da: MIN KONGE! Tilgiv mig, dræb mig nu, hvordan kunne jeg kæmpe imod dig. Nu ved jeg at jeg er en værdiløs forræder.
tr: KRALIM! Affet beni, beni şimdi öldür, sana karşı nasıl döğüşebildim. Artık biliyorum, ciğeri beş para etmez bir hainim.

source: Mage... I... (pause) Lady Lorin thanks you.
tr: Büyücü... Ben... Lorin size teşekkür ediyor.

source: Majid Yahyazad is not my leader. His Ostan is far away from here. The Ostan of Mahour - and this tribe - is ruled by me, and no other rules over me.
de: Yahyazad ist nicht mein Anführer. Sein Stamm ist weit weg von hier. Dieser Stamm und dieses Gebiet wird von mir angeführt und es gibt niemanden, der über mich herrscht.
es: Yahyazad no es mi líder. Su ostan está lejos de aquí. Este sietch y esta tribu es gobernada por mí, y ningún otro gobierna sobre mí.
tr: Yahyazad benim liderim değil. Onun kampı buradan çok uzakta. Bu kamp ve bu birlik benim emrimde ve ben kimsenin emrinde değilim.

source: Majid, do you really want to explore the depths of my patience?
sv: Majid, vill du verkligen veta hur stort mitt tålamod är?
tr: Majid, gerçekten sabrımı taşırmak niyetinde misin?

source: Many Akladians join the armies of their lords, making the war their true profession. War provides them sense of life and means of life.
de: Viele Akladianer treten der Armee ihrer Adliger bei und machen Krieg zu ihrem wahren Beruf. Krieg gibt ihnen den Sinn und das Geld um zu leben.
sv: Många akladiter tar värvning i sina herrars armeer och gör krig till deras sanna yrke. Kriget ger dem en mening med livet.
tr: Çoğu Akladyalının işi efendilerinin ordularında savaşmaktır. Yağmacılık onların geçim kaynağıdır.

source: Master, someone approaches us! Should I attack now?
da: Herre nogen er på vej mod os! Skal jeg angribe nu?
tr: Efendim, bir cisim yaklaşıyor! Saldıracak mıyız?

source: Matthews Eagle Eye
da: Matthews Ørneøje
de: Matthäus Adlerauge
sv: Matthews Örnöga
tr: Kartal Gözlü Metyus

source: Matthias Ramon
tr: Matyas Ramon

source: Maurice
tr: Moris

source: Maybe he was thinking about about some other word. Uhmmm, for example...
sv: Kanske tänkte han på något annat ord. Hmmm, till exempel k...
tr: Belki başka sözcükler düşünüyordu. Ehem, örneğin s...

source: Maybe we could try to withdraw to the mountains?
da: Måske kan vi trække os tilbage til bjergene?
de: Vielleicht können wir versuchen uns in die Berge zurückzuziehen?
sv: Vi kanske skulle försöka dra oss tillbaka till bergen?
tr: Dağlara çekilmeyi deneyebiliriz belki, ne dersiniz?

source: Maybe you are right. We should go back to Freetown then.
sv: Kanske har du rätt. Vi borde återvända till Freetown i så fall.
tr: Belki haklısındır. O halde, Özgürkent’e dönelim.

source: Medic
de: Heiler
es: Médico
sv: Läkare
tr: Doktor

source: Messenger
da: Budbringer
de: Bote
es: Mensajero
tr: Elçi

source: Militiaman
da: Militsmand
de: Milizionär
sv: Stadsmilitia
tr: Milis

source: Miracle? What do you mean?
da: Mirakel? Hvad mener du?
de: Wunder? Was meinst du?
es: ¿Milagro? ¿Qué quieres decir?
sv: Mirakel? Vad menar du?
tr: Mucize? Ne demek istiyorsun?

source: Mithrandil
tr: Mitrandil

source: Mithrandil speaks the truth, Huon. You have not seen the reports I've gotten.
sv: Han talar sanning, Huon. Du har inte sett rapporterna jag har fått.
tr: Gerçeği söylüyor, Huron. Aldığım raporları görmemişsin.

source: Moerre Crynenoj
tr: Morre Crinenoj

source: Moerro
tr: Morro

source: Mother earth, a human woman is trying to save me? Such care for a fallen enemy is so rarely found!
tr: Toprak ana, insan kadın beni kurtarmaya mı çalışıyor? Kaybetmiş bir düşman için böyle bir tedavi, bu görülmüş şey değil!

source: Mother!
da: Mor!
de: Mutter!
sv: Mamma!
tr: Anne!

source: Mother! Stop it! This is disgusting and I will not allow it!
da: Mor! Stop det! Det er afskyeligt og jeg vil ikke tillade det!
tr: Anne! Dur! Bu iğrençliğe izin vermem!

source: Mother! What have you done with your hair?
da: Mor! Hvad har du gjort med dit hår?
sv: Mamma! Vad har du gjort med ditt hår?
tr: Anne! Saçlarına ne yaptın?

source: Mother, I'll explain later. Let's go!
da: Mor jeg forklarer dig det senere. Lad os gå!
de: Mutter, Ich erkläre es dir später. Lasst uns aufbrechen!
sv: Mor, jag förklarar senare. Nu går vi!
tr: Anne, bunu sana sonra açıklayacağım. Gidelim!

source: Mother, can I have a word with you?
da: Mor kan vi tale sammen?
sv: Mamma, får jag tala med dig lite?
tr: Anne, seninle konuşabilir miyim?

source: Mother, do NOT harm this man.
da: Mor gør IKKE denne mand fortræd.
es: Madre, NO dañes a este hombre.
tr: Anne, bu adamı hırpalama.

source: Mother, may I have a word with you?
da: Mor kan vi tale sammen?
sv: Mamma, får jag tala med dig lite?
tr: Anne, seninle konuşabilir miyim?

source: Mother, orcs just burn, pillage, and murder! They hate us, and yet you seem to respect them?!?
de: Mutter, Orks brandschatzen, plündern, ermorden, sie hassen uns und du scheinst sie zu respektieren?!?
sv: Mamma, orcher bränner, plundrar och mördar, de hatar oss och du verkar respektera dem?!?
tr: Anne, orklar yakıyor, yağmalıyor, öldürüyor. Onlar bize düşman ve sen onlara saygı duyuyor gibisin!?

source: Mother, please...
da: Mor ...
sv: Mamma, snälla...
tr: Anne, lütfen...

source: Mother, wait! Don't kill him! I want to ask him a few questions!
da: Mor vent! Dræb ham ikke! Jeg har et par spørgsmål til ham!
sv: Mor, vänta! Döda honom inte! Jag vill ställa några frågor först!
tr: Anne dur! Öldürme onu! Ona birkaç sorum olacak!

source: Mother, what's going on?
da: Mor hvad sker der?
de: Mutter, wie geht es dir?
sv: Mor, vad står på?
tr: Anne, ne yapıyorsun?

source: Mother, you have to go the other way. Reme is waiting for you there!
de: Lorin, du musst in die andere Richtung gehen. Reme wartet schon dort auf dich!
es: Lorin, tiene que ir por el otro lado. ¡Reme la está esperando allí!
sv: Lorin, du måste ge dig av åt andra hållet. Reme väntar på dig där!
tr: Lorin, diğer yoldan gitmek zorundasın. Reme seni oradan bekliyor.

source: Mother, you may let him go now.
da: Mor du kan lade ham gå nu.
tr: Anne, şimdi ona gitmesi için izin verebilirsin.

source: Mother?
da: Mor?
de: Mutter?
sv: Mamma?
tr: Anne?

source: Mother?!?
da: Mor?!?
de: Mutter?!?
sv: Mamma?!?
tr: Anne?!?

source: Move Gawen to south-eastern signpost OR
es: Mover a Gawen al poste indicador sur-oriental O
sv: För Gawen till vägskylten i sydöst, ELLER
tr: Gaven’ı güneydoğudaki yol işaretine götür VEYA

source: Move Gawen to southern edge of the map OR
da: Flyt Gawen til det sydlige hjørne af kortet ELLER
de: Bewege Gawen zur südlichen Ecke der Karte ODER
es: Mueva a Gawen al borde sur del mapa O
sv: För Gawen till den kartans södra kanten, eller
tr: Gaven’ı haritanın güney kenarına götür VEYA

source: Much better. That medic did a commendable job. I wish to thank him at some time in future.
de: Viel besser. Dieser Heiler hat wirklich gute Arbeit geleistet. Ich hoffe ich kann ihm später einmal dafür danken.
es: Mucho mejor. Ese medico era muy bueno en su trabajo. Deseo poder agradecerle en algún momento.
sv: Mycket bättre. Läkaren visste verkligen vad han gjorde. Jag vill tacka honom någon gång i framtiden.
tr: Çok iyi. Bu doktor gerçekten iyi iş çıkardı. Bir gün ona teşekkür etmek isterim.

source: My God! What happened here?
da: Min Gud! Hvad er der sket her?
de: Mein Gott! Was ist denn hier passiert?
sv: Herregud! Vad har hänt här?
tr: Tanrım! Ne olmuş burada?

source: My Lady, our scouts have told us that an unknown army is approaching us. They also report that it is led by Gaumhaldric, a Wesnothian. I've heard about him; supposedly he has already defeated some Akladian lords as well as bandits. If he attacks us, I don't know if we can defend ourselves.
de: Meine Königin, unsere Späher haben uns berichtet, dass sich uns eine unbekannte Armee annähert. Sie berichten, dass sie von einem gewissen Gaumhaldric, einem Wesnothianer, angeführt wird. Ich habe bereits einiges über ihn gehört; er soll schon einige Akladianer und Banditen besiegt haben. Ich bin mir nicht sicher, ob wir uns vertiedigen könnten, wenn er uns angreift.
sv: Ers nåd, våra spejare säger att en okänd armé närmar sig. Den leds tydligen av en viss Gaumhaldric, en wesnothier. Vi har hört talas om honom, han skall tydligen redan ha besegrat några akladier och banditer. Om han anfaller oss så vet jag inte om vi kan försvara oss.
tr: Hanımım, gözçülerimiz bilinmeyen bir ordunun yaklaşmakta olduğunu haber verdiler. Gözcülerimiz ordunun Gamlıhaldrik adındaki bir Wesnoth’un komutasında olduğunu rapor ettiler. Onun hakkında bir şeyler duymuştum; o güya bazı Akladyalıları ve haydutları yenmiş. Eğer saldırırsa, kendimizi nasıl savunuruz bilemiyorum.

source: My Lady, the defenses are ready. I ordered a moat dug out in the north, we also put some new fortifications in place, but they are not finished.
de: Meine Königin, die Verteidigungen sind fertig. Ich habe angeordnet einen Burggraben draußen im Norden zu Graben, außerdem haben wir ein paar neue Befestigungsanlagen gebaut, aber sie sind noch nicht fertig.
es: Mi Señora, las defensas están listas. Pedí un foso excavado en el norte, también pusimos nuevas fortificaciones en el lugar, pero no están terminadas.
sv: Ers nåd, slottets försvar är i ordningställt. Jag beordrade att en vallgrav skulle grävas i norr, och att några ställen skulle förstärkas, men det är inte klart ännu.
tr: Hanımım, savunmamız hazır. Kuzeyde bir hendek kazılmasını emrettim, ayrıca bazı kuvvetlendirmeler de yapılacak, fakat onlar henüz bitmedi.

source: My Lord! My lord is dead!
de: Mein König! Mein König ist tot!
tr: Efendim! Efendim öldü!

source: My ancestors, I am coming to you with sword in my hand!
da: Mine forfædre, jeg kommer til jer! Jeg håber jeg ikke har svigtet jer...
de: Meine Vorfahren, ich komme zu euch! Ich hoffe ich habe euch nicht entäuscht..
tr: Atalarım, elimde kılıcım size katılmaya geliyorum!

source: My ancestors, I am coming to you! I hope I have not failed you..
da: Mine forfædre, jeg kommer til jer! Jeg håber jeg ikke har svigtet jer...
de: Meine Vorfahren, ich komme zu euch! Ich hoffe ich habe euch nicht entäuscht..
tr: Atalarım, size geliyorum! Umarım ümidinizi kırmamışımdır...

source: My arrows never miss!
da: Mine pile fejler aldrig!
de: Meine Pfeile verfehlen ihr Ziel nie!
sv: Mina pilar missar aldrig!
tr: Oklarım asla hedefini şaşmaz!

source: My boss know everything, I know nothing. We are here for having fun and good meat I think.
es: Mi jefe sabe todo, yo no sé nada. Creo que estamos aquí para tener diversión y buena carne.
sv: Min boss vet allt, jag vet ingenting. Vi är här för att ha kul och äta bra kött tror jag.
tr: Patronum bilir herşeyi, ben bilmem. Biz taze et yemek ve eğlenmek için buradayız.

source: My boss would know. I know nothing, I am great warrior, not great thinker.
es: Mi jefe sabría. Yo no sé nada, soy un gran guerrero, no un gran pensador.
sv: Min boss vet. Jag vet ingenting. Jag är stor krigare, inte stor tänkare.
tr: Patronum bilir herşeyi, ben bilmem. Ben iyi savaşçıyım, iyi düşünür değilim.
