Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: Okladia was one of four kingdoms founded by Gawen's grandfather's sons after his death. Okladia was ruled by Buffin Hagarthen, an old, suspicious, and very conservative king. He had been easily able to crush a recent Wesnothian rebellion in his country - for the fourth time in his reign - and had the reputation of being a very careful and skillful ruler.
de: Okladia war eines von vier Königreichen, die nach dem Tod von Gawen's Grossvater von seinen Söhnen gegründet worden waren. Okladia wurde regiert von Buffin Hagarthen, ein alter, argwöhnischer und sehr konservativer Herrscher. Er konnte die wesnothische Rebellion in seinem Land niederschlagen - das vierte Mal während seiner Herrschaft - und war angesehen als sehr umsichtiger und geschickter Herrscher.
tr: Okladya, Gaven’ın dedesi öldükten sonra oğulları tarafından kurulan dört krallıktan biriydi. Buffin Hagarten tarafından yönetildi. Yaşlı kral şüpheci ve çok tutucuydu. Ülkesindeki Wesnotların ayaklanmasını kırk kere bastırdı. Çok bilgili ve ölçülü bir lider olarak ün yapmıştı.

source: On our way here, we were met by an assassin, hired by someone to kill Gawen Hagarthen.
de: Auf unsererm Weg hierher wurden wir heimtückisch von einem Assassinen überfallen, der offenbar bezahlt wurde, um Gawen Hagarthen zu ermorden.
sv: På vägen hit så mötte vi en lönnmördare, lejd av någon att mörda Gawen Hagarthen.
tr: Buraya gelirken bir suikastçi ile karşılaştık, Gaven Hagarten’i öldürmesi için biri para vermiş.

source: On the other hand, leaving me was quite easy for him. It seems he just needed some practice.
sv: Å andra sidan var det ganska lätt för honom att lämna mig. Det verkar som om han bara behövde lite träning.
tr: Diğer taraftan, beni bırakmak onun için çok kolay oldu. Sadece biraz deneyime ihtiyacı var görünüyor.

source: Once again, I was inside the walls of Vattin. I had dreamt about this moment many times, but I never expected I would be so... terrified. Gawen claimed his throne, and he was busy accepting envoys from every corner of Vakladia acknowleding him as king, both Wesnothians and Akladians alike... not to mention his beard was now full-grown.
tr: Bir kez daha Vattin’in duvarları arasındayım. Ne zamandır bu anın hayalini kuruyordum, fakat böyle... korkutucu olacağını asla ummamıştım. Gaven tahtına kavuştu ve Vakladya’nın her tarafından ona teşekküre gelen Wesnotları ve Akladyalıları kabul etmekle meşgul; bu arada sakalının uzadığından da bahsetmeliyim.

source: One more reference to 'underling' and I am leaving, do you understand?
de: Eine Anspielung mehr auf 'Unterling' und ich verschwinde, kapiert?
sv: En till referns till lakej så lämnar jag dig, förstått?
tr: Yine mi parya! Ben gidiyorum, anladınız mı?

source: One more reference to underling... ah, what the hey...
de: Eine Anspielung mehr auf Unterling... Ah, was zur Hölle.
sv: En lakej och... Ah, vad tusan.
tr: Yine mi parya... Cehennem gibi.

source: One of local peasants joins your army. It's an untrained but LOYAL and STRONG unit.
de: Einer der einheimischen Bauern betritt deine Armee. Er ist noch untrainiert aber LOYAL und KRÄFTIG.
sv: En av de lokala bönderna ansluter sig till din armé. Han är otränad men stark och lojal.
tr: Köylülerden biri ordunuza katılmayı kabul etti. Eğitimsiz ama SADIK ve GÜÇLÜ.

source: One thing is for sure... we will find no shelter, no supplies and none of Reme's friends here.
da: Et er sikkert, vi finder ikke dække, ingen forsyninger og ingen af Remes venner her.
de: Eines ist sicher... wir werden keinen Unterschlupf, keine Vorräte und keine von Remes Freunden hier vorfinden.
sv: En sak är säker, vi kommer inte att finna tak över huvudet, förnödenheter eller Remes vänner här.
tr: Emin olduğumuz tek şey, ne bir sığınak, ne erzak ne de Reme’nin arkadaşları var burada.

source: Only half-dead, mind you. It means you can still feel the pain
da: Husk, kun halvdød. Det betyder du stadig kan mærke smerte
tr: Tek yarı-ölü, sensin. Yani hala acıyı hissedebilirsin.

source: Only one thing stays my hand from killing you now. Who sent you?
da: Kun en ting afholder mig fra at dræbe dig. Hvem sendte dig?
de: Nun, nur eine Sache hält mich davon ab dich zu töten. Wer hat dich hier her geschickt?
es: Ahora, sólo una cosa me detiene de matarlo. ¿Quién lo envió?
sv: Nu är det bara en sak som hindrar mig från att döda dig. Vem skickade dig?
tr: Artık, seni öldürmekten beni alıkoyan tek bir şey kaldı: söyle, seni kim gönderdi?

source: Oops.
da: Ups.
de: Uups.
tr: Hoop.

source: Or we could give you some gold.
da: Eller vi kan give dig noget guld.
de: Oder wir könnten dir etwas Gold geben.
tr: Ya da biraz altın verebiliriz.

source: Orc
da: Ork
de: Ork
es: Orco
tr: Ork

source: Orc, do not die, yet! Can you still hear me? I will ask you a few questions, and if you will answer them, I will order someone to bind your wounds and I will let you live.
da: Ork dø ikke endnu! Kan du stadig høre mig? Jeg vil stille dig et par spørgsmål mere og hvis du svarer på dem vil jeg beordre nogen til at tage sig af dine sår og jeg vil lade dig leve.
es: ¡Orco, no te mueras, todavía! ¿Puedes oírme? Le haré unas preguntas, si las contestas, pediré a alguien que cure tus heridas y te permitiré vivir
tr: Orc, hemen ölme! Beni duyabiliyor musun? Sana bir kaç soru soracağım. Eğer sorularıma cevap verirsen, yaralarını tedavi etmesi için emir vereceğim ve hayatta kalmana izin vereceğim.

source: Orc, do not die, yet! Can you still hear me? I will ask you a few questions, and if you will answer them, I will order someone to care for your wounds and I will let you live.
tr: Orc, hemen ölme! Beni duyabiliyor musun? Sana bir kaç soru soracağım. Eğer sorularıma cevap verirsen, yaralarını tedavi etmesi için emir vereceğim ve hayatta kalmana izin vereceğim.

source: Orcs? Bor Cryne told us to wait for them here. We will then march with them and kill every Akladian unworthy of the name! Those who violate our customs, who befriend underlings, and especially those who offend our God by marrying them! Only then God will again show us favor and reward us by ensuring we complete our conquest of Wesnoth.
sv: Orcher? Bor Cryne sade åt oss att vänta på dem här. Vi skulle ge oss iväg och döda alla som inte var värdig att vara akldian. De som bröt mot våra seder, de som var vänner med lakejerna, även de som har förorättat våra gudar genom att gifta sig med dem.Endast då kommer gud att återigen gilla oss och han kommer att slutföra vår errövring av Wesnoth.
tr: Orklar mı? Bor Krayn onları burada beklememizi söyledi. Gideceğiz ve Akladyalı olarak değersiz herkesi öldüreceğiz. Geleneklerimize uymayanları, paryalarla dost olanları, onlarla evlenerek Tanrımıza karşı gelenleri öldüreceğiz. Sadece ondan sonra Tanrı bizi tekrar sevecek ve Wesnoth’u fethetmemizi sağlayarak bizi ödüllendirecek.

source: Orcs? Da orcs were in plains pillagin' and burnin'. They are big and bad and you should avoid them, boy.
sv: Orcher? Orcherna va' på slätterna och stal och brände. De är stora och elaka och du borde undvika dem, pojk.
tr: Orklar mı? Orklar ovaları yağmalayan ve yakanlar olmalı. Onlar çok iriler ve çok kötüler, onlardan uzak durmalısın oğlum.

source: Orcs? I've never fought orcs, though I would love to meet them. I've heard they are good soldiers, strong and fearless.
sv: Orcher? Jag har aldrig slagits mot orcher. Jag skulle älska att slåss emot dem, jag har hört att de är bra soldater.
tr: Orklar mı? Hiç döğüşmedim, orklarla. İyi askerler olduklarını duydum, onlarla tanışmak isterdim.

source: Orcs? They are good fighters. Strong, disciplined, I wish I had such soldiers.
de: Orks: Sie sind gute Kämpfer. Stark, diszipliniert, Ich wünscht wir hätten solche Soldaten.
sv: Orcher, det är bra soldater. Starka, disciplinerade. Jag önskar att jag hade sådana soldater.
tr: Orklar: iyi döğüşçülerdir. Güçlü ve disiplinli. Ben böyle askerler isterim.

source: Orcs? They were here, but they left in hurry. They were pillaging villages to the east of us. They were headed for a place called Haeltin, and I've heard they were defeated there by some woman.
sv: Orcher? De var här, men de lämnade området med en väldigt fart. De plundrade byar öster om oss. De var på väg mot ett ställe som kallades Haeltin och jag hörde att de blev besegrade där av någon kvinna.
tr: Orklar mı? Buradaydılar ama aceleyle gittiler. Giderken de buranın doğusundaki köyleri yaktılar. Haeltin diye bir yere gidiyorlardı ve duyduğuma göre bir kadın bunları yenmiş.

source: Orcs? Yes, yes, orcs! They are helping us! They are, uhm, our allies or something!
tr: Orklar? Evet, evet, orklar! Onlar bize yardım ediyor! Onlar bizim müttefikimiz ya da onun gibi bir şey!

source: Orcss creaturesss? They were invited here, by ssssome Akladian lordsss, that's all I know!
sv: Orcher, monssster? De har blivit inbjudna hit, av någon akladisk herreman, det är allt jag vet!
tr: Orklar, şu yaratıklarrr... Onları buraya bazı Akladyalı beyler davet etti, bildiğim bu kadar!

source: Orcsss? They are big and bad and they are going around sssslaughtering humansss, which isss a good thing.
sv: Orcher? De är ssstora och onda och går omkring och ssslaktar männissskor, vilket är bra.
tr: Orklarrrr? Onlar iri ve kötüler. Onlar insssanlar kılıçtan geçiriyor. İnsssanlar lezzzetli.

source: Our king is dead! We are not traitors!
da: Vores konge er død! Vi er ikke forrædere!
de: Unser König ist tot! Wir sind keine Verräter!
es: ¡Nuestro rey está muerto! ¡No somos traidores!
sv: Vår kung är död! Vi är inga förrädare!
tr: Bizim kralımız öldü! Biz hain değiliz!

source: Our plans haven't changed, Hoyre. You were and are my friend. I only came here with the underling so we could trap him. I am with you!
de: Unsere Pläne haben sich nicht geändert, Hoyre. Ihr wart und seid mein Freund. Ich bin nur mit dem Unterling zusammen hier, damit wir ihm eine Falle stellen können. Ich bin an Eurer Seite!
es: Nuestros planes no han cambiado, Hoyre. Usted era y es mi amigo. Sólo vine como subdito para que caiga en la trampa. ¡Estoy con usted!
sv: Våra planer har inte ändrats, Hoyre. Du är och förblir min vän. Jag kom hit med lakejen för att leda honom in i en fälla. Jag är med dig!
tr: Planlarımız değişmedi, Hoyre. Sen dostumdun, dostum olarak kalacaksın. Bu paryayı tuzağa çekmek için onunla birlikte geldim. Ben seninleyim.

source: Our rules are to never betray the trust of those who hired us.
da: Vores ære gør, at vi aldrig fortæller, hvem som hyrer os.
de: Unsere Regeln lauten: verrate niemals den Namen derjenigen, die uns angeheuert haben.
es: Nuestras reglas son nunca traicionar el nombre de las personas que nos contrataron.
sv: Vår heder förbjuder oss att förråda dem som lejer oss.
tr: Kuralımız, ücretimizi ödeyenleri asla ifşa etmemektir.

source: Ouruk
tr: Ovruk

source: Outlaw
da: Lovløs
de: Geächteter
es: Forajido
sv: Fredlös
tr: Kanun Kaçağı

source: Outlaw Base
de: Lager der Gesetzlosen
sv: De fredlösas läger
tr: Haydut Yatağı

source: Oyre Mathauri
tr: Oyre Matori

source: Paul the Small
da: Paul den lille
de: Paul der Kleine
sv: Lille Paul
tr: Küçük Pol

source: Peasants and brawlers? How on earth am I supposed to win battle with those?
da: Bønder og spektakelmagre hvordan i alverden skal jeg vinde et slag med den slag?
de: Bauern und Streithähne? Wie um alles in der Welt soll ich die Schlacht denn damit gewinnen?
sv: Bönder och bråkstakar, hur i hela friden hade ni tänkt att jag skulle vinna någon strid med dem?
tr: Köylüler ve çenesi düşük döğüşçüler, bunlarla savaşı kazanacağımı nasıl düşünebilirim?

source: People unwilling to fight for freedom aren't worthy of it. Are you?
de: Leute die nicht für die Freiheit kämpfen sind ihrer nicht würdig. Bist du es?
sv: De som inte kämpar för sin frihet är inte värda den. Är du?
tr: Özgürlüğü için savaşmayan halka özgürlük reva değildir. Kararın ne?

source: Perhaps it is because of Gawen. Before I began serving his father, I never wondered about the differences between us and underlings. It was simple: God himself gave us this world to rule; everyone else was to serve us. Yet, Gawen Hagarthen is half underling. In fact, he looks a lot like one of them. And he was always more brave and honorable than many Akladians I know...
de: Vielleicht ist es wegen Gawen. Bevor ich seinem Vater diente wunderte ich mich nie über die Unterschiede zwischen uns und den Unterlingen. Es war einfach: Unser Gott selbst gab uns diese Welt um sie zu beherrschen - jeder andere sollte uns dienen. Aber Gawen Hagarthen ist selbst ein halber Unterling. Tatsächlich sieht er mehr wie einer von ihnen aus. Und er war stets mutiger und ehrenhafter als viele Akladianer die ich kenne...
sv: Kanske är det på grund av det där barnet. Innan jag mötte honom så undrade jag aldrig över skillnaderna mellan oss och lakejerna. Det var enkelt, gud gav oss världen att regera och alla andra skulle tjäna oss. Men Gawen Hagarthen är halvlakej. Faktum är att han ser ut som en av dem. Och han har alltid varit modigare och hederligare än många av de människor jag känner...
tr: Belki, bu çocuk yüzündendir. Onunla tanışmadan önce, bizimle paryalar arasındaki farklar yüzünden hiç endişelenmemiştim. O basitti, Tanrı dünyayı yönetmek için bize vermişti, başka herkesi de bize hizmet etsinler diye. Gaven Hagarten yarı parya ve aslında onlardan biri gibi görünüyor. Ama bildiğim pek çok kişiden daha cesur ve onurlu biri o.

source: Pfff! Only three?
da: Pfff! Kun tre?
de: Pfff! Nur drei?
sv: Pfff! Bara tre?
tr: Hıh! Sadece üç mü?

source: Please, tell me...
da: Fortæl mig venligst...
de: Bitte sage mir...
sv: Var snäll och säg mig...
tr: Lütfen. söyler misin?...

source: Poison? What poison? My clan has never bought any poison!
da: Gift? Hvilken gift? Min klan har ikke købt gift.
sv: Gift? Vilket gift? Min klan har aldrig köpt något gift.
tr: Zehir mi? Ne zehiri? Kabilemden kimse asla zehir satın almadı.

source: Poisoned? It's not impossible. We have Akladians in our army, don't we?
da: Forgiftet? Hvorfor ikke. Vi har akladianere i vores hær ikke sandt?
de: Vergiftet? Es ist nicht unwahrscheinlich. Wir haben Akladianer in unserer Armee, oder nicht?
tr: Zehirlendi mi? Neden olmasın. Ordumuzda Akladyalılar var, değil mi?

source: Poor child. When I saw her staggering to her room last night, she barely could walk.
da: Stakkels barn. Da jeg så hende i går kunne hun næsten ikke gå.
tr: Zayıf çocuk. Dün onu gördüğümde tek başına yürüyordu.

source: Poor fellow!
de: Armer Kerl!
sv: Stackars kille!
tr: Zavallı adam!

source: Poor fools! They have no chance, yet still they fight.
da: Stakler! De havde ikke en chance.
de: Arme Narren! Sie haben keine Chance und trotzdem kämpfen sie.
es: ¡Pobres bastardos! No tienen ninguna chance.
sv: Stackars satar! De har inte en chans.
tr: Biçare piçler! Hiç şansınız yok.

source: Precisely! ...except that he is king of _Vakladia_. So, what do you want, underling, for saving my son's life? Speak quickly, for Gawen and I have a lot to do, and you are starting to get on my nerves... which is a dangerous thing to do.
de: Genau, mit dem Unterschied, dass er König von Vakladia ist. So, was möchtest du nun dafür, dass du meinem Sohn das Leben gerettet hast, Underling? Sprich schnell, denn Gawen und ich haben noch eine Menge zu tun und langsam fängst du an mich zu nerven. Und das ist eine sehr gefährliche Sache.
sv: Precis så, med den skillnaden att han är kung av Vakladien. Så vad vill du ha, lakej, för att du har räddat min sons liv? Tala snabbt, för jag och Gawen har mycket att göra och du börjar gå mig på nerverna, vilket är en farlig sak att göra.
tr: Kesinlikle, ama bir farkla, o Vakladya’nın kralıdır. O halde, oğlumun hayatını kurtarmak için ne istediğini söyle, parya. Çabuk konuş, çünkü benim ve Gaven’ın yapacak çok işimiz var. Sinirlerimi germeye başladın, elimden bir kaza çıkacak.

source: Prepare to be exterminated!
da: Gør klar til udryddelse!
sv: Bered er på er utrotning!
tr: Yokolmaya hazırlan!

source: Probably still in that Bontom place the peasants told us about.
sv: Antagligen i det där Bontom som bönderna berättade om.
tr: Muhtemelen Bontom köylüleri biliyordur.

source: Quick Herman
da: Herman hurtig
de: Schneller Herman
sv: Snabbe Herman
tr: Hızlı Herman

source: Quivre O Raedbor
tr: Kuvre O Raedbor

source: Quivre O Raednon
tr: Kuvre Rednon

source: Raedwood Forest
de: Wald von Raedwood
tr: Kızılağaç Ormanı

source: Raids are well paid job and thanks to them many Akladians manage to equip themselves with better armour and weapons.
de: Diese Kommandoeinheiten sind gut bezahlt und dank ihnen können sich viele Akladianer überhaupt erst besser ausrüsten.
sv: Plundringståg är välbetalda jobb och tack vare dem så lyckas många akladiter utrusta sig själva med bättre rustningar och vapen.
tr: Tecrübeli akıncılar olup, çoğu Akladyalı onlara iyi ücret öder ve daha iyi silah ve zırhlarla donatırlar.

source: Raole Mathauri
tr: Raol Matori

source: Rarg
tr: Rarag

source: Rauke Harnen
tr: Rauk Harnen

source: Raul O Gaeltin
tr: Raul Gaeltin

source: Raurlak
tr: Rorlak

source: Reach either eastern or western signpost with both Lorin AND Reme. After that, hold on at least $ano_howmanyturns turns before the honorable death of Gawen Hagarthen.
de: Erreiche den östlichen oder westlichen Wegweiser mit beiden gemeinsam, Lorin UND Reme. Danach halte mindestens $ano_howmanyturns Runden durch vor dem ehrenvollen Tod von Gawen Hagarthen.
es: Alcance el poste indicador oriental u occidental con Lorin y Reme. Después de eso, resista por lo menos CINCO turnos antes de la muerte honorable de Gawen Hagarthen.
sv: Nå antingen den östra eller den västra vägskylten med både Lorin och Reme. Efter det: håll stånd minst fem drag innan Gawen Hagarthen dör en ärofull död.
tr: Lorin ve Reme’yi doğu ya da batı yol işaretine ulaştır. Bundan sonra Gaven Hagarten’in onurlu ölümüne kadar BEŞ tur dayan.

source: Reach the northern signpost with Gawen Hagarthen OR
da: Nå det nordlige vejskilt med Gawen Hagarthen ELLER
de: Erreiche mit Gawen Hagarthen den nördlichen Wegweiser ODER
sv: Nå den norra vägskylten med Gawen Hagarthen ELLER
tr: Gaven Hagarten’i kuzeydeki yol işaretine götür VEYA

source: Reach the signpost with Gawen.
da: Nå signalposten med Gawen.
de: Erreiche den Signalpunkt mit Gawen.
sv: För Gawen till vägskylten.
tr: Gaven’ı yol işaretine götür.

source: Really? Are you sure it's really me?
da: Virkelig? Er du sikker på at det er mig?
tr: Gerçekten? Emin misin, onun gerçekten ben olduğuma?

source: Really? That's unfortunate for you. Reme, kill him quickly - I promised him a painless death if he would cooperate.
da: Virkelig? Det er uheldigt for dig. Reme dræb ham - jeg har lovet ham nåde hvis han samarbejdede.
de: Wirklich? Wie schlecht für dich. Reme, tötet ihn schnell - ich versprach ihm einen schmerzlosen Tod falls er kooperiere.
sv: Verkligen? Otur för dig. Reme, döda honom. Jag lovade honom frid om han samarbetade.
tr: Gerçekten mi? Ne talihsizlik, sizin için. Reme, öldür onu. - İşbirliği için ona merhamet göstermeye söz vermiştim.

source: Rebel
de: Rebell
sv: Rebell
tr: Zorba

source: Recall or recruit five troops. OR
da: Tilbagekald eller rekrutter fem enheder. ELLER
de: Rekrutiere oder berufe fünf Truppen ein ODER
sv: Återkalla eller rekrytera fem trupper. ELLER
tr: Beş asker al VEYA

source: Recall twelve troops. OR
da: Tilbagekald 12 tropper. ELLER
es: Reclute a doce unidades. O
sv: Återkalla tolv trupper. ELLER
tr: On iki asker al VEYA

source: Reme Carrenemoe
tr: Reme Karenemo

source: Reme Carrenemoe. Let him go, and we will leave this place.
da: Reme Carrenemoe. Lad ham gå og vi tager af sted igen.
de: Reme Carrenemoe. Lasstt ihn gehen und wir werden diesen Ort in Frieden verlassen.
sv: Reme Carrenemoe. Släpp honom, så ger vi oss av.
tr: Reme Karenemo. Gitmesine izin verirseniz, burayı hemen terkederiz.

source: Reme Carrenemoe?
tr: Reme Karenemo?

source: Reme, are you ok?
da: Reme er du o.k.?
de: Reme, geht es dir gut?
tr: Reme, iyi misin?

source: Reme, don't blame yourself. I know you would have prefered to stay with me that day and fight to the end, but I gave you other orders, and your duty was to follow them. I know it wasn't easy for you.
da: Reme giv ikke dig selv skylden. Jeg ved at du ville har foretrukket at blive den dag og kæmpet med mig til ende, men jeg gav dig andre ordre, og din pligt var at følge ordrene. Jeg ved det ikke var nemt for dig.
sv: Reme, klandra inte dig själv. Jag vet att du föredrog att stanna med mig den dagen och slåss intill det bittra slutet, men jag gav dig andra order och din plikt är att följa order. Jag vet att det inte var lätt för dig.
tr: Reme, kendini suçlama. O gün benimle kalıp sonuna kadar savaşmak istediğini biliyorum, fakat ben sana başka emir verdim ve sen benim emirlerimi yerine getirdin. Bunun, senin için kolay olmadığını biliyorum.

source: Reme, leave negotiations to me, I am far more experienced. Lizards! You are about to be exterminated! Prepare to meet your destiny!
da: Reme overlad forhandlingerne til mig jeg er meget mere erfaren. Øgler! I er klar til at blive udryddet! Gør jer klar til at møde jeres skæbne!
de: Reme, überlasst mir die Verhandlungen, ich bin darin viel erfahrener. Echsen! Ihr steht kurz vor Eurer Auslöschung! Bereitet euch auf euer Schicksal vor!
sv: Reme, lämna förhandlingarna till mig, jag har betydligt mer erfarenhet. Ödlor! Ni står inför er undergång! Bered er på att möta ert öde!
tr: Reme, konuşmayı bana bırak, ben çok daha deneyimliyim. Kertenkeleler! Yok edilmeye hazır olun! Kaderinize razı olun!

source: Reme, take her and go. That is an order. And this is not suicide; I will follow you as soon as possible.
de: Reme, nimm sie mit dir und gehe. Das ist ein Befehl! Und das ist kein Selbstmord, ich werde euch so schnell wie möglich folgen.
es: Reme, tómela y vaya. Es una orden. Y no es ningún suicidio, los seguiré lo más pronto posible.
sv: Reme, ta henne och gå. Det är en order. Och det är inte självmord, jag kommer efter så snart jag kan.
tr: Reme, al onu ve git. Bu bir emirdir. Ve bu bir intihar değil, ben de mümkün olduğunca erken peşinizden geleceğim.

source: Reme, take my step-mother and protect her. I will stay here to guard your rear during withdrawal.
de: Reme, nimm' meine Stiefmutter mit dir und beschütze sie. Ich werde hier bleiben um euch beim Rückzug Rückendeckung zu geben.
es: Reme, tome a mi madrastra y protegala. Permaneceré aquí para proteger su retaguardia en la retirada.
sv: Reme, ta min styvmor och skydda henne. Jag stannar här som eftertrupp.
tr: Reme, üvey annemle git ve onu koru. Ben burada kalacak ve kaçışınız sırasında ardınızı kollayacağım.

source: Reme, you have to take care of Lorin! She went the other way
de: Reme, du musst dich um Lorin kümmern, Sie ist die andere Richtung gegangen.
es: Reme, tenía que cuidar de Lorin. Ella se fue para el otro lado
sv: Reme, du måste ta hand om Lorin. Hon gick åt andra hållet.
tr: Reme, Lorin’e dikkat etmek zorundaydın. Ama o başka bir yola gitti.

source: Reme.. You've always been a loyal servant of the Hagarthens..
da: Reme.. Du har sagt at du altid ville være en loyal tjener af Hagarthens..
de: Reme... Ihr wart stets ein treuer Diener der Hagarthens...
sv: Reme... Du har sagt att du alltid har varit en lojal tjänare till Hagarthen...
tr: Reme... Daima Hagarten’lerin sadık hizmetkarı olduğunu söylemiştin...

source: Reme? No, I have not heard about him.
da: Reme? Nej, jeg har ikke hørt om ham.
de: Reme? Habe nie was von ihm gehört.
sv: Reme? Nä, jag har inte hört något från honom.
tr: Reme? Hayır, hakkında bir şey duymadım.

source: Reme? What is Reme? Some kind of food?
de: Reme? Was ist das "Reme"? Eine Art Essen?
sv: Reme? Vad är detta Reme? Någon maträtt?
tr: Reme? ‘Reme’ nedir? Yenir mi?
