Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: We? No, not really. I guess you don't know nothing really important. Go to your ancestors, lizard!
sv: Vi? Nä, inte precis. Jag antar att du inte vet något intressant. Möt dina förfäder, ödla!
tr: Biz mi? Hayır, doğru değil. Tahminimce, gerçekten önemli hiçbir şey bilmiyorsun. Atalarının yanına git, sürüngen!

source: We? There is no we, Lady Lorin. I have orders to bring you to a safe place, and I will do it. After that we will part ways. I will allow you to choose five of my best warriors and that's it.
de: Wir? Es gibt kein wir, Lady Lorin. Ich habe den Befehl Euch an einen sicheren Ort zu bringen, und genau das werde ich tun. Danach trennen sich unsere Wege. Ich gestatte Euch fünf meiner besten Krieger als Eskorte auszuwählen und das war´s.
sv: Vi? Det finns inget vi fru Lorin. Jag har order att ta dig till en säker plats, vilket jag kommer att göra. Efteråt så kommer våra vägar att skiljas. Jag kommer att låta dig att välja fem av mina bästa krigare och det är det.
tr: Biz mi? Artık biz yok, Bayan Lorin. Aldığım emir sizi güvenli bir yere götürmekti ve bunu yapacağım. Sonra yollarımız ayrılacak. En iyi savaşçılarımdan beşini seçmenize izin vereceğim, o kadar.

source: Welcome back to Freetown, Ruvio. You are just in time for our meeting.
de: Willkommen zurück in Freetown, Ruvio. du bist genau richtig gekommen um an unserem Treffen teilzunehmen.
sv: Välkommen tillbaka till Freetown, Ruvio. Du kom precis i tid för vårt möte.
tr: Özgürkent’e tekrar hoşgeldin, Ruviyo. Toplantıya tam zamanında yetiştin.

source: Well fought, men! The enemy is withdrawing! They have no more supplies!
da: De trækker sig tilbage! De er løbet tør for forsyninger.
de: Sie ziehen sich zurück, ihnen fehlt der notwendige Proviant!
sv: De drar sig tillbaka! Deras förråd är slut.
tr: Geri çekiliyorlar! Artık erzakları kalmadı.

source: Well then, Ruvio. We'll listen to his orders. We hope you are not mistaken and this young boy can lead us to victory over the Akladian beasts.
da: Udmærket Ruvio. Vi vil adlyde hans ordre. Vi håber at du ikke tager fejl og at denne unge dreng kan føre os til sejr over de bæster fra Akladian.
de: Wohlan, Ruvio. Wir werden seinen Befehlen gehorchen. Hoffentlich täuscht ihr euch nicht und dieser Junge kann uns zum Sieg über die akladianschen Bestien führen.
sv: Nåväl, Ruvio. Vi skall lyssna på hans order. Vi hoppas att du inte begår ett misstag och att denna unge man leder oss till seger över de akladiska odjuren.
tr: Peki o halde, Ruviyo. Onun emirlerine uyacağız. Umarız yanlış yapmıyorsundur ve umarız bu genç adam Akladyalı alçaklara karşı bizi zafere götürebilir.

source: Well, I have my own castle, that's a start. Now I need more gold, so I guess we could 'ask' our neighbors for some. But we also need some time to rest and heal the wounded.
sv: Nå, jag har mitt eget slott. Det är en bra början. Nu behöver jag mer guld, så jag antar att vi måste fråga våra grannar snällt om lite. Men vi behöver lite tid att vila och hela de skadade.
tr: Güzel, kendi kalem var. Başlangıç olarak iyi. Şimdi biraz daha altın lazım, tahminimce, komşularımızdan biraz daha müşfik olmalarını isteyeceğiz. Fakat dinlenmek ve yaralarımızı iyileştirmek için zamana ihtiyacımız var.

source: Well, I hope it's wise decision.
da: Jeg håber det er en klog beslutning.
de: Nun, ich hoffe es ist eine weise Entscheidung.
es: Bien, espero que sea una decisión sabia.
sv: Nå, jag hoppas att det är ett vist val.
tr: Umarım iyi düşünülmüş bir karardır.

source: Well, and what do you propose in exchange?
de: Nun, was bietest du dann dafür?
sv: Nå, och vad föreslår du i utbyte?
tr: Pekala, ne değiş tokuş etmeyi teklif ediyorsun?

source: Well, haven't you heard? An orcish army is coming here. We have to prepare the defenses immediately. And while we do so, we can ponder the next move to be made.
sv: Nå har du inte hört? En arme, med orcher, är på väg hitåt. Vi måste förbereda försvaret. Efter det så ska vi tänka på vad som händer sen.
tr: Duymadın mı? Bir ork ordusu geliyor buraya. Savunma için hazır olmalıyız. Başka ne lazım sonra düşünürüz.

source: Well, he seems to be interested in you.
de: Weil... er scheint sich für dich zu interessieren.
sv: Tja, han verkar intresserad av dig.
tr: Güzel, senin için ilginç olacak görünüyor.

source: Well, maybe not.
da: Måske ikke.
de: Nun ja, vielleicht doch nicht.
es: Bueno, quizá no.
sv: Nå, kanske inte ändå.
tr: Şart değil.

source: Well, she was from a royal house. The Akladian king gave her a simple choice: marry him or he would unleash his anger on her family. So, she agreed. I visited her from time to time, singing songs, bringing her news from home...
sv: Nå, hon var av kungligt ätt. Den akladiska kungen gav henne ett enkelt val: att gifta sig med honom eller så skulle han släppa lös sin vrede över hennes familj. Så hon gick med på det förslaget. Jag besökte henne då och då, sjöng för henne och berättade om vad som hänt hemmavid.
tr: Pekala... O saraydandı. Akladya kralı basit bir seçimle ona yöneldi: anneniz onunla evlenmezse ailesi kralın öfkesinden nasibini alacaktı. Böylece anneniz kralla evlenmeye razı oldu. Ben ara sıra onu ziyaret ediyordum, bana şarkılar söylüyor, ben de ona saraydaki yeni haberleri anlatıyordum.

source: Well, the plan is simple: ask their leaders about orcs, kill them all.
da: Planen er simpel: Spørg deres ledere om orkerne dræb dem alle.
sv: Nå, planen är enkel: fråga deras ledare om orcher, och döda dem allihop.
tr: Pekala, plan basit: liderlerine orkları sor ve hepsini öldür.

source: Well, we are burning, pillaging, murdering and hate our enemies too. What's the difference?
da: Tja vi brænder, røver, myrder og hader også vores fjender. Og?
de: Nun wir brandschatzen, plündern, ermorden und hassen unsere Feinde auch. Und?
sv: Tja, bränner, plundrar och mördar inte vi våra fiender också? Och?
tr: Evet ama, biz de yakıyor, yağmalıyor, öldürüyoruz ve biz de düşmanımızın düşmanıyız. O halde?

source: Well, we could ask the Oracle. Due to the prophetic nature of her abilities, she may know where to search for Deorien.
tr: Belki, Kahin’e sorabiliriz. Yeteneklerinin sihirli doğası gereği, bu Doryen’i nerede arayacağımızı bilebilir.

source: Well, what about this...
da: Hvad med..
de: Nun, was ist damit...
sv: Nå vad tror du om det här:
tr: Bakalım ne yapabilirim?

source: Well...
da: Så...
de: Nun...
sv: Tja...
tr: Şeyyy...

source: Well... Not really. Hm.. Where is Karen?
da: Tja... ikke rigtig. Hm.. Hvor er Karen?
tr: Şey... Pek değil. Hımmm... Karen nerede?

source: Well... yes, why not? One of our boys can really handle a bow. You might have some use for him.
de: Gut... Ja, warum nicht. Einer von unseren Männern kann mit einem Bogen umgehen. Er könnte dir von Nutzen sein
sv: Nåväl... Tja, varför inte. En av de våra kan hantera en båge. Du skulle kunna ha användning för honom.
tr: Güzel.. Tabii, neden olmasın. Adamlarım yay kullanabilir. Siz de onları.

source: What ?!?
da: Hvad ?!?
de: Was ?!?
es: ¿¡¿Qué?!?
sv: Vad?!?
tr: Ne ?!?

source: What Orcs are doing here anyway, and why are they allied with you?
de: Und was tun die Orks hier, und warum sind die mit euch verbündet?
sv: Vad gör orcherna här egentligen, och varför är de allierade med dig?
tr: Orklar burada ne arıyor ve niçin sizinle ittifak yaptılar?

source: What a fighter! I would willingly fight for someone like her...
da: Hen er en kæmper! Jeg kunne endda kæmpe for en som hende...
sv: Hon är en krigare! Jag skulle kunna slåss för någon som henne...
tr: O bir döğüşçü! Ben böyle biri için hala döğüşemem...

source: What about joining us against those orcs?
da: Hvad med at slutte dig til os imod orkerne?
sv: Vad säger du om att slå dig ihop med oss mot de där orcherna?
tr: Bu orklara karşı bizimle birlik olur musun?

source: What about the others?
da: Hvad med de andre?
de: Was ist mit den anderen?
sv: Men de andra?
tr: Ya diğerleri?

source: What about this:
de: Was ist damit:
sv: Vad säger du om det här:
tr: Bunun hakkında:

source: What are orcs doing here and why are you waiting for them?
de: Und was tun die Orks hier, und warum sind die mit euch verbündet?
sv: Vad gör orcherna här och varför väntar vi på dem?
tr: Orklar burada ne yapacak ve niçin bekleniyorlar?

source: What are you doing here?!
da: Hvad gør du her?!
de: Was machst du hier?!
tr: Burada ne yapıyorsun?!

source: What are you doing with that underling cur, aren't you Lorin of Gallorae?
de: Was hast du mit diesem Unterling zu schaffen, bist du nicht Lorin von Gallorae's?
tr: Bu paryalarla ne yapıyorsun, sen Galorya’lı Lorin değil misin?

source: What are you waiting for? Come on, finish me, witch.
de: Worauf wartest du noch? Mach hin, erledige mich entlich, du Hexe.
sv: Vad väntar du på? Kom igen, döda mig, häxa.
tr: Neyi bekliyorsun? Gel, öldür beni, cadı.

source: What can you tell me about Grekulak?
da: Hvad kan du fortælle om Grekulak?
de: Was kannst du über Grekulak sagen?
es: ¿Qué puede decir sobre Grekulak?
sv: Vad vet du om Grekulak?
tr: Grekulak hakkında ne söyleyebilirsin?

source: What did I say about killing their leaders? Hm?
sv: Vad sa jag om att döda deras ledare? Huh? Huh?
tr: Liderlerini öldürmek konusunda ben ne dedim? Ha? Ha?

source: What did he say?
da: Hvad sagde han?
de: Was hat er gesagt?
sv: Vad sa han?
tr: Ne dedi?

source: What do you know about orcs?
da: Hvad ved du om orkerne?
de: Was weisst du über die Orks?
sv: Vad vet du om orcherna?
tr: Orklar hakkında ne biliyorsunuz?

source: What do you know about the orcs?
da: Hvad ved du om orkerne?
de: Was weißt du über die Orks?
es: ¿Qué sabes sobre los orcos?
sv: Vad vet du om orcherna?
tr: Orklar hakkında ne biliyorsun?

source: What do you mean by that?
da: Hvad mener du med det?
sv: Vad menar du med det?
tr: Yani ne demeye çalışıyorsun?

source: What do you mean?
da: Hvad mener du?
de: Was meinst du?
es: ¿Qué quieres decir?
sv: Vad menar du?
tr: Nasıl yani?

source: What do you think about Yahyazad?
da: Hvad synes du om Yahyazad?
de: Was denkst du über Yahyazad?
es: ¿Qué sabes sobre los orcos?
sv: Vad tror du om Yahyazad?
tr: Yahyazad hakkında ne düşünüyorsunuz?

source: What for? He left me alone. Why not treat him the same way he treated me?
da: Hvorfor? Han forlod mig. Hvorfor ikke behandle ham på samme måde?
sv: Varför då? Han lämnade mig. Varför skulle inte jag behandla honom på samma sätt som han behandlade mig?
tr: Ne için? O beni terketti. Neden onu da beni terkettiği gibi kaderine terketmeyelim?

source: What kind of joke is this? You haven't got that much gold!
da: Hvad er det for en vittighed? Du har ikke den slags guld!
de: Was soll das für ein Schwerz sein? so viel Gold hast du gar nicht!
sv: Skämtar du? Du har inte så mycket guld!
tr: Bu bir şaka mı? Bu kadar altın almadın!

source: What kind of liver it will be? Human liver, uhmm, or delicious liver of Elvish woman?
es: Qué tipo de hígado será. ¿Un hígado humano, uhmm, o el hígado delicioso de una mujer Elfa?
sv: Vilken sorts lever blir det. Människolever, hmm, eller delikat lever från alvkvinnan?
tr: Ne ciğeri olacak? İnsan ciğeri mi, uhm, yoksa Elf kadınının leziz ciğeri mi?

source: What kind of madman is he, attacking in the winter? And why wouldn't we be able to defend ourselves? Anyway, Yahyazad, it's time you learned something. I can easily convince this Gaumhaldric that attacking us is bad idea.
de: Er muss ein Verrückter sein. Im Winter angreifen? Und wieso sollten wir nicht fähig sein uns zu verteidigen? Egal, Yahyazad, es wird Zeit, dass du etwas lernst. Ich werde diesen Gaumhaldric davon überzeugen, dass es eine irrsinnige Sache ist uns anzugreifen.
sv: Han måste vara någon sorts galning. Anfalla på vintern? Och varför skulle inte vi kunna försvara oss? Hursomhelst, Yahyazad, nu är tiden för dig att lära dig något. Jag skall övertyga Gaumhaldric att det vore en dålig ide att anfalla oss.
tr: O deli olmalı. Kışın saldırı mı olurmuş? Ayrıca, kendimizi neden savunamayacak mışız? Her neyse, Yaranov, şimdi senin bir şeyler öğrenmenin zamanıdır. Bize saldırmanın kötü bir şey olacağına bu Gamlıhaldrik’i ben ikna ederim.

source: What kind of place is this?
da: Hvad er dette for et sted?
de: Was ist das für ein Ort?
sv: Vad är det här för en plats?
tr: Nasıl bir yer burası?

source: What moment I do not know, but I know that they are expecting a human envoy.
da: Det ved jeg ikke, men de venter en menneskelig udsending.
de: Was für Zzzeit ich nicht weisss, aber ssssie warten auf Mensssschenbote.
sv: Jag vet inte, men jag vet att de väntar på en mänsklig budbärare.
tr: Hangi anı beklediklerini bilmiyorum, ama bir inssssan elçi beklediklerini biliyorum.

source: What moment?
da: Hvilket øjeblik?
de: Was für eine Zeit?
sv: Vilken tidpunkt?
tr: Hangi anı bekliyorlar?

source: What part of the phrase 'do not kill their leaders, leave them for me' was so difficult to understand?
sv: Vilken del av frasen 'döda inte deras ledare, lämna det till mig' förstod du inte?
tr: ‘Liderlerini öldürme, bana bırak’ cümlesinden anlayamadığın ne?

source: What the... elves!
da: Hvad fa... Elverne!
de: Was zum... die Elfen!
sv: Vad i... Alver!
tr: Ne... Elfler!

source: What's so strange about that?
da: Hvad er mærkeligt ved det?
sv: Vad är konstigt med det?
tr: Bunda tuhaf olan ne?

source: What's wrong with these Akladians? They hate you, you start killing them, and now they like you? Are Akladians gluttons for punishment or is skill at arms paramount with your ilk?
sv: Vad är felet med er akladiter? De hatade er, ni började döda dem och nu så har de börjat gilla er? Gillar ni att få stryk på något sätt eller?
tr: Sizde yanlış olan ne, Akladyalılar? Onlar nefret ediyor sizden, onları öldürmeye başlayınca onlar da sizi sevmez olmadı mı? Eziyet çektirmekten zevk mi alıyorsunuz?

source: What's your name, noble stranger, so I can know whom to thank?
da: Hvad er dit navn, ædle fremmede, så jeg ved hvem jeg skal takke?
de: Wie lautet euer Name, werter Fremder, damit ich weiss, wem ich zu danken habe?
sv: Vad är ditt namn, ädle främling, så att jag vet vem jag ska tacka?
tr: İsmini bahşeder misin, bana soylu yabancı? Böylece kime teşekkür edeceğimi bilirim.

source: What, are you a coward? Afraid of a few orcs?
da: Hvad er du en kujon? Bange for nogle få orker?
de: Was, bist du ein Feigling? Hast du Angst vor ein paar Orks?
sv: Va, är du rädd? För några orcher?
tr: Ne, sen bir korkak mısın? Orklardan mı korkuyorsun?

source: What.. What way?
da: Hvad.. Hvilken måde?
de: Was.. Welchen Weg?
tr: Ne.. Ne yolu?

source: What?
da: Hvad?
de: Was?
es: ¿Qué?
sv: Vad?
tr: Nedir o?

source: What? Are you deaf or something? I specifically instructed that you were to leave their leaders for me!
sv: Vad? Är du hörselskadat eller något? Lämna deras ledare till mig.
tr: Neee!? Sağır mısın nesin? Liderlerini bana bırakacaksın!

source: What? Did I hear correctly? What is your name?
da: Hørte jeg rigtigt? Hvad er dit navn?
tr: Doğru mu duydum? Adın ne?

source: What? Ruvio, I don't want to be king.
da: Hvad? Ruvio, jeg ønsker ikke at blive konge.
de: Was? Ruvio, ich möchte nicht König sein.
es: ¿Que? Ruvio, yo no quiero ser el rey.
sv: Vad? Ruvio, jag vill inte vara kung.
tr: Ne? Ruviyo, ben kral olmak istemiyorum.

source: What? Speak quickly, I am a little bit busy here!
de: Was? Rede schnell, ich bin ein bisschen beschäftigt hier!
es: ¡Que? Hable rápido, estoy algo ocupado aquí!
tr: Ne? Çabuk konuş, burada fazla kalamam!

source: What? Why the long face? Cheer up! Where is Karen?
da: Hvad? Hvorfor har du så kedeligt et ansigt? Glæd dig! Hvor er Karen?
de: Was? Warum hast du ein solch trauriges Gesicht? Freu dich! Wo ist Karen?
tr: Ne? Niçin üzgünsün? Neşelen! Karen Nerede?

source: What? Why you are looking at me?
de: Was ist? Warum glotzt ihr mich an?
sv: Vad? Varför tittar du på mig?
tr: Ne? Niçin bakıyorsun, bana?

source: What? Young women like me have to learn to defend ourselves.
da: Hvad? Unge kvinder som mig må lære hvordan de passer på sig selv.
de: Wie? Junge Frauen wie ich müssen lernen, sich zu verteidigen.
sv: Vad? En ung kvinna som jag måste lära sig att försvara sig själv.
tr: Ne? Genç kadın kendini nasıl savunacağını benim gibi öğrenmek zorunda.

source: What?!?
de: Was?!?
es: ¿¡¿Qué?!?
sv: Vad?!
tr: Ne?!?

source: What??
da: Hvad??
de: Wie bitte??
es: ¿¿Qué??
sv: Vad?
tr: Ne??

source: Whatever. Go to your people, see what they need. I will check our wounded.
de: Wie auch immer. Geh zu deinen Leuten, schau was sie brauchen. Ich schaue nach den Verwundeten.
sv: Strunt samma. Gå till ditt folk, och se vad de behöver. Jag skall se till våra sårade.
tr: Her neyse. Halkına git ve neye ihtiyaçları var bak. Ben askeri kaybımızı inceleyeceğim.

source: When Gawen's soldiers entered Okladia, they immediately noticed a difference. No ash in the air from the burning villages, no unburied bodies of peasants in the fields, no crows waiting patiently until they could resume their meal.
de: Als Gawen's Soldaten in Okladia ankamen, bemerkten sie sofort den Unterschied. Keine Asche in der Luft von gebrandschatzten Dörfern, keine unbegrabenen Leichen von Bauern auf den Feldern, keine Krähen die geduldig warteten bis sie ihr Essen fortsetzen konnten.
tr: Gaven’ın askerleri Okladya’ya girer girmez farkı farkettiler. Yanan köylerden dolayı havada ne kül vardı ne köylülerin yanmamış gövdeleri ne de sabırla yiyeceklerini bekleyen kargalar vardı.

source: When I woke up, the first thing I felt was astonishment: I was still alive! At first I thought I was Bor Cryne's prisoner, but my hands weren't tied. Then I noticed that weary man.
de: Als ich erwachte, war das erste was ich fühlte Verwunderung: Ich war noch immer am Leben! Zunächst dachte ich, ich wäre Bor Crynes Gefangener, doch meine Hände waren nicht gefesselt. Dann bemerkte ich einen abgekämpften Mann.
sv: När jag vaknade så var det första jag kände förvåning: jag lever! Först trodde jag att jag var tillfångatagen av Bor Crynes krigare, men mina händer var inte bundna. Sedan lade jag märke till den där trötta mannen.
tr: Uyandığımda hissettiğim ilk şey şaşkınlıktı: Hala hayattaydım! İlk anda Bor Krayn tarafından yakalandığım düşündüm, fakat ellerim bağlı değildi. Sonra yorgun adamı farkettim.

source: When the battle was ended, many bodies were found on fields near Barnon; but Gawen's body was not among them. Furious, Bor Cryne ordered a search of the whole battlefield, but the efforts of his men proved fruitless.
de: Als der Kampf vorüber war, wurden viele tote Körper in den Feldern nahe Barnon gefunden; aber Gawen's Leiche war nicht darunter. Der wutentbrannte Bor Cryne liess das ganze Schlachtfeld nach ihm absuchen, doch seine Bemühungen waren fruchtlos.
sv: När striden var avslutad så fanns det många kroppar på fältet nära Barnon, men Gawens kropp var inte ibland dem. Rasande så beordrade Bor Cryne att hela slagfältet skulle sökas av, men hans mäns mödor var förgäves.
tr: Savaş sona erdiğinde Barnon yakınıdaki alanda çok sayıda ceset vardı; fakat Gaven’ınki aralarında yoktu. Öfkeli Bor Krayn bütün savaş alanının aranmasını emretti, fakat adamlarının çabaları faydasızdı.

source: When the youth of the Gawen Hagarthen had passed, he understood that to became respected amongst his tribe he must became skilled in sword as well as in politics.
de: Nach dem die Jugend von Gawen Hagarthen vorbei war verstand er, dass er, um innerhalb seines Stammes respektiert zu werden, sowohl mit dem Schwert als auch in der Politik umzugehen lernen musste.
sv: När Gawen Hagarthens ungdomstid hade passerat så förstod han att för att bli respekterad i sin klan så måste han bli dutig på både svärd som politik.
tr: Gaven Hagarten yetişkin bir adam olunca politika yanında kılıçtaki ustalağıyla sülalesi arasında saygı duyulan biri haline geldi.

source: When your mother died, I was chosen as your father's next wife. I am not certain whether or not this was an act to appease the Clans, but he must have wanted an heir whom our people would not question. My duty was to bear him that son, and I failed. Our people strayed from the old ways, and God turned his back on us as we had to him. Glutted upon land, money, and slaves, the weaker Akladian lords lost their armies and lands in combat with the underlings.
de: Als deine Mutter starb, wurde ich als deines Vaters nächste Frau erwählt. Ich bin nicht sicher, ob dies geschah, um die Clans zu befrieden, aber er wollte wohl einen Erben zeugen, den unser Volk nicht in Frage stellen würde. Meine Pflicht war, ihm diesen Sohn zu gebären, und ich scheiterte. Unsere Leute verloren ihre alten Traditionen, und unser Gott wandte sich von uns ab, so wie wir von ihm. Unersättlich nach Land, Gold und Sklaven verloren die schwächeren Lords der Akladianer ihre Armeen und ihre Ländereien im Kampf mit den Unterlingen.
sv: När din mor dog, så valdes jag till din faders nästa hustru. Om det var en akt för att befrända klanerna är osäkert, men det är säkert att han ville ha en arvtagare som vårt folk inte skulle ifrågasätta. Han ville att jag skulle ge honom ytterligare en son och jag misslyckades. Vårt folk hade övergett sina gamla seder, och gud vände oss ryggen som vi hade honom. Utan hans guidning och support så krossade lakejerns armeer oss och sopade undan oss från en stor del v Wesnoth, de återtog till och med några av deras förlorade provinser.
tr: Annen öldüğü zaman. babanın sonraki karısı olarak ben seçildim. Bunun kabilelerini yatıştırmak için yapılmış bir eylem olup olmadığı şüpheli, fakat babanın halkımızın sorgulamayacağı bir mirasçı istediği kesin. O beni ona bir oğul daha vermem için istedi ama ben veremedim. Halkımız eski yöntemleri terketti ve bizim ona yaptığımız gibi Tanrı bize sırtını döndü. Onun rehberliği ve desteği olmayınca Paryalar Wesnoth’un büyük bir kısmında ordumuzu bozguna uğratıp kaybettikleri toprakların bir kısmını geri aldılar.

source: Where Reme Carrenemoe could possibly be?
da: Hvor Reme Carrenenoe kan være?
sv: Var Reme Carrenemoe kan tänkas vara?
tr: Reme Karenemo muhtemelen nerede olabilir?

source: Where are those supplies? Speak, or I will cut you to pieces!
de: Wo sind diese Vorräte? Sprecht, oder ich werde euch zerstückeln!
sv: Var finns de där förråden! Tala annars så skär jag dig i småbitar!
tr: Nerede şu malzeme! Konuş, yoksa seni parçalayacağım.

source: Where did you hide the gold?
da: Hvor gemte du guldet?
de: Wo versteckst du das Gold?
es: ¿Dónde escondiste el oro?
sv: Var gömde ni guldet?
tr: Altını nereye gizlediniz?

source: Where have you hidden the gold?
da: Hvor gemmer du guldet?
de: Wo versteckst du das Gold?
es: ¿Dónde escondiste el oro?
sv: Var gömmer ni guldet?
tr: Altını nereye sakladınız?

source: Where is he? He is starting to get on my nerves...
da: Din stedmor er virkelig begyndte at gå mig på nerverne.
de: Wo ist er? Er geht mir langsam auf die Nerven...
sv: Var är han? Han börjar gå mig på nerverna...
tr: Nerede o? Sinirlerimi germeye başladı...

source: Where is the promised food? Where are the rooms to rest? Answer me, human!
de: Wo ist das versprochene Essen? Wo sind die Räume zum übernachten? Antworte mir, Mensch!
sv: Var är den utlovade maten? Var är rummen att vila i? Svara mig, människa!
tr: Vaadedilen erzak nerede? Kalacağımız odalar nerede? Yanıt ver, insan!

source: Where?!
da: Hvor?!
de: Wo?!
sv: Var?!
tr: Nerede?!

source: Which one is better?
da: Hvilken er den bedste?
de: Welcher ist besser?
es: ¿Cuál es mejor?
sv: Vilken är bäst?
tr: Hangisi daha iyi?
