Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: Enough of this chit-chat! We are out of supplies and we are hungry. Soldiers! Your food is inside that castle. Get them!
da: Nok med denne sniksnak! Vi er løbet tør for forsyninger og vi er sultne. Soldater! Maden er inde i slottet. Hent den!
de: Genug von diesem Hick-Hack! Wir haben keinen Proviant mehr und sind hungrig. Soldaten! Euer Essen ist in der Burg. Schnappt sie!
sv: Nog med småprat! Våra förråd är slut och vi är hungriga. Soldater! Er mat finns i det här slottet. På dem!
tr: Bu kadar sohbet yeter! Erzağımız tükendi ve biz açız. Askerler! Yiyeceğiniz bu şatoda. Gidip alın!

source: Entering Okladia
da: Ind i Okladia
de: Wir betreten Okladia
es: Entrando en Okladia
tr: Okladya’ya giriş

source: Entering the forests surrounding Barnon from the north, I could not stop myself from thinking about the battle a few months ago, when I was betrayed and left for dead on the battlefield. But then, if not for that betrayal and that battle, I would probably never met Ruvio and Karen...
da: Vi gik ind i skovene omkring Barnon fra nord. Jeg kunne ikke stoppe med at tænke på slaget for et par måneder siden. Det var kun et par måneder. Det var der jeg blev forrådt og efterladt næsten død på slagmarken. Men så igen hvis dette forræderi ikke var sket og slaget ikke var hændt så ville jeg sikkert aldrig have mødt Ruvio og Karen..
tr: Barnon’u çevreleyen ormana kuzeyden girerken, bir kaç ay önceki savaşı düşünmeden edemedim. Sadece bir kaç ay olmuştu. İhanete uğramış ve savaş alanını neredeyse ölmüş vaziyette terketmiştim. Fakat, bu ihanet ve bu savaş olmasaydı, Ruviyo ve Karen’i asla tanımayacaktım.

source: Envoy? What envoy?
da: Udsending? Hvilken udsending?
de: Bote? Was für ein Bote?
sv: Budbärare? Vilken budbärare?
tr: Elçi? Ne elçisi?

source: Epilogue
da: Epilog
de: Nachwort
es: Epílogo
sv: Epilog
tr: Hatime

source: Even Lorin and Karen seemed to finally be getting along. I thought they might have started to like each other. Karen had even promised to show Lorin a few easy exercises to help her to regain the slenderness of her youth.
da: Selv Lorin og Karen så ud til at kunne enes. Jeg tror at de er begyndt at kunne li' hinanden. Karen lovede Lorin at vise hende et par nemme øvelser som vil få hende tilbage til formen fra sin ungdom.
tr: Lorin ve Karen’i nihayet birarada gördüm. Birbirlerinden hoşlanmaya başlamış olmalılar. Karen, Lorin’e gençliğindeki hatlarına tekrar kavuşması için bir kaç kolay hareket göstereceğine söz bile verdi.

source: Everything is lost! Reinforcements for our enemies arrived! We have no chance to win now!
sv: Allt är förlorat! Fienden har fått förstärkningar! Vi har inte en chans att vinna nu!
tr: Herşeyi kaybettik! Düşmanımıza destek de geldi! Kazanma şansımız hiç yok!

source: Everything is lost! Their reinforcements have arrived! We have no chance to win now!
sv: Allt är förlorat! Fienden har fått förstärkningar! Vi har inte en chans att vinna nu!
tr: Herşeyi kaybettik! Düşmanımıza destek de geldi! Kazanma şansımız hiç yok!

source: Everything is lost! They captured the Oracle!
sv: Allt är förlorat! De har oraklet!
tr: Herşeyi kaybettik! Kâhini ele geçirdiler!

source: Everything.
da: Alt.
de: Alles.
sv: Allt.
tr: Herşeyi.

source: Excuse me, my son, this orc screamed so loud in agony that I couldn't hear what you were saying. What was that?
da: Undskyld mig min søn denne ork skreg så hårdt i smerte at jeg ikke hørte hvad du sagde. Hvad var det?
tr: Özür dilerim, oğlum. bu ork acıyla öyle gürültülü kükredi ki, ben ne dediğini duyamadım. Ne demiştin?

source: FOUL mage. You should have said: 'I am a FOUL mage'.
tr: PİS büyücü. Şöyle demelisin: ‘Ben KÖTÜ bir büyücüyüm’.

source: Facing hostility of all other nations, Akladians had to create special units devoting whole their life to guarding the settlements of the clans.
de: Angesichts der Anfeidung aller anderen Nationen mussten die Akladianer eine Spezialeinheit kreieren, dessen Lebenaufgabe das Beschützen der Dörfer ihrer Clans ist.
sv: Då de riskerade aggersion från andra nationer så var akladiterna tvugna att skapa specialtrupper som ägnade hela sitt liv till att vakta klanernas bosättningar.
tr: Diğer ulusların düşmanlıklarıyla karşılaşan Akladyalılar kabilelerinin yerleşkelerini korumaya adanmış özel birimler oluşturdular.

source: Failing to save Reme left Gawen feeling devastated. The news about Reme's death reached Gawen's temporary base soon after, throwing all into a somber melancholy.
tr: Kısa zamanda Reme’nin ölüm haberi Gaven’ın geçici üssüne ulaştı. Reme’yi kurtarmakta başarısız olmak Gaven’ın ruh hali üzerinde gerçekten büyük etki yaptı.

source: Fair enough. You will now answer a few questions.
da: Ok så. Du skal svare på et par spørgsmål.
de: Ja. Bitte beantworte mir noch ein paar Fragen, bevor du stirbst.
tr: Tamam o halde. Bir kaç soruma cevap vereceksin.

source: Fall of Freetown
da: Freetowns fald
de: Fall Freetowns
sv: Freetowns fall
tr: Özgürkent’in Düşüşü

source: Fast Robin
da: Robin hurtig
de: Der schnelle Robin
sv: Snabbe Robin
tr: Hızlı Robin

source: Fat Bart
da: Fede Bart
de: Fetter Bart
es: El Gordo Bart
tr: Şişko Bart

source: Father! Father! I am losing my...
da: Far! Far! Jeg mister min...
de: Vater! Vater! Ich verliere mein...
sv: Pappa! Pappa! Jag tappar min...
tr: Baba! Baba! Göremiyorum!

source: Father! You're trying to move me away from the battle, aren't you?
de: Vater! Ihr versucht mich nicht etwa aus der Schlacht zu entfernen, oder?
sv: Fader! Du försöker väl inte att flytta bort mig från striden, eller hur?
tr: Baba! Beni savaştan uzaklaştırmaya çalışmıyorsun, değil mi?

source: Fighting for Passage
de: Kampf um den Durchgang
es: Luchando por el paso
sv: Slåss för passage
tr: Geçiş için döğüş

source: Fighting in the swamps of Saorduc had not made anyone happy and Gawen's soldiers were delighted to leave the frozen fens. They were all mired in a strange mix of mud and snow, and this was not improving their mood.
tr: Sourduc bataklıklarına yarı beline kadar gömülmüş vaziyette döğüşmek herkesin moralini bozmuştu. Soğuk bataklıktan çıkmak Gaven’ın askerlerini çok sevindirdi. Çamur ve karın tuhaf karışımı üzerlerine yapışmış ve bu durum onların ruh hali üzerinde hiç de olumlu bir etki bırakmamıştı.

source: Fighting with lizards here is waste of time. Retreat!
da: At kæmpe med øgler her er spild af tid. Tilbagetrækning!
tr: Burada kertenkelelerle döğüşmek vakit kaybı. Geri çekilelim!

source: Final
de: Endkampf
tr: Bitiş

source: Finally! Now, accept the inevitable. I'm a professional, this won't hurt a bit!
da: Endelig! Accepter det uundgåelige. Jeg er professionel, det kommer ikke til at gøre ondt
de: Endlich! Finde dich nun mit dem unausweichlichen ab. Ich bin ein Profi, dass wird nicht wehtun.
es: Finalmente! Ahora, acepte lo inevitable. Soy un profesional, no lo voy a herir
sv: Äntligen! Det är bara att acceptera det oundvikliga. Jag är proffs, så det kommer inte göra ont.
tr: Sonunda! Artık kaçınılmazı kabul et. Ben bir profesyonelim: bu pek zor olmayacak.

source: Finally, I was confident that my troops were ready for the task which awaited us. When I told Gwidle, he insisted upon a farewell feast. There was wine, food, and music. The finest dancers from among Freetown's girls and women, doing traditional folk-dances in special costumes with masks and shawls, danced for us.
tr: Sonunda, askerlerimin beni bekleyen göreve hazır olduklarına ikna olmuştum. Givıdıl ile bunun hakkında konuştuğumda, bir veda ziyafeti vermekte ısrar etti. Şarap, yemek ve hoş bir müzik vardı. Ayrıca, maskeleri ve şallarıyla özel giysiler içinde geleneksel halk dansları yapan Özgürkentli kadınlar ve kızlar vardı.

source: Finally, food, wine and some rest! Hey, what's happening here?
de: Endlich, Nahrung, Wein und ein bisschen Pause! Hey, was ist den hier los?
sv: Äntligen! Mat, vin och lite vila! Men titta, vad händer här?
tr: Sonunda, yiyecek, şarap ve kalacak yer! Hey, ne oluyor burada?

source: Finally, the party reached the crossroads. The northern path led to Vattin, the southern path to Reme's clan settlements. It was here that Reme Carrenemoe decided to leave Lorin to her fate.
da: Endelig nåede selskabet korsvejene. En det nordlige spor førte til Vattin, det andet til Remes klans bosættelse. Reme Carrenemoe besluttede at forlade Lorin til sin egen skæbne her.
de: Schliesslich erreichte die Gruppe die Wegkreuzung. Der nördliche Pfad führte nach Vattin, der südliche zu den Siedlungen von Remes Clan. Es war hier, wo Reme Carremoe sich entschloss, Lorin ihrem Schicksal zu überlassen.
sv: Till slut kom gruppen fram till korsvägen. Den ena vägen ledde till Vattin, den andra till Remes klanbosättningar. Reme Carrenemoe valde att lämna Lorin till sitt eget öde här.
tr: Sonunda grup bir kavşağa geldi. Yollardan biri kuzeye Vattin’e diğeri ise Reme’nin kabilesinin bölgesine gidiyordu. Reme Karenemo, Lorin’i burada kaderine terketmeye karar verdi.

source: Finally, we reached Wesnoth, our people decimated but hardened because it was the wish of God that our weak should perish before we began our holy task. When we came from the east the underling armies were like dust before a wind. We conquered Wesnoth. Well, almost.
tr: Sonunda, onda birimiz Wesnoth’a ulaştı. Çünkü, Tanrı, kutsal görevimize başlamadan önce aramızdan zayıfların temizlenmesini istemişti. Doğudan geldiğimizde parya orduları rüzgara karışan toza dönüştüler. Wesnoth’u fethettik, yani hemen hemen.

source: Finally, you awaken.
da: Endelig du er vågnet.
de: Endlich, ihr seid erwacht.
sv: Så nu äntligen har du vaknat.
tr: Sonunda uyandın.

source: First kill this day.
da: Første drab i dag.
de: Der erste getötet Gegner für heute.
sv: Dagens första byte.
tr: Bu günün ilk ölümü.

source: First kill today!
da: Første drab i dag!
de: Erster Erfolg heute!
sv: Dagens första byte!
tr: Bugün ilk ölüm!

source: First of all, I am LORIN, foul mage. Second of all, I am not a Wesnothian woman, the kind you are used to, but Akladian. I can fight until... for as long as I want.
tr: Ben LORİN’im, pis büyücü, bu bir. İkincisi, bir Wesnotyalı değil, Akladyalı kadınım. Ben istediğim kadar uzun döğüşebilirim.

source: First of all, because our people at Freetown aren't ready to have an Akladian leader. Second, because Bor Cryne would send his entire army to pursue us if he heard so much as a whisper of the name Gawen Hagarthen.
sv: För att vårt folk i Freetown inte ännu är redo för att ha en akladier som ledare. Dessutom skulle Bor Cryne skicka hela sin arme att förfölja oss i så fall.
tr: Birincisi, Özgürkent halkı bir Akladyalıyı liderleri olarak görmeye hazır değil. İkincisi ise Bor Krayn’ın bizi ele geçirmek için tüm ordusunu gönderebilecek olmasıdır.

source: First of all, you forgot to say 'one more reference to underling and I'm leaving'. Look, Yahyazad, I am many things, but I am not blind. I've noticed the way you look at me. At first, I couldn't figure out what it meant; I am not used to those kinds of glances. I can easily recognise fear, hatred, loathing, and disdain. But this...
sv: Du glömde säga att om jag sade lakej en gång till så skulle du sticka. Lyssna nu, Yahyazad: Jag har märkt hur du har tittat på mig. Först förstod jag inte vad det betydde, jag är inte van vid den typen av blickar. Jag känner lätt igen hat, förakt och avsky, men det här...
tr: ‘Yine mi parya; ben gidiyorum’ demeyi unuttun. Dinle Yahyazad: Bana baktığın için seni uyarmıştım. Öncelikle, ne anlama geldiğini tahmin edemiyorum. Böyle bir ilgiyi amaçlamadım. Kini, nefreti, hor görmeyi kolayca tanırım. Ama bu...

source: First question, yes, second, we weren't harassed. I don't know why. We were forbidden to pillage and attack anyone until we came into Vakladia. I know nothing more!
da: Første spørgsmål, ja, andet, vi blev ikke chikaneret. Jeg ved ikke hvorfor. Vi havde også forbud mod at plyndre eller angribe nogen før vi kom ind i Vakladia. Jeg ved ikke mere!
de: Erste Frage: Ja. Zweite: Wir wurden nicht belästigt. Ich weiss nicht, warum. Uns wurde verboten, zu plündern oder irgendjemanden anzugreifen bis wir in Vakladia ankamen. Mehr weiss ich nicht!
sv: Ja, på första frågan. På den andra: vi blev inte ansatta. Jag vet inte varför. Vi var också förbjudna att plundra eller anfalla någon tills vi hade kommit in i Vakladien. Jag vet inget mer!
tr: İlk soru, evet, ikincisi ise, bize saldıran olmadı. Neden bilmiyorum. Ayrıca, Vakladya’ya gelene kadar saldırı ve yağma için bize izin verilmedi. Başka birşey bilmiyorum.

source: First, let us find Deorien. And then...
da: Lad os først finde Deorien. Og så...
es: Primero, debemos encontrar a Deorien. Y entonces...
tr: Önce Deorien’i bulalım. Sonra ...

source: For freedom! Death to the Akladian beasts!
da: For frihed! Død over akladianbæsterne!
de: Für die Freiheit! Tod den akladianischen Bestien!
es: ¡Por la libertad! ¡Muerte a las bestias de Akladian!
sv: För frihet! Död åt de akladiska bestarna!
tr: Özgürlük için! Akladyalı hayvanlara ölüm!

source: For honour, in the name of Eloh!
da: For helteære i Elohs navn!
de: Für die Ehre, im Name Elohs!
sv: För hedern, i Elohs namn!
tr: Onurum için, Eloh adına!

source: For our king, Gawen Haldric Hagarthen!
da: For vores konge Gawen Haldric Hagarthen!
de: Für unseren König, Gawen Haldric Hagarthen!
tr: Kralımız, Gaven Haldrik Hagarten için!

source: Forgive me, my lord. I know how it looks, but I really was trying.
da: Tilgiv mig min herre. Jeg ved hvordan det ser ud men jeg prøvede virkelig.
es: Perdóneme, mi señor. Sé lo que parece, pero realmente lo estaba intentando.
tr: Affedin beni, efendim, Nasıl göründüğünü biliyorum, fakat gerçekten denedim.

source: Fortunately, the place seems to be abandoned now.
da: Heldigvis ser stedet forladt ud nu.
de: Glücklicherweise scheint dieser Ort nun verlassen zu sein.
sv: Som tur är så verkar den här platsen övergiven nu.
tr: Şansa bakın ki, burası terkedilmiş görünüyor.

source: Fourty-five gold pieces? Ok, I just found a volunteer here. He will fight for you.
da: 45 guldstykker? Okay jeg tror vi har en frivillig her. Han vil kæmpe for dig.
tr: Kırk beş altın? Tamam, burada bir gönüllü olacaktı. O sizin için döğüşür.

source: Frankly, I don't care.
da: Faktisk er jeg ligeglad.
sv: Uppriktigt sagt, så bryr jag mig inte.
tr: Açıkçası, umurumda değil.

source: Frankly, I have no idea what to do now. We have already searched all of the obvious locations.
sv: Ärligt talat har jag inte någon bra idé om vad vi borde göra nu. Vi har redan varit på alla uppenbara platser.
tr: Açıkçası, şimdi ne yapmak gerektiği hakkında en ufak bir fikrim yok. Biz zaten bilinen yerlerin hepsine baktık.

source: Free! Free, at last!
da: Fri! Endelig fri!
de: Frei, endlich frei!
sv: Fri! Äntligen fri!
tr: Özgürüm! Sonunda özgürüm!

source: Freedom fighters? Yeah, sure... Just, please, do not fight for freedom here. We are honest, hardworking people.
da: Frihedskæmpere? Ja sikkert. Men undgå venligst at kæmpe for frihed her. Vi er ærlige hårdtarbejdende folk.
tr: Özgürlük savaşçıları? Evet, tabii. Ama lütfen burada özgürlük için savaşmayın. Biz dürüst ve çok çalışkan insanlarız.

source: Friend.
de: Freund.
tr: Dost.

source: Friend? What friend?
da: Ven? Hvilken ven?
de: Freund? Welcher Freund?
sv: Vän? Vilken vän?
tr: Dost? Ne dostu?

source: Future king? What is she talking about?
da: Fremtidige konge? Hvad taler hun om?
de: Zukünftiger König? Wovon redet sie?
es: ¿Futuro rey? ¿Sobre qué está hablando ella?
sv: Framtida kung? Vad pratar hon om?
tr: Geleceğin kralı mı? Neden bahsediyor bu?

source: Gaaarrr.. Aaargh...
tr: Gırrr.. Aaahhh...

source: Gau.. Gawen. Gawen Hagarthen.
tr: Gau.. Gaven. Gaven Hagarten.

source: Gaumhaldric
tr: Gamlıhaldrik

source: Gaumhaldric, an interesting mother you have. Can I ask you a question?
da: Hej Gaumhaldric sød mor du har. Kan jeg komme med et spørgsmål?
sv: Hallå, Gaumhaldric, trevlig mor du har. Får jag ställa en fråga?
tr: Hey Gamlıhaldrik, hoş bir annen var. Bir soru sorabilir miyim?

source: Gaumhaldric.
tr: Gamlıhaldrik.

source: Gaumhaldric... so, is this why my son is not shaving? He wants to hide his real identity under a beard?
sv: Gaumhaldric... Så det är därför min son inte rakar sig? Han vill dölja sin riktiga identitet under ett skägg?
tr: Gamlıhaldrik... Ah, oğlumun traş olmama sebebi bu mu? Gerçek kimliğini bir sakalın altında mı gizlemeye çalışıyor?

source: Gaumhaldric? Wow, every name is better than the last.
da: Gaumhaldirc, vov, hvert eneste af dit navn er bedre end det forrige.
de: Gaumhaldric? Wow, jeder andere Name wäre besser gewesen.
sv: Gaumhaldric, wow, för varje namn du får så låter de allt bättre.
tr: Gamlıhaldrik? Vay canına! Her isim öncekinden daha iyi oluyor.

source: Gauri Hagarthen
tr: Gori Hagarten

source: Gawen Hagarthen
tr: Gaven Hagarten

source: Gawen Hagarthen! My king! I am on your side!
da: Gawen Hagarthen! Min konge! Jeg er på din side!
tr: Gaven Hagarten! Kralım! Ben senin tarafındayım!

source: Gawen Hagarthen, king of Vakladia?
da: Gawen Hagarthen, konge af Vakladia?
de: Gawen Hagarthen, König von Vakladia?
sv: Gawen Hagarthen, Vakladiens kung?
tr: Gaven Hagarten, Vakladia kralı?

source: Gawen Hagarthen? But.. you were fighting with Raban Harnen, my brother recently, isn't that right?
da: Gawen Hagarthen? Men.. du kæmpede med Raban Harnen, min bror, for nylig. Er det ikke korrekt?
de: Gawen Hagarthen? Aber.. du hast do mit meinem Bruder, Raban Harnen, gekämpft, oder?
tr: Gaven Hagarten? Ama... siz son olarak kardeşim, Raban Harnen ile döğüşüyordunuz, bu doğru değil mi?

source: Gawen Hagarthen? But... he is dead!
da: Gawen Hagarthen? Men.. han er død?
tr: Gaven Hagarten? Ama.. O öldü?

source: Gawen Hagarthen? No! That would mean... my king!
da: Gawen Hagarthen? Nej! Det ville betyde.. Min konge!
tr: Gaven Hagarten? Hayır! Bunun anlamı... Kralım!

source: Gawen and his soldiers spent only a few days in Freetown. Huon Ryedric and Mithrandil left the city and headed west. At dawn the following day, Gawen marched to the south. Mithrandil's elves were eager to show their abilities, finding the best paths through the forest.
da: Gawen og hans soldater tilbragte kun et par få dage i Freetown. Huon Ryedric og Mithrandil forlod byen mod vest. Den næste dag ved morgengry marcherede Gawen mod syd. Mithrandils elver var ivrige efter at vise deres evner og de fandt de bedste stier i skoven.
de: Gawen uns seine Soldaten verbrachten nur wenige Tage in Freetown. Huon Ryedric und Mithrandil verließen die Stadt und gingen nach Westen. Gleich am nächsten morgen marschierte Gawen in den Süden. Die Elfen von Mithrandil zeigten eifrig ihre Fähigkeiten und fanden die besten Pfade durch die Wälder.
es: Gawen y sus soldados estuvieron sólo unos días en Freetown. Huon Ryedric y Mithrandil dejaron la ciudad para ir al oeste. El día siguiente, al alba, Gawen marchó al sur. Los elfos de Mithrandil estaban anciosos por mostrar sus habilidades y encontrar los mejores caminos por el bosque.
sv: Gawen och hans soldater tillbringade bara några dagar i Freetown. Huon Ryedric och Mithrandil lämnade staden och färdades västerut. Nästa dag, i gryningen, marscherade Gawen söderut. Mithrandils alver var ivriga att visa sin skicklighet i att finna bästa vägen genom skogen.
tr: Gaven ve askerleri Özgürkent’te sadece bir kaç gün kaldılar. Huron Ryedric ve Mitrandil şehirden çıkap batıya gittiler. Öbür gün şafakla Gaven güneye hareket etti. Mitrandil’in elfleri yeteneklerini göstermek, ormandaki en iyi yolu bulmakta mahirdiler.

source: Gawen is not dead, I assure you.
da: Gawen er ikke død kan jeg forsikre dig om.
tr: Gaven ölmedi, seni temin ederim.

source: Gawen ordered his soldiers to march quickly to the temporary base that had established in the plains north of Barnon. He was afraid that more enemy forces would arrive, and wanted to tend to his wounded.
tr: Gaven askerlerine, Barnon’un kuzeyinde ovada kurduğu geçici üsse gece-gündüz ilerlemelerini emretti. Daha fazla düşman kuvvetiyle karşılaşmaktan korkuyordu ve yaralanmamaya dikkat etmek istiyordu.

source: Gawen's soldiers left Freetown and swiftly entered the woods. They marched from dawn to dusk, until they found themselves at the border of Raedwood forest.
es: Soldados de Gawen salieron de Freetown y rápidamente entraron en los bosques. Marcharon del alba al crepúsculo, hasta que se encontraron en la frontera del bosque de Raedwood.
tr: Gaven’ın askerleri Özgürkent’i terkedip hızla ormana daldılar, kendilerini Kızılağaç ormanının sınırında bulana kadar tozu dumana katarak ilerlediler.

source: Gawen, I thought I told you to keep your identity a secret.
da: Gawen jeg tror at jeg sagde at du skulle holde din identitet hemmelig.
tr: Gaven, kimliğini gizli tutmanı söyledim sanıyorum.

source: Gawen, I've never seen your step-mother like this before. I think she is sick. Very sick. I saw her vomiting yesterday.
de: Gawen, ich habe Deine Stiefmutter noch nie so gesehen. Ich denke sie ist krank. Sehr krank. Ich sah, wie sie sich gestern übergab.
tr: Gaven, daha önce üvey anneni hiç böyle görmedim. Sanırım o hasta. Çok hasta. Dün kustuğunu gördüm.

source: Gawen, Ruvio and Karen didn't celebrate their victory. The bodies of the last Akladians were still warm as they hurried from the battlefield. They entered the forest of Raedwood with the hope that no one would follow them.
de: Gawen, Ruvio und Karen feierten ihren Sieg nicht. Die Körper der letzten Akladianer waren noch warm, als sie vom Schlachtfeld eilten. Sie betraten den Wald von Raedwood mit der Hoffnung, dass ihnen niemand folgen würde.
sv: Gawen Hagarthen, Ruvio och Karen firade inte segern. När de lämnade slagfältet i hast så var de sista akladiernas kroppar fortfarande varma. De tog sig in i Raedwoodskogen i hopp om att ingen skulle förfölja dem.
tr: Gaven Hagarten, Ruviyo ve Karen zaferi kutlamadılar. Savaş alanını aceleyle terkettiklerinde son Akladyalının cesedi daha soğumamıştı. Kimsenin onları izlemediğini umarak Kızılağaç ormanına daldılar.

source: Gawen, my lord, I think he is still alive. What should we do with him?
tr: Gaven, efendim, sanırım o hala hayatta. Onunla ne yapmalıyız?

source: Gawen, she is Akladian. You can't teach an old dog new tricks.
da: Gawen hun er Akladian. Du kan lære gamle hunde nye triks.
tr: Gaven, o Akladyalı. Yaşlı köpeğe yeni numaralar öğretebilirsin.

source: Gawen... My sword is your sword.
da: Gawen... Mit sværd er dit sværd.
tr: Gaven... Kılıcım kılıcındır.

source: Get out of my way, filthy underling!
de: Geh aus dem Weg, dreckiger Unterling!
es: ¡Fuera de mi vista, sucio subdito!
sv: Ut ur min väg, smutsiga lakejer!
tr: Çekil yolumdan, pis parya!

source: Get out of my way... I am not here because of you.
da: Forsvind fra mit åsyn... Jeg er her ikke på grund af dig.
de: Geh' mir aus dem Weg... Ich bin nicht wegen dir hier.
es: Salga de mi vista... no estoy aquí por usted.
sv: Ur vägen... Jag är inte här för din skull.
tr: Buraya senin için gelmedim. Çekil yolumdan!

source: Girls, what do you exactly mean by 'scored'? Is it because you are slicing up your fallen foes?
de: Frauen, was meint ihr genau mit 'gewonnen'? Lorin, könntest du mich auch besiegen?
tr: Kızlar, siz ne sayıyorsunuz? Avlanan balık sayılmaz.

source: Give me...
da: Giv mig...
de: Gib mir...
es: Déme...
tr: Bana ver...

source: Go and hide into your quagmire, mudcrawler.
sv: Stick och göm dig i ditt träsk, slamkrypare.
tr: Git ve bataklığına gizlen, çamur tulumu.
