Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: I will carry the message to Bor Cryne. He will reward me in gold!
da: Jeg tager nu beskeden til Bor Cryne. Han vil belønne mig i guld!
de: Ich werde die Nachricht zu Bor Cryne bringen. Er wird mich in Gold belohnen.
es: Ahora llevaré el mensaje a Bor Cryne. ¡Me premiará en oro!
sv: Jag skall nu meddela Bor Cryne. Han kommer att belöna mig i guld!
tr: Haberi Bor Krayn’a götüreceğim. Beni altınla ödüllendirecektir!

source: I will give you 200 golden pieces to release him
da: Jeg giver dig 200 guldstykker for at løslade ham
de: Ich werde dir 200 Golfstücke geben, wenn du ihn frei lässt.
sv: Du får 200 guldstycken för att släppa honom.
tr: Onu bırakman için sana 200 altın vereceğim.

source: I will go.
da: Jeg går.
tr: Mutlaka gideceğim.

source: I will join Huon with part of my escort, I will gave the rest of them to Ruv... er... to Gah - uhm - haldreeck. My finest archer, my best captain, two fighters and another archer. In addition, would you prefer to get a Scout or Shaman?
sv: Jag går med Huon med en del av min vaktstyrka, resten följer Ruv... Äh, Gah - uhm - Haldreck. Mina bästa bågskytt, min bästa kapten, två krigare och ytterligare en bågskytt. Utöver dem, skulle du helst vilja ha en spejare eller en schaman?
tr: Bana eşlik edenlerin bir kısmı Huron’a katılacak, kalanlar da Ruv.. yok Ga - umh - haldrik’e katılacak. En iyi okçum, en iyi yüzbaşım, iki döğüşçü ve başka bir okçuya ek olarak bir Gözcü veya bir Şaman da ister misiniz?

source: I will join you in your quest.
da: Jeg vil gerne være en del af din mission.
tr: Araştırmanıza katılmak isterim.

source: I will kill you and rip off your traitorous head!
da: Jeg dræber dig og river dit hoved af.
sv: Jag kommer att döda dig och slita av ditt huvud.
tr: Seni öldürecek ve kelleni alacağım.

source: I will let you live, if you will tell me few things.
da: Jeg vil lade dig leve hvis du fortæller mig nogle få ting.
es: Le permitiré vivir, si me dice algunas cosas.
sv: Du får leva, om du berättar några saker för mig.
tr: Bana birşeyler söylersen, yaşamana izin vereceğim.

source: I will lose it in battle. Charge!
tr: Onu savaşta kaybedeceğim. Saldırın!

source: I will order my people to try to cure your wounds. And then I will release you.
da: Jeg vil give mit folk ordre på at helbrede dine sår. Og så vil jeg frigive dig.
tr: Halkıma yaralarınızı tedavi etmelerini emrettim. İyileşince sizi serbest bırakacağım.

source: I will pay you in gold.
da: Jeg betaler dig i guld
de: Ich werde dich in Gold bezahlen.
sv: Jag kommer att betala i guld
tr: Altın olarak ödeyeceğim

source: I will spare your life.
da: Jeg sparer dit liv.
sv: Jag skall skona ditt liv.
tr: Hayatını bağışlayacağım.

source: I won't stop until the last one of you is killed
da: Jeg stopper ikke før den sidste af jer er dræbt
tr: Sizden kimse kalmayana dek durmayacağım.

source: I would be honoured to have you in my army.
de: Ich wäre geehrt, euch in meiner Armee zu haben.
sv: Jag kommer vara ärad av att ha dig i min arme.
tr: Sizi ordumda görmekten onur duyardım.

source: I would love to talk to...
da: Jeg vil gerne tale med...
de: Ich würde gerne sprechen mit...
sv: Jag skulle vilja tala med...
tr: Onunla konuşmayı severdim...

source: I would want some elves
da: Jeg ønsker flere elver
de: Ich würde gerne ein paar Elfen haben.
es: Yo querría algunos elfos
tr: Bir kaç Elf isterdim

source: I would want some of Huon's soldiers
de: Ich will ein paar von Huon's Soldaten.
es: Yo querría algunos de los soldados de Huon
tr: Huron’un askerlerinden bazılarını isterdim

source: I would want to have more gold
da: Jeg ønsker mere guld
de: Ich würde mehr Gold haben wollen.
es: Yo querría tener más oro
tr: Biraz daha altınım olsun isterdim.

source: I'm a killing machine! Lorin should just go back and hide in Haeltin!
da: Jeg er en dræbermaskine! Og den Lorin bør gemme sig i Haeltin!
de: Ich bin eine Tötungsmaschine! Und diese Lorin sollte sich in Haeltin verstecken gehen!
sv: Jag är en dödsmaskin! Den där Lorin borde gömma sig borta i Haeltin!
tr: Ben bir öldürme makinesiyim. Lorin de dönsün Haeltin’de saklansın!

source: I'm afraid this battle may be extremely difficult. We must be prepared for serious losses, unfortunately.
de: Ich befürchte dieser Kampf wird extrem schwer. Wir sollten uns unglücklicherweise auf schwere Verluste vorbereiten.
tr: Korkarım, bu savaş oldukça zor olacak. Maalesef, çok fazla kayba şimdiden hazırlıklı olmalıyız.

source: I'm afraid... that may be... impossible. What about your memory?
de: Ich befürchte... das ist vielleicht... nicht möglich. Wie steht es um deine Erinnerungen?
es: Me temo que sea imposible. ¿Qué sobre tu memoria?
sv: Jag är rädd att det är omöjligt. Hur är ditt minne?
tr: Korkarım bu mümkün olmayacak. Hafızan ne durumda?

source: I'm not afraid.. I would just want to smoke a little longer..
da: Jeg er ikke bange.. Jeg vil bare ryge lidt længere endnu..
de: Ich habe keine Angst.. Ich wollte nur noch ein bisschen länger rauchen...
sv: Jag är inte rädd... jag ville bara röka lite längre...
tr: Ben korkmuyorum... Tek istediğim biraz daha pipomu tüttürmek...

source: I'm not quite sure when she came to me, utterly devoid of shame... and clothes. She entered my chamber so quietly that I initially mistook it for a dream. I was too drunk to ask any questions, nor did I oppose her when she slipped into my bed.
tr: Utançtan ve elbiselerinden yoksun olarak bana ne zaman geldiğinden emin değilim. Odama o kadar çabuk girdi ki, bir an hayal gördüm sandım. Soru soramayacak kadar çok içmiştim. O kadar içkiliydim ki, yatağımda beni soyduğunda karşı koyamadım.

source: I'm sorry Reme, but we simply couldn't succeed.
da: Jeg er ked af det Reme men vi havde ikke succes.
tr: Kusura bakma Reme. Basitçe, başarılı olamadık.

source: I'm sorry father. I just couldn't miss the opportunity to see our great future king do great heroic things... the kind of things great future kings usually do. You don't mind, do you... Gaumhaldric?
da: Jeg er ked af det far. Jeg kunne bare ikke gå glip af at se hvordan vores fremtidige konge gør store heroiske ting, den slags som store fremtidige konger normalt gør. Du har ikke noget imod det - har du Gaumhaldric?
de: Es tut mir leid, Vater. Ich konnte einfach nicht die Gelegenheit missen um zu sehen wie unser grosser zukünftiger König heroische Taten vollbringt, die Art, wie sie grosse zukünftige Könige üblicherweise tun. Dir macht es nichts aus, oder - Gaumhaldric?
es: Lo siento padre. No podía perder la oportunidad de ver cómo nuestro futuro gran rey hace grandes cosas heroical, con el estilo que solo los futuros grandes reyes tienen. ¿No le importa, no lo haga - Gaumhaldric?
sv: Jag är ledsen, far. Jag kunde bara inte missa chansen att se vår store framtida kung utföra hjältedåd, sådana saker som framtida kungar brukar göra. Det gör väl inget, eller hur - Gaumhaldric?
tr: Kusura bakma baba. Bizim büyük geleceğimizin kralının, büyük gelecek krallarının yaptığı türden, büyük kahramanlıkları nasıl yaptığını görme fırsatını kaçıramazdım. İtiraz etme, sen - Gamlıhaldrik - değilsin, değil mi?

source: I'm sorry, I can't risk it.
da: Desværre jeg kan ikke risikere det.
tr: Kusura bakma, risk alamam.

source: I'm sorry... What?
da: Jeg undskylder.. Ja..
sv: Jag... Vad?
tr: Ben... ne?

source: I'm sure I would enjoy watching you dance.
da: Jeg vil helt sikkert nyde din dans
sv: Jag är säker på att jag skulle tycka om din dans.
tr: Eminim dansın beni hoşnut edecektir.

source: I'm sure it was Orcish for 'a human woman has killed me, what a dishonor' or something like that.
de: Ich denke es war Orkisch für 'eine menschliche Frau hat mich getötet, was für eine Unehre' oder etwas in dieser Art.
sv: Jag tror att det var orchiska för 'en människokvinna har dödat mig, vilken skam' eller något liknande.
tr: ‘beni bir insan kadın öldürdü, ne onursuzluk’ veya benzeri bir şeyi söyleyen bir orktu sanırım.

source: I'm sure there will be plenty of action when the orcs arrive.
da: Der bliver nok at gøre når orkerne kommer.
sv: Det kommer vara nog med spänning när orcherna kommer.
tr: Orklar gelince yeterince hareket olacak.

source: I'm too old ta be leavin my village, but there is one boy who could fight for you, why not.
sv: Jag är för gammal för att lämna min by, men jag tror det finns en pojk som skulle kunna slåss för er.
tr: Köyümü terkedemeyecek kadar yaşlıyım, fakat yanınızda döğüşmek isteyen bir oğlum var, neden olmasın.

source: I'm too old ta be leavin' my village, and the one boy who wanted to search for adventures already joined you.
sv: Jag är för gammal för att lämna min by, och en pojk som ville ge sig ut och äventyra anslöt sig till er för en tid sedan.
tr: Köyümü terkedemeyecek kadar yaşlıyım, ayrıca macera arayan bir oğlum zaten size katılmıştı.

source: I've changed my mind
da: Jeg har skiftet mening
de: Ich habe meine Meinung geändert
es: He cambiado mi mente
tr: Fikrimi değiştirdim

source: I've heard that name... a new, skilled underling leader. My honor is intact, even in defeat.
tr: Adını duymuştum. Yeni yetenekli parya lideri. Artık, sizi kaybettiğimde onurumun zedelenmeyeceğini biliyorum.

source: I've never intended to fight against you, Hoyre. Let our swords instead cut that underling's head off, as well as that witch, his step-mother!
de: Ich hatte nie vor gegen Euch zu kämpfen, Hoyre. Lasst unsere Schwerter stattdessen den Kopf dieses Unterlings abhacken, genauso wie den dieser Hexe, seiner Stiefmutter!
sv: Det var aldrig min mening att slåss mot dig, Hoyre. Låt våra svärd skära huvudet av den där lakejen och hans häxa till styvmor.
tr: Size karşı döğüşmeyi asla düşünmedim, Hoyre. Kılıçlarımızla bu paryanın ve cadı annesinin kafasını uçuralım.

source: I've seen a lot of orcs lately. They are going here and there, and have been surprisingly disciplined and well-behaved considering what I've heard about orcs. Well, yes, they killed and ate three of our cows and took our only horse, but that's what one can expect from any soldiers. Some orcish unit is garrisoned near Barnon, south from here.
sv: Jag har sett en hel del orcher på sista tiden. De är på väg överallt, ovanligt disciplinerade och välordnade jämfört med vad jag har hört om dem. Tja, jo, de dödade och åt upp tre av våra kor och tog vår enda häst, men det är ju inte mer än vad man kan förvänta sig av soldater. Det finns en garnison med orcher nära Barnon, söderut härifrån.
tr: Kısa bir süre önce bir sürü ork gördüm. Şuraya buraya hareket halindeydiler ve onlar hakkında duyduklarımın aksine şaşırtıcı derecede disiplinli ve iyi davranışlıydılar. Eh, evet, üç ineğimizi öldürüp yediler, tek atımızı aldılar, ama bu her askerden beklenebilecek bir davranış. Bir ork birimi buranın güneyinde, Barnon yakınlarında garnizon kurmuş.

source: I've told you not to call her that! What's wrong with marrying Wesnothian women anyway? If our old king could do it, why not us lesser men?
tr: Ona böyle hitabetme diye kaç kere söyledim. Wesnoth kadınıyla evlenmenin nesi yanlış? Eski kralımız yapabiliyorsa, biz neden yapmayalım, ne eksiğimiz var?

source: I... I'm sorry Reme. I just... What we are going to do now?
de: Ich.. Entschuldigung Reme. Ich bin.. Was machen wir jetzt?
sv: Jag... Jag är ledsen Reme. Jag bara... Vad ska vi göra nu?
tr: Ben.. Özür dilerim, Reme. Ben sadece... Şimdi ne yapacağız?

source: I... what?
da: Jeg... hvad?
sv: Jag... Vad?
tr: Ben... ne?

source: IT?
da: Barnet?
tr: O?

source: If I am just a hallucination, this won't hurt.
da: Hvis jeg bare er en hallucination så vil det her ikke gøre ondt.
tr: Ben eğer sadece bir hayalsem, bu acıtmayacaktır.

source: If I may make a suggestion, my lord... we are here to gather news, but I don't think interrogating the eastern enemy leader would help us much. He doesn't look important enough. The second one, on the other hand...
da: Hvis jeg må foreslå min herre. Vi er her for at samle nyheder. Men jeg tror ikke forhør af den østerlandske fjendtlige leder giver mening. Han virker ikke vigtig nok. Den anden derimod...
es: Si puedo sugerir, mi señor. Estamos aquí para recolectar Información. Pero no creo que interrogar al líder enemigo del este tenga algún sentido. No parece lo bastante importante. Solo tendrá noticias de segunda mano...
sv: Om jag får komma med ett förslag, ers nåd. Vi är här för att samla upplysningar. Men jag tror inte att det kommer ge någonting att förhöra den östra ledaren. Han verkar inte nog högt uppsatt. Den andra däremot...
tr: Benim bir önerim olabilir, efendim. Biz istihbarat toplamak için buradayız. Fakat doğudaki düşman lideriyle konuşmanın zahmete değmeyeceğini düşünüyorum. Yeterince önemli görünmüyor. İkincisiyle ilgilenelim...

source: If I may, I want to personally prove to this Rob Roe that I am not a 'ridiculously easy target.' Leave him to me, if you can.
de: Wenn ihr erlaubt, ich würde gerne diesem Rob Roe persönlich beweisen, dass ich kein 'lächerlich einfaches Opfer' bin. Überlasst ihn bitte mir, wenn möglich.
sv: Om jag bara kunde så skulle jag visa för den här Rob Roe att jag inte är något löjligt enkelt byte. Hörni, lämna honom till mig om ni kan.
tr: Sadece ben olsam, bu Robro’ya kişisel olarak öyle kolay bir hedef olmadığımı gösterirdim. Hey millet, yapabilirseniz onu bana bırakın.

source: If I may, my lord, I suggest not to attack in haste.
da: Hvis jeg må min herre så anbefaler jeg ikke at forhaste sig.
de: Verzeiht mir, mein Lord, ich schlage vor nicht mit Eile anzugreifen.
sv: Om ni tillåter, herre, så skulle jag vilja föreslå att vi inte förhastar oss.
tr: Bana sororsanız, acele etmemenizi öneririm. efendim.

source: If I were younger, then I might have said yes, why not, but I am really too old for adventure seeking now.
sv: Om jag vore yngre, så ja, varför inte, men jag är verkligen för gammal för att söka äventyr.
tr: Eğer daha genç olsaydım, neden olmasın, elbette, ama macera aramak için gerçekten çok yaşlıyım.

source: If it isss impossssible, then they will wait a long time... will you let me live now?
da: Umuligt hvis dt er, så skal de vente længe... Vil du lade mig leve nu?
de: Wenn issst unmöglich, dann sssie warten lange Zzzzeit... mir lassssen Leben jetzzzt?
sv: Om omöjligt det är, då kommer de att vänta länge... Låter du mig leva nu?
tr: İmkanssssızssssa, onlar çok bekleyecekler demektir... Şimdi yaşamama izin verecek misin?

source: If that's your wish
da: Hvis det er dit ønske
de: Wenn das dein Wunsch ist...
es: Si ése es su deseo
sv: Om du så önskar.
tr: İstediğin buysa

source: If you don't recall veteran units, the next scenario with Lorin will be extremely difficult to win.
da: Hvis du ikke tilbagekalder veteranenheder vil det næste scenarie med Lorin være ekstremt svært at vinde.
de: Wenn Du keine Veteraneneinheiten einberufst, wird das nächste Szenario mit Lorin extrem schwer zu gewinnen sein.
es: Si no recluta unidades veteranas, el próximo escenario con Lorin puede ser sumamente difícil de ganar.
tr: Eski askerlerini çağırmazsan, sonraki senaryoda Lorin’in kazanması çok güçleşebilir.

source: If you want my advice, I think you may want to use our elves. Six elves should be able to hold off the eastern leader on their own, especially using hit-and-run tactics. Alternatively, you may ignore one of the enemies entirely and concentrate all of your forces against the other one. There's no hurry; we've got quite a lot of time.
de: Ich würde dir vorschlagen Elfen zu benutzen. Sechs von ihnen genügen alleine um den östlichen Herrscher aufzuhalten, im speziellen mit einer Hit-and-Run-Taktik. Du kannst auch einen der Gegner komplett ingnorieren und alle deine Einheiten auf einen Gegner hetzen. Du musst dich nicht beeilen, wir haben genug Zeit.
es: Si puedo sugerir algo, puede usar elfos. Seis elfos son suficiente fuerza como para mantener ocupado al líder oriental, sobre todo si usa tácticas de golpe-y-escape. Puede ignorar a uno de sus enemigos y usar todas sus fuerzas contra el otro. No hay prisa, tenemos mucho tiempo.
sv: Om jag får föreslå en sak: du bör överväga att använda alverna. Sex alver räcker för att hålla den östra ledaren stången, särskilt om man gör snabba utfall. Du kan strunta i den ena av fienderna och använda all styrka mot den andra. Vi har inte bråttom, så ta det lugnt.
tr: Birşeyler önerebilseydim, elfleri kullanmayı düşünebilirsiniz derdim. Altı kişilik bir elf grubu özellikle gerilla taktiklerini kullanarak doğudaki lideri tutmak için yeterli olur. Böylece düşman liderlerinden birini tamamen yoksayabilir ve tüm gücünüzü diğerine karşı kullanabilirsiniz. Acele etmeyin, bol bol zamanımız var.

source: If you want, I'll teach you a few things.
da: Hvis du ønsker det kan jeg give dig flere af mine elver.
de: Wenn du möchtest, kann ich dir ein paar Dinge beibringen.
sv: Om du vill så kan jag lära dig ett och annat.
tr: İsterseniz, belki size birkaç şey öğretebilirim.

source: Iff you will kill me, other lizardss will find you and sssslain you and ...
da: Hvis du dræber mig vil andre øgler finde dig og hævne mig ...
sv: Om du dödar mig, ssså kommer andra ödlor att hitta er och ssslakta er...
tr: Eğerrr beni öldürürsssen, diğer kertenkelelerrr seni bulurrr ve seni öldürürrr ve ...

source: Impertinent heathen underling child, the day has not yet ended!
de: Freches gottloses Unterlingskind, der Tag hat noch nicht geendet!
sv: Din näsvisa ogudaktiga lakejunge, dagen är inte slut ännu!
tr: Terbiyesiz dinsiz parya çocuk, gün daha bitmedi!

source: Impossible
da: Umulig
de: Fordernd
es: Imposible
sv: Omöjligt
tr: İmkansız

source: In other words, the witch must die.
da: Med andre ord heksen må dø.
tr: Başka bir deyişle, cadı ölmeli.

source: In some place called Bontom. We could ask peasants about it.
da: På et sted kaldt Bontom. Vi kan spørge bønderne om det.
sv: Något ställe som kallas Bontom. Vi skulle kunna fråga bönderna om det.
tr: Bontom diye bir yer. Köylülere hakkında ne bildiklerini sorabiliriz.

source: In this forest, we are free already.
da: I denne skov er vi allerede fri.
tr: Ormanda, biz özgürüz zaten.

source: In this scenario, only Gawen and Lorin may interrogate enemy leaders
da: I dette scenarie må kun Gawen og Lorin forhøre fjendtlige ledere
es: En este escenario, sólo Gawen y Lorin pueden interrogar a los líderes enemigos
tr: Bu senaryoda, sadece Gaven ve Lorin düşman liderlerini sorgulayabilir.

source: In this scenario, you may interrogate the leader with either Ruvio or Gawen, it will make no difference. Move Ruvio to signpost to ask him for advice.
da: I dette scenarie kan du forhøre lederen med enten Ruvio eller Gawen. Det gør ingen forskel. Flyt Ruvio til vejviseren for at spørge ham om råd.
de: In diesem Szenario kannst du den Lieder mit Ruvio oder Gawen verhören, es macht keinen Unterschied. Beweg Ruvio auf den Wegweiser um ihn um Rat zu fragen.
es: En este guión, puede interrogar al líder con Ruvio o Gawen, daría lo mismo. Mueva a Ruvio al poste indicador y pregunte por su consejo.
sv: I det här scenariot kan du förhöra ledarna med antingen Ruvio eller Gawen, det spelar ingen roll vem. För Ruvio till vägskylten för att fråga honom om råd.
tr: Bu senaryoda, lideri Ruviyo veya Gaven’ın sorgulaması fark etmeyecektir. Ruviyo’yu yol işaretine götürüp fikrini alın.

source: Indeed. We will have no time to rest and cure our wounded. But perhaps it won't be necessary, we should negotiate first..
es: De hecho. No tendremos tiempo para descansar y curar nuestros heridos. Pero quizá no será necesario, debemos negociar primero..
tr: Elbette. Dinlenmeye ve yaralarımızı tedavi ettirmeye zamanımız olmayacak. Fakat belki gerekmeyecek, önce sorgulamalıyız...

source: Inside of burned village of Ruen, Gawen's soldiers found massacred bodies of men, women and children. No one was unmoved by the terrible sight. Looking at their faces Gawen sadly realized that Orcs would not expect any mercy in this battle and no prisoners would be taken.
es: Dentro del pueblo quemado de Ruen los soldados de Gawen encontraron los cuerpos masacrados de hombres, mujeres y niños. Nadie permaneció inmutable ante tan terrible visión. Mirando sus caras con tristeza Gawen pensó, estos Orcos no pueden esperar misericordia en esta batalla y ningún prisionero será tomado.
tr: Gaven, yanmış Ruen köyünün içinde kılıçtan geçirilmiş erkekler, kadınlar ve çocuklar buldu. Bu korkunç manzara kimsenin kaçamadığını gösteriyordu. Gaven yüzlerine kederle bakarak düşündü, Orklar bu savaşta merhamet beklememelilerdi ve muhtemelen hiç esir alınmayacaktı.

source: Inside the castle of Haeltin, Lorin found large quantities of food, as well as arrows and weapons. It seemed like the castle owners were expecting a huge army.
es: Dentro del castillo de Haeltin, Lorin encontro grandes cantidades de comida, ademas de flechas y armas. Parece que los dueños del castillo esperaban un gran ejército.
sv: Inne i Haeltins slott har Lorin hittat stora förråd med mat, pilar och vapen. Slottets ägare verkar ha väntat sig att en stor armé skulle komma.
tr: Lorin, Haeltin şatosunun içinde büyük miktarda yiyeceğin yanı sıra oklar ve cephane buldu. Şato sahipleri dev bir ordunun geleceğini umuyorlarmış gibi görünüyordu.

source: Interesting theory. So, basically Bor Cryne wants to eliminate all of his opponents?
da: Interessant teori. Så grundlæggende vil Bor Cryne udrydde alle sine modstandere?
sv: Intressant teori. Så om man sammanfattar det så vill Bor Cryne elliminera alla sina motståndare?
tr: İlginç bir teori. Öyleyse, temel olarak Bor Krayn rakiplerini elemek istiyor, diyebilir miyiz?

source: Interesting. Speak, and maybe I will spare your worthless head, inhuman ungodly beast.
da: Interessant. Tal måske vil jeg spare dit værdiløse hoved, umenneskelige grimme bæst.
de: Interessant. Sprich, und vielleicht werde ich Deinen wertlosen Kopf auf dem Hals lassen, unmenschliche gottlose Bestie.
sv: Intressant. Tala, så skall jag kanske skona ditt värdelösa huvud, du omänskliga ogudaktiga monster.
tr: İlginç. Konuş, belki değersiz hayatını bağışlarım, soğukkanlı dinsiz alçak.

source: Interesting. Speak, maybe I will spare your worthless head, inhuman ungodly beast.
sv: Intressant. Tala, så skall jag kanske skona ditt värdelösa huvud, du omänskliga ogudaktiga monster.
tr: İlginç. Konuş, belki değersiz hayatını bağışlarım, soğukkanlı dinsiz alçak.

source: Interesting. Very, very interesting.
da: Interessant. Meget - meget interessant.
sv: Intressant. Mycket intressant.
tr: İlginç. Çok, çok ilginç.

source: Iruki
tr: Uruki

source: Is he? I've heard they couldn't find the body.
da: Er han? Jeg har hørt at de ikke kunne finde hans krop.
de: Tatsächlich? Ich habe gehört sie konnten seine Leiche nicht finden.
sv: Är han? Jag hörde att de inte kunde hitta kroppen.
tr: Öldü mü? Cesedini bulamadıklarını duydum.

source: Is she spoken for? I mean, is there someone she loves? I have often noticed her gazing up at the sky, far, far away, as if she were thinking about someone... or something.
sv: Är hon upptagen? Jag menar, har hon någon hon älskar? Jag har lagt märke till att hon ibland står och stirrar ut mot horisonten, långt, långt borta, som om hon tänkte på någon... Eller något.
tr: O aşık mı? Yani, sevdiği biri mi var? Sanki birini ya da birşeyi düşünür gibi, uzaklara dalıp gidiyor.

source: Is that so?
de: Ist dem so?
sv: Jaså?
tr: Öyle mi?

source: Is there any news from Bor Cryne?
da: Er der nyheder fra Bor Cryne?
es: ¿Hay alguna noticias de Bor Cryne?
sv: Några nyheter från Bor Cryne?
tr: Bor Krayn’dan haber var mı?
