Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: I can't believe my own eyes! Isn't that Gawen, the little so-called king?
da: Jeg kan ikke tro mine egne øjne! Er det ikke Gawen den lille såkaldte konge?
de: Ich traue meinen Augen nicht! Ist das nicht Gawen, der kleine sogenannte König?
sv: Jag kan inte tro mina ögon! Är det inte Gawen, den lille så kallade kungen?
tr: Gözlerime inanamıyorum! Bu Gaven değil mi, hani şu kral denen ufaklık?

source: I can't believe this happened... He's dead..
da: Jeg kan ikke tro at dette skete... Han er død..
de: Ich kann es nicht glauben das dies passiert ist... Er ist tot...
sv: Jag kan inte tro att det här har hänt... Han är död...
tr: Bunun olduğuna inanamıyorum... O öldü..

source: I can't hold my sword anymore.. I can't ...
da: Jeg kan ikke holde mit sværd mere.. Jeg kan ikke ...
de: Ich kann mein Schwert nicht mehr halten.. Ich kann nicht ...
sv: Jag kan inte hålla mitt svärd längre... jag kan inte...
tr: Kılıcımı daha fazla tutamayacağım... Yapamıyorum...

source: I can't just run away. I don't want to. I would prefer to die here, fighting.
de: Ich kann nicht einfach wegrennen. Ich möchte das auch garnicht. Ich würde es bevorzugen hier zu sterben, kämpfend.
es: Simplemente no puedo seguir corriendo. No quiero hacerlo. Preferiría morir aquí luchando.
sv: Jag kan inte bara fly. Jag vill inte. Jag föredrar att dö här, i strid.
tr: Şimdi kaçamam. Bunu istemiyorum. Burada, elimde kılıcımla ölmeyi tercih ederim.

source: I can't remember anything about her. I would love to hear something about her. Did you know her?
da: Jeg kan ikke huske noget om hende. Jeg ville meget gerne høre noget om hende. Har du kendt hende?
sv: Jag kommer inte ihåg något om henne. Jag skulle verkligen vilja veta mer om henne. Kände du henne?
tr: Onun hakkında hiçbir şey hatırlayamıyorum. Onun hakkında birşeyler duymayı severdim. Siz onu tanır mıydınız?

source: I can't see.. it's so cold...
da: Jeg kan ikke se.. Jeg er kold..
de: Ich kann nichts sehen.. es ist so kalt...
es: No puedo ver.. Tengo frío..
sv: Jag kan inte se... jag fryser...
tr: Ben göremiyorum.. Üşüyorum..

source: I can't tell you! (Aaargh) I don't know his name! I was given this task by our elders... of the Outlaw Place. All I know is one of Akladian lords paid us in gold! The price for the Hagarthens was three hundred gold pieces for the father and two hundred for the son! Aiieeee!!!
da: Jeg kan ikke fortælle det! (Aaargh) Jeg kender ikke hans navn! Jeg blev givet opgaven fra de ældste hos de fredløses sted. Alt jeg ved er at en af Akladian lensherrerne betalte for det i guld! Prisen var 300 guldstykker for faren og 200 for sønnen! Aiieee!!!
de: Ich kann es dir nicht sagen! (Aaargh) Ich kenne seinen Namen nicht! Diese Aufgabe wurde mir von unseren Ältesten aus dem Banditenlager gegeben. Alles was ich weiß ist das einer der akladianischen Adligen dafür in gold bezahlt hat! Der Preis belief sich auf drei hundert Goldstücke für den Vater und zwei hundert für den Sohn! Aiieeee!!!
es: ¡No puedo decirle! ¡(Aaargh) no sé su nombre! Me dio la tarea un superiores del Lugar del Bandido. ¡Solo sé que un señor de Akladian lo pagó en oro! ¡El precio era trescientas piezas de oro por el padre y doscientas por el hijo! ¡Aiieeee!!!
sv: Jag kan inte berätta! (Aaargh) Jag vet inte hans namn! Jag fick uppdraget av våra åldermän vid de fredlösas tillhåll. Allt jag vet är att en av de akladiska furstarna betalade i guld! Priset var trehundra guldstycken för fadern och tvåhundra för sonen! Aaajjj!!!
tr: Size söyleyemem! (Aaah) Adını bilmiyorum! Suikastçiler Çetesinin kıdemlilerince görevlendirildim. Tüm bildiğim Akladyalı yöneticilerden birinin bunun bedelini altınla ödediğidir! Baba için üç yüz, oğul için iki yüz altın! Aiieeee!!!

source: I can't. I won't. I won't leave you, my lord.
de: Ich kann das nicht tun! Ich werde es nicht... Ich werde Euch nicht verlassen, mein König!
es: No puedo. No quiero. No lo dejaré, mi señor.
sv: Jag kan inte. Jag lämnar er inte, ers nåd.
tr: Yapamam. Yapmayacağım. Sizi bırakmayacağım, efendim.

source: I changed my mind
da: Jeg har skiftet mening
de: Ich habe meine Meinung geändert
sv: Nä, förresten.
tr: Fikrimi değiştirdim.

source: I could give you some of my soldiers. Swordsmen, Bowmen or Spearmen.
da: Jeg kan give dig nogle af mine soldater. Sværdmænd, bueskytter eller spydmænd.
de: Ich könnte dir einige meiner Soldaten geben. Schwertkämpfer, Bogenschützen oder Speerträger.
tr: Askerlerimden bazılarını verebilirim. Kılıççılar, Okçular, Mızrakçılar.

source: I didn't feel we had enough gold to accomplish the task ahead of us. So, I asked the others from the council of Freetown for help and they agreed. We now have 200 gold pieces
da: Jeg mente ikke at vi havde nok guld til at nå dette mål så jeg spurgte de andre i rådet i Freetown om hjælp og de har indviet. Vi har nu 200 guldstykker.
de: Ich hatte das Gefühl, dass wir nicht genug Gold für die Aufgabe haben die uns erwartet. Daher habe ich die anderen vom Rat von Freetown um Hilfe gebeten und sie haben zugestimmt. Wir haben nun 200 Goldstücke.
es: Supuse que no teníamos suficiente oro para lograr la tarea que nos espera. Por eso pedí ayuda a los otros del concejo de Freetown y estuvieron de acuerdo. Ahora tenemos 200 piezas de oro
sv: Jag tyckte att vi inte hade nog med guld för att utföra uppdraget vi har framför oss. Så jag frågade de andra ur Freetowns råd om hjälp och de instämde. Nu har vi 200 guldstycken.
tr: Bizi bekleyen görevi tamamlayabilmek için yeterli altınımız olmadığını anlamıştım. Bu nedenle Özgürkent konseyinden yardım talep ettim ve onlar da oybirliği ile kabul ettiler. Şimdi 200 altınımız var.

source: I didn't know...
da: Jeg vidste det ikke..
de: Das weiß ich nicht.
sv: Jag visste inte...
tr: Bilmiyordum..

source: I do not know that name.
es: No conosco ese nombre.
sv: Jag känner inte till det namnet.
tr: Bu adı bilmiyorum.

source: I do not know why. I've heard they came here to purify the world before the new messiah comes, but right now it just seems like they are pillaging and murdering many good people, Akladian and Wesnothian alike.
es: No sé eso. He oído que vinieron para purificar el mundo antes del nuevo mesías, pero ahora simplemente están saqueando y asesinando a mucha gente buena, Akladianos y Wesnothianos.
tr: Bunu bilmiyorum. Yeni mesih gelmeden önce onların dünyayı arındarmaya geleceklerini duydum, fakat şimdi onlar Akladyalı veya Wesnoth olduğuna bakmaksızın iyi insanları öldürmeye ve yağmaya başladılar.

source: I do not mean he was old. He just seemed like he had seen a lot in his life; his face bore memories of old battles, many of them lost. He looked a bit familiar. He was, as my step-mother would call him, an ungodly underling. Wesnothian, in other words. I wasn't sure whether this was a good or bad thing, remembering how much those folks hated Akladians.
de: Ich will damit nicht sagen, dass er alt war. Es schien nur, als habe er eine Menge in seinem Leben durchgemacht. Sein Gesicht zeigte die Spuren von alten Kämpfen, viele davon Niederlagen. Er schien mir etwas vertraut zu sein. Offensichtlich war er, wie meine Stiefmutter es nennen würde, ein gottloser Unterling. Ein Wesnother, mit anderen Worten. Ich war mir nicht sicher, ob dies ein gutes oder schlechtes Zeichen war, denn ich erinnerte mich nur zu gut daran, wie sehr dieses Volk die Akladianer hasste.
sv: Jag menar inte att han var gammal. Det verkade bara som om han hade sett en hel del i sitt liv. Hans ansikte förde med sig minnen av gamla slag och krig, många förlorade. Det var något bekant över honom. Han var, som min styvmoder skulle kalla honom, en ogudaktig lakej. Wesnothier med andra ord. Jag var inte säker på om det var bra eller dåligt, när jag drog mig till minnes hur mycket de hatade akladierna.
tr: Yaşlıydı demek istemiyorum. Çok görmüş geçirmiş gibi görünüyordu. Onun yüzü çoğu kaybedilmiş eski savaşları aklıma getiriyordu. Biraz tanıdık geliyordu. O, üvey annemin söylemiyle, dinsiz bir paryaydı. Başka bir deyişle o bir Wesnottu. Bu halkın Akladyalılara ne tadar kin beslediğini hatırlayınca, bu iyi miydi, kötü müydü, pek emin olamadım.

source: I do not need anything more
da: Jeg har ikke behov for mere
de: Ich brauch nichts mehr.
es: Yo no necesito nada más
tr: Başka birşeye ihtiyacım yok

source: I do not think he will tell you anything more, my lady... he's dead. You did well to squeeze as much information as you did from him.
de: Ich denke nicht, dass er euch noch mehr sagen wird, meine Lady... er ist tot. Ihr wart zu gut darin, so viel Information wie möglich aus ihm herauszuquetschen.
sv: Jag tror inte att han kommer att berätta något mer för dig, min fru. Han är död. Förresten, är du en av de där akladiska flickorna som gillar läder och piskor?
tr: Size başka birşey söyleyeceğini sanmıyorum, hanımım. O öldü. Yoksa, şu deri ve kamçıyı seven Akladyalı kızlardan biri misiniz?

source: I don't know much - only that this was the wish of our guide, Grekulak. He wished Akladians to be allied with us.
da: Jeg ved ikke meget - kun at det var ønsket af vores guide Grekulak. Han ønskede at akladianerne skulle være allieret med os.
es: No sé mucho - sólo que éste era el deseo de nuestra guía, Grekulak. Le ofreció a los Akladianos que se aliaran con nosotros.
sv: Jag vet inte så mycket - bara att det här var vår guide, Grekulaks, önskan. Han ville att akladierna skulle vara våra allierade.
tr: Pek bir şey bilmiyorum - tek bildiğim, bunun kılavuzumuz Grekulak’ın isteği olduğudur. Akladyalılarla müttefik olmamızı o istedi.

source: I don't know that.
da: Det ved jeg ikke.
de: Das weiß ich nicht.
sv: Jag vet inte.
tr: Bunu bilmiyorum.

source: I don't know that. A lot of Akladians buy poison from us.
da: Jeg ved det ikke. En mængde Akladianer køber gift fra os.
tr: Bunu bilmiyorum. Bir çok Akladyalı bizden zehir satın alır.

source: I don't know who that is. If he is a mage, then he is an enemy of our God and as such, has no right to life.
es: No sé eso. Si es mago, entonces es enemigo de nuestro Dios y como tal, no tiene ningún derecho a la vida.
tr: Bunu bilmiyorum. Eğer o bir büyücüyse bizim Tanrımızın düşmanıdır ve böylelerinin yaşamaya hakkı yoktur.

source: I don't know why I bear your insolence, underling.
de: Ich weiss nicht, warum ich eure Anmassung ertrage, Unterling.
sv: Jag vet inte varför jag står ut med din uppnosighet, lakej.
tr: Arsızlıklarına neden dayanıyorum, bilmiyorum parya.

source: I don't know.
da: Det ved jeg ikke.
sv: Jag vet inte.
tr: Bilmiyorum.

source: I don't know. He leads the orcs, but he is not an orc. I am not sure who he is. There is gossip that a new messiah will come to lead us to conquer the world, and he might just be that new messiah, I think.
de: Ich weiss es nicht. Er führt die Orks an, aber er ist selbst kein Ork. Ich bin mir nicht sicher wer er ist. Da ist ein Gerücht, dass ein neuer Messiah kommt um uns zur Weltherrschaft zu führen, und er ist vielleicht der neue Messiah, denke ich.
es: No sé. Está conduciendo a los orcos, pero no es un orco. No estoy seguro quién es. Hay chismes de que un nuevo mesías vendrá a conducirnos para conquistar el mundo, y podría ser él, supongo.
tr: Bilmiyorum. O orkları yönetiyor ama o bir ork değil. Onun kim olduğundan emin değilim. Dünyayı kurtarmak için yeni bir mesih geleceğine dair söylentiler var ve ben onun yeni mesih olabileceğini düşünüyorum.

source: I don't know. No one knows.
da: Jeg ved det ikke. Ingen ved noget.
sv: Jag vet inte. Ingen vet.
tr: Bilmiyorum. Kimse bilmiyor.

source: I don't understand.
sv: Jag förstår inte.
tr: Anlamıyorum.

source: I don't want to interrupt you your interesting discussion, but _I_ think you will have chance to ask this Gawen directly about everything.
es: No quiero interrumpir su interesante discusión, pero... Creo que tendrá oportunidad de preguntarle directamente a Gawen.
tr: İlginç tartışmanızı kesmek istemiyorum, ama herşeyi doğrudan Gaven’a sorma şansınızın olacağını düşünüyorum.

source: I don't want to waste too much time, so answer me now: There is alliance between traitors from the Akladian race and Orcs. Why?
es: No quiero perder demasiado tiempo, así que contésteme rápido: Hay alianza entre los traidores de raza Akladiana y los Orcos. ¿Por qué?
sv: Jag vill inte förlora alltför mycket tid, så svara mig fort: Det finns en allians mellan förrädiska akladier och orcher. Varför?
tr: Çok fazla zamanım yok, onun için çabuk yanıt ver: Akladyalı hainlerle orklar arasında ittifak var. Neden?

source: I don't want your food or gold. I just want to ask you few questions.
da: Jeg ønsker ikke jeres mad eller guld. Jeg vil blot stille nogle få spørgsmål.
tr: Sizin erzağınızı ve altınınızı istemiyorum. Sadece bir kaç soru sormak istiyorum.

source: I fear the blade which wounded him was poisoned, my lady. We must wait here and pray that our God shows him mercy. (Whispering) And then we shall bury him with all ceremonies.
de: Ich fürchte das Messer, dass ihn verwundete, war vergiftet, meine Herrin. Wir müssen warten und beten das unser Gott ihm gnädig ist. (Flüstert) Und dann werden wir ihn in allen Ehren begraben.
es: Creo que la hoja que lo hirió estaba envenenada, mi señora. Tenemos que esperar aquí y orar para que nuestro Dios nos muestre su misericordia. (Susurrando) Y entonces lo enterraremos con todas las ceremonias.
sv: Jag tror att klingan som skadade honom var förgiftad, min fru. Vi måste vänta här och be att vår gud visar barmhärtighet. (Viskandes) varvid vi får begrava honom med fulla cermonier.
tr: Onu yaralayan bıçağın zehirli olduğunu sanıyorum, hanımım. Burada beklemeli ve ona merhametini göstermesi için tanrımıza dua etmeliyiz. (Fısıltıyla) Ve sonra törenle gömeriz.

source: I feel so sick, like poison is burning inside me...
da: Jeg kan mærke giften i mig...
de: Ich fühle mich so krank, wie wenn Gift in mir brennt...
es: Puedo sentir el veneno dentro mío...
sv: Jag kan känna giftet inom mig.
tr: Zehri içimde hissedebiliyorum...

source: I feel weak... sick... (pause) ... I can't remember anything... nothing. Who am I?
da: Ja.. Men.. Jeg kan ikke huske noget... Hvem er jeg ?! Hvem er du?
de: Ich fühle mich schwach... krank... (Pause) ... Ich kann mich an nichts erinnern... nichts. Wer bin ich?
es: Me siento débil... me siento enfermo.. (pausa)... no puedo recordar nada... Nada.. ¿Quién soy?
sv: Jag känner mig svag... jag känner mig sjuk... (pause) ... jag kommer inte ihåg något... ingenting... vem är jag?
tr: Kendimi zayıf hissediyorum... Hasta gibiyim... (bekler) ... Hiçbir şey hatırlamıyorum... Hiçbir şey... Ben kimim?

source: I found her! I found her! The Oracle!
da: Jeg har fundet hende? Jeg har fundet hende? Oraklet!
es: ¡La encontré! ¡La encontré! ¡El Oráculo!
tr: Buldum onu! Buldum onu! Kâhin!

source: I found one of their asa'ir and talked to their leader, a man called Majid Yahyazad. I wanted swords and I had gold; they had swords and wanted gold, so we struck a deal quickly. I felt uneasy amongst them; their speech, dress, and customs screaming 'underling.' But I consoled myself with the thought that they were only hired swords.
de: Ich fand einen ihrer Asa'ir und sprach zu ihrem Anführer, ein Mann namens Majid Yahyazad. Ich wollte Schwerter und hatte Gold; sie hatten Schwerter und wollten Gold, daher wurden wir uns schnell einig. Ich fühlte mich unwohl unter ihnen; ihre Sprache, Kleidung und Gebräuche schrieen nur so nach 'Unterling'. Aber ich tröstete mich mit dem Gedanken, dass sie ja nur bezahlte Schwertkämpfer waren.
sv: jag hittade en av deras läger och talade med deras ledare, kallat Majid Yahyazad. Jag ville ha svärd och jag hade guld; De hade svärd och ville ha guld. Så vi gjorde en uppgörelse snabbt. Jag kännde mig osäker bland dem, med deras ögon, hår och ansikten som skrek att de var lakejer. Men jag intalade mig att de bara var svärd: Hyrda svärd.
tr: Yerlerini buldum ve liderleri Majid Yahyazad ile konuştum. Benim altınım vardı, onun kılıççıları, ben kılıççıya ihtiyacım vardı, onun altına. Dolayısıyla çabucak anlaşmaya vardık. Aralarında pek rahat edemedim, gözleri, saçları, yüzleri adeta biz paryayız diye bağırıyordu. Kendi kendime onların sadece kılıççı, ücretli birer kılıççı olduğunu düşünmeye çalıştım.

source: I guess this was gold prepared to pay for Reme Carrenemoe.
da: Jeg antager at det var guld til brug for betaling for Reme Carrenemoe.
es: Supongo que este oro lo preparó para pagar a Reme Carrenemoe.
tr: Bunun Reme Karenemo için ödenmek üzere hazırlanan altın olduğunu sanıyorum.

source: I guess we could ask peasants whether they know something about this Bontom place, where your friend Reme is being kept.
sv: Jag antar att vi skulle kunna fråga några bönder om de vet något om det där Bontomstället, där din vän Reme hålls.
tr: Arkadaşınız Reme’nin tutulduğu şu ‘Bontom’ denilen yer hakkında birşey bilip bilmediklerini köylülere sorabiliriz diye düşünüyorum.

source: I guess we will have to fight our way into Vattin. Gawen, many Akladians live nearby. They will fight for you. They are inexperienced but they are eager to show their loyalty. Let's use them.
de: Ich denke wir müssen uns den Weg nach Vattin freikämpfen. Gawen, viele Akladianer leben hier in der Nähe. Sie werden für dich kämpfen. Zwar sind sie unerfahren, aber begierig darauf, euch ihre Loyalität zu beweisen. Benutzen wir sie.
sv: Jag antar att vi måste slå vår väg in i Vattin. Gawen, många akladiter bor i närheten. De kommer att slåss för dig. De är otränade men villiga att visa sin lojalitet. Låt oss använda dem.
tr: Tahminimce. Vattin’den geçmek için döğüşmek zorunda kalacağız. Gaven, yakında pek çok Akladyalı yaşıyor. Onlar senin için döğüşecektir. Deneyimsizdirler fakat sadakatlerini göstermek konusunda kartaldırlar. Onları kullanalım.

source: I had no time to play with that assassin sent to kill Gawen, don't you remember?
da: Jeg havde ikke tid til at lege med snigmorderen som var sendt for at dræbe Gawen. Kan du ikke huske det?
de: Ich hatte keine Zeit mit dem Assassin zu spielen, der gesandt wurde, um Gawen zu töten, weisst Du nicht mehr?
sv: Jag hade inte en chans att leka med lönnmördaren som sändes för att döda Gawen heller, minns du inte det?
tr: Gaven’ı öldürmeye gelmiş şu suikastçi ile daha fazla oyalanacak vaktim yoktu, hatırladın mı?

source: I hate empty threats.
da: Jeg hader tomme trusler.
sv: Jag hatar tomma hot.
tr: Boş konuşmalardan nefret ediyorum.

source: I hate this forest. I REALLY hate it. Passionately.
da: Jeg hader denne skov. Jeg hader den virkelig.
es: Odio este bosque. REALMENTE lo odio. Apasionadamente.
tr: Bu ormandan nefret ediyorum. GERÇEKTEN delicesine nefret ediyorum.

source: I have a son, you stupid underling!
da: Jeg har en søn dumme underordnet!
tr: Bir oğlum var, aptal parya!

source: I have already told you. There is no WE. Neither of us can do anything about those Orcs.
da: Jeg har allerede fortalt dig at der ikke er noget <i>vi</i>. Og hverken jeg eller dig kan gøre noget ved de orker.
de: Ich habe es Euch bereits gesagt. Es gibt kein WIR. Keiner von uns beiden kann etwas gegen diese Orks ausrichten.
sv: Jag har redan sagt till dig att det finns inget VI. Och varken du eller jag kan göra något åt de där orcherna.
tr: Ben zaten söyledim size: Biz diye birşey yok. Ve, ne ben ne de siz birşey yapabilirsiniz bu Orklara.

source: I have always been loyal to the Hagarthen family.
de: Ich war der Familie Hagarthen schon immer treu ergeben.
sv: Jag har alltid varit familjen Hagarthen trogen.
tr: Hagarten ailesine daima sadık oldum.

source: I have deep reservations about how our so-called allies will act.
da: Jeg ved ikke hvordan vores såkaldte allierede vil reagere.
de: Ich habe starke Bedenken darüber, wie sich unsere sogenannten Verbündeten verhalten werden.
sv: Jag är inte säker på hur våra så kallade allierade kommer att agera.
tr: Bunların nasıl müttefikler olacağından emin değilim.

source: I have friends in Barnon. One told me you were walking into a trap. I feared I had come too late when I found you; I thought you were dead. Fortunately, you were only unconscious. I took you here and cared for you these past three days.
da: Jeg har en ven i byen Barnon. Han fortalte mig at du er på vej direkte i en fælde. Jeg var bange for at jeg kom for sent da jeg fandt din krop. Jeg troede at du var død. Heldigvis var du kun bevidstløs. Jeg bragte dig hertil og har plejet dig i de sidste tre dage.
de: Ich habe Freunde in Barnon. Einer erzählte mir, ihr würdet in eine Falle laufen. Ich fürchtete bereits zu spät zu kommen, als ich euch fand. Zunächst hielt ich euch für tot. Glücklicherweise wart ihr nur bewusstlos. Ich brachte euch hierher und kümmerte mich die letzten drei Tage um euch.
sv: Jag har en vän inne i staden Barnon. Han berättade att du var på väg rakt in i fällan. Jag var rädd att jag hade kommit för sent när jag fann din kropp. Jag trodde att du var död. Som tur är så var du bara medvetslös. Jag förde dig hit och har vårdat dig de senaste tre dagarna.
tr: Barnon şehrinde bir dostum var. Sizin tuzağa çekildiğinizi bildirmişti bana. Sizi bulduğumda çok geç kalmış olmaktan korkmuştum. Öldüğünüzü sanmıştım. Şansa bakın ki, sadece şuurunuzu kaybetmiştiniz. Sizi buraya taşıdım, üç gündür sizi tedavi ediyordum.

source: I have no idea where your friend may be.
da: Jeg har ingen ide om hvor din ven er.
sv: Jag har ingen aning om var er vän kan tänkas vara.
tr: Arkadaşınızın nerede olabileceği hakkında bir fikrim yok.

source: I have no idea.
da: Jeg har ingen ide.
de: Ich habe keine Idee.
sv: Jag har ingen aning.
tr: Fikrim yok.

source: I have no idea. It has taken a long time to stockpile the amount of supplies we were told they would need. It must be quite a large army.
de: Ich habe keine Ahnung. Es kostete viel Zeit die Vorräte anzusammeln, die sie benötigen würden, wie uns gesagt wurde. Es muss eine ziemlich grosse Armee sein.
sv: Jag har ingen aning. Vi har samlat förnödenheter till dem under ganska bra tag nu. Det måste vara en ganska stor arme.
tr: Hiçbir fikrim yok. Uzun zaman önce onlar için malzeme temin etmiştik. Oldukça büyük bir ordusu var.

source: I have not lost. I have not won.
da: Jeg har ikke tabt. Jeg har ikke vundet.
de: Ich habe nicht verloren. Ich habe nicht gewonnen.
es: No he perdido. No he ganado.
sv: Jag förlorade inte. Jag vann inte.
tr: Ne kaybettim, ne de kazandım.

source: I have the strangest feeling, as though someone was watching us from the bushes...
da: Jeg har en mærkelig følelse - som om nogen observerer os fra buskene...
de: Ich habe das seltsame Gefühl, als beobachte uns jemand aus den Büschen heraus...
sv: Jag har en konstig känsla, som om någon tittade på oss från de där buskarna...
tr: Tuhaf şeyler hissediyorum, sanki bizi birileri çalıların arasından gözetliyor gibi geliyor bana.

source: I have to stay here.
da: Jeg må blive her.
de: Ich muss hier bleiben.
sv: Jag måste stanna här.
tr: Burada kalıyorum.

source: I hope both Reme and Lorin have made it... Aaargh!
de: Ich hoffe Reme und Lorin haben es geschafft.. Aaargh!
es: ¡Espero que Reme y Lorin lo hayan logrado.. Aaargh!
sv: Jag hoppas att Reme och Lorin har klarat sig... Aaargh!
tr: Umarım Reme ve Lorin kaçabilmiştir... Aaaahhh!
