Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: You 'think'!? Where is his body? Search for it, fools, I want to be sure!
de: Du 'glaubst'!? Wo ist seine Leiche? Sucht nach ihr, Narren! Ich will sicher sein!
es: ¿Usted cree? ¿Dónde está su cuerpo? ¡Busqúenlo, quiero estar seguro!
sv: Tror du? Var är hans kropp? Leta reda på den, jag vill försäkra mig om det!
tr: Sanıyor musun? Cesedi nerede? Bulun onu, emin olmak istiyorum.

source: You are a gifted girl... fighting, singing, what else can you do?
sv: Du är en begåvad flicka, du slåss och sjunger, vad kan du mer?
tr: Kabiliyetli kızsın, döğüşüyorsun, şarkı yazıyorsun, başka ne yapabiliyorsun?

source: You are allowing me to leave, so I could go to my ancestors.. some of them live quite near thisss place...
sv: Du låter mig gå ssså att jag kan träffa mina förfäder... Några bor precis här i närheten...
tr: Beni bırakırsan, atalarımın yanına gidebilirim, buraya yakın bir yerde yaşıyorlar...

source: You are from the Outlaw Base, right? The place whence assassins come... maybe you know who poisoned the mother of Gawen Hagarthen?
da: Du er fra de fredsløses sted ikke? Samme sted som snigmorderen kom fra.. Måske du ved hvem som forgiftede Gawen Hagarthens mor?
tr: Siz Haydut Yatağındansınız, değil mi? Suikastçinin geldiği yerden... Belki biliyorsundur, Gaven Hagarten’in annesini kimin zehirlediğini?

source: You are joking, right? He is in our camp!
da: Du gør grin med mig ikke? Han er i vores lejr.
sv: Du skämtar väl? Han är i vårt läger.
tr: Şaka yapıyorsun, değil mi? O bizim kampımızda.

source: You are lucky that I don't have more time, or I would play with you more, honorless dog.
de: Du hast Glück, dass ich nicht mehr Zeit habe, mit einem ehrlosen Hund wie dir zu spielen.
sv: Du har tur att jag inte har mer tid, annars så skulle jag leka mer med dig, oärliga skum.
tr: Zamanım kalmadığı için şanslısın, yoksa seninle daha çok oynayacaktım, alçak pislik.

source: You are lucky that this underling whom you call your king does not know that...
de: Ihr habt Glück, dass dieser Unterling, den Ihr König nennt, nicht weiss...
sv: Du har tur att den där lakejen som du kallar kung inte känner...
tr: Kral dediğiniz bu parya herşeyi bilmediği için asıl siz şanslısınız...

source: You are mistaken, my darling. I can prove it to you. I want you only to answer few questions. You said you are here to reconnoiter. Who sent you here? Answer now, or you will end your life as a miserable gelding!
da: Du tager fejl min ven, og jeg kan bevise det for dig. Du skal kun svare på nogle få spørgsmål. Du sagde du var her på rekognoscering. Hvem har sendt dig? Svar eller du ender dit liv som en ynkelig kastrat.
de: Da liegst du falsch, mein Schatz. Ich kann es dir beweisen. Ich will dir nur einige Fragen stellen. Du sagtest, du seist zum Auskundschaften hier. Wer sandte dich? Antworte, oder du wirst dein Leben als Kastrat beenden!
sv: Du har fel, min vän, och jag kan bevisa det för dig. Jag vill bara att du ska besvara några frågor. Du sa att ni var här och rekognoscerade. Vem har skickat hit er? Svara, annars får du sluta ditt liv som en eländig eunuck.
tr: Yanlışın var aziz dostum, bunu sana kanıtlayabilirim. Birkaç soruma yanıt vermeni istiyorum. Keşif amacıyla burada olduğunuzu söylüyordun. Kim gönderdi seni buraya? Cevap vermezsen gebereceksin zavallı öküz.

source: You are not my king! You are.. You are...
tr: Sen benim kralım değlsin! Sen... sen...

source: You are right, Gawen. Akladians have a long history of poisoning each other. You might say it's their national sport. But still... yes, it had escaped my attention before.
sv: Du har rätt, Gawen. Akladierna förgiftar varandra hela tiden. Man skulle till och med kunna säga att det är deras nationssport. Men ändå... Ja, det undgick mig fullständigt innan.
tr: Haklısın, Gaven. Akladyalılar kesinlikle birbirlerini zehirliyorlar. Bunun ulusal sporları olduğu bile söylenebilir. Fakat hala... evet, o dikkatimden kaçmış.

source: You are way too soft, Reme. Why didn't you give him to me?
da: Du er alt for blød Reme. Hvorfor har du ikke overladt ham til mig?
de: Du bist zu nachgiebig, Reme. Wieso hast du ihn nicht mir überlassen?
es: Es demasiado suave, Reme. ¿Por qué no me lo deja a mí?
sv: Du är alldeles för vek, Reme. Varför låter du inte mig ta hand om honom?
tr: Öyle yumuşaksın ki, Reme. Neden onu bana vermedin?

source: You aren't the prince, are you? Then it is not you I seek.
da: Du er ikke prins, er du ikke? Det er ikke dig jeg søger.
de: Du bist nicht der Sohn des Königs, oder? Ich suche jemand anderen.
es: Usted no es el príncipe, ¿no es usted? No lo estoy buscando a usted.
sv: Du är ingen prins, vad? Det är inte dig jag letar efter.
tr: Siz prens değilsiniz, değil mi? Aradığım siz değilsiniz.

source: You could simply have chosen not to kill him and allow us to ask him few questions instead; did such a revolutionary idea enter your mind?
sv: Du kunde helt enkelt välja att inte döda honom och låta oss ställa honom några frågor. Lyckades en sådan revolutionerande tanke krypa in i ditt huvud?
tr: Gayet basit, hemen öldürmezsiniz ve bizim bir kaç soru sormamıza izin verirsiniz. Böyle bir devrimci fikir aklınıza gelmedi mi?

source: You didn't know? Your true mother was from a long line of kings. The last of her branch. You are the true heir to the throne of Wesnoth.
da: Du vidste det ikke? Din biologiske mor var fra en lang linje af konger. Den sidste af hendes slægt. Du er den korrekte arving til Wesnoths trone.
de: Wusstest du es nicht? Deine wahre Mutter ist von einer alten Königsfamilie. Die letzte von ihrem Ableger. Du bist der wahre Erbe des Throns von Wesnoth.
es: ¿No lo sabe? Su verdadera madre desciende de una larga línea de reyes. La última de su rama. Usted es un verdadero heredero al trono de Wesnoth.
sv: Visste du inte det? Din riktiga mor kom från en lång ättelinje av kungar. Du är den sista på hennes gren. Du är den rättmätiga arvtagaren till Wesnoth tron.
tr: Bilmiyor muydunuz? Gerçek anneniz kral soyundandı ve soyunun son ferdiydi. Siz Wesnoth tahtının gerçek varisisiniz.

source: You earned an additional point for heroic victory in `Siege of Haeltin` scenario.
tr: ‘Haeltin kuşatması’ senaryosunda kahramanca kazandığın için ek puan.

source: You earned an additional point for hiring Rob Roe.
tr: Robro’yu askere aldığın için ek puan.

source: You fool! He is mixling, he can't be our king!
da: Dit fjols! Han snyder os, han kan ikke være vores konge!
de: Du Idiot! Er ist ein Mischling - er kann nicht unser König werden!
es: ¡Es un engaño! ¡Él es mestizo, no puede ser nuestro rey!
sv: Din dåre! Han är av blandat blod, han kan inte vara vår kung!
tr: Akılsız! O bir melez, bizim kralımız olamaz!

source: You forgot about me!
da: Du glemte mig!
de: Ich habt mich vergessen!
sv: Du glömde mig!
tr: Beni unutma!

source: You have captured my friend, Reme Carrenemoe. What about this:
da: Du har fanget min ven Reme Carrenemoe. Hvad siger du til:
de: Du hällst meinen Freund Reme Carrenemoe gefangen. Was hällst du davon:
sv: Du har tagit min vän, Reme Carrenemoe, till fånga. Vad sägs om det här:
tr: Siz dostum Reme Karenemo’yu yakalamışsınız, Onun hakkında:

source: You have less than 200 gold pieces. I am not sure if this will be enough for your future endeavours.
da: Du har mindre end 200 guldstykker. Jeg er ikke sikker på at det vil være nok i dine fremtidige eventyr.
de: Ihr habt weniger als 200 Goldstücke. Ich bin nicht sicher, ob dies für unsere zukünftigen Unternehmungen ausreicht.
sv: Du har mindre än 200 guldstycken. Jag vet inte om det räcker för dina framtida göromål.
tr: 200 altından az paranız var. Gelecekteki çalışmalarınızda bu yeterli olacak mı emin değilim.

source: You have neither choosen nor recruited five soldiers. I hope you know what you are doing, since in the future it may be hard to find battle-hardened units. Or, for that matter, Akladians.
da: Du har ikke valgt eller rekrutteret fem soldater. Jeg håber du ved hvad du gør da det fremover vil være svært at finde erfarne enheder. Eller for den sags skyld akladianere.
de: Ihr habt weder fünf Soldaten auserwählt noch rekrutiert. Ich hoffe Ihr wisst was Ihr da tut, denn in Zukunft kann es schwierig werden, kampferprobte Truppen zu finden. Oder, was das betrifft, Akladianer.
tr: Ne beş yeni asker aldınız ne de eskiler çağırdınız. İlerde savaşta deneyim kazanmış birimler bulmanız zor olabilir, umarım ne yaptığınızı biliyorsunuzdur.

source: You have received 100 golden pieces.
sv: Du har fått 100 guldstycken.
tr: 100 altın aldınız.

source: You have received 150 gold pieces
da: Du har modtaget 150 guldstykker
de: Du hast 150 Goldstücke erhalten.
sv: Du har fått 150 guldstycken.
tr: 150 altın aldınız.

source: You have received 150 golden pieces
sv: Du har fått 150 guldstycken.
tr: 150 altın aldınız.

source: You have received 20 gold pieces
da: Du har modtaget 20 guldstykker
de: Du hast 20 Goldstücke bekommen.
sv: Du har fått 20 guldstycken.
tr: 20 altın aldınız.

source: You have received 200 gold pieces
de: Du hast 200 Goldstücke bekommen.
sv: Du har fått 200 guldstycken.
tr: 200 altın aldınız.

source: You have received 40 golden pieces
sv: Du har fått 100 guldstycken.
tr: 40 altın aldınız.

source: You have received 50 gold pieces
da: Du har modtaget 50 guldstykker
de: Du hast 50 Goldstücke bekommen.
sv: Du har fått 50 guldstycken.
tr: 50 altın aldınız.

source: You have received 50 golden pieces
sv: Du har fått 50 guldstycken.
tr: 50 altın aldınız.

source: You know, I was starting to take a fancy to him. But after last night, he finally... no, don't ask me. I won't answer.
da: Du ved jeg begyndte at kunne li' ham. Men sidste nat mistede han al min sympati og respekt. Spørg mig ikke. Jeg svarer ikke.
tr: Biliyorsunuz, onu sevmeye başlamıştım. Fakat son gece ona karşı olan hislerim ve ilgim kayboldu. Bir şey sormayın bana. Yanıt vermeyeceğim.

source: You may have some fun!
da: Du får noget sjov!
de: Du etwas Spaß haben könntest!
sv: Du kanske får roligt!
tr: Çok hoşsun!

source: You may interrogate Orcish leader with either Gawen, Ruvio or Lorin. Other leaders may be interrogated by Gawen only.
da: Du kan forhøre orkernes leder med enten Gawen, Ruvio eller Lorin. Andre ledere kan kun forhøres af Gawen.
de: Du kannst den Orkischen Anführer mit Gawen, Ruvio oder Lorin verhören. Die anderen Anführer können nur von Gawen verhört werden.
tr: Ork liderini Gaven, Ruviyo veya Lorin ile sorgulayabilirsin. Diğer liderleri sadece Gaven sorgulayabilir.

source: You may recruit Akladian Clansmen again.
da: Du kan nu rekruttere akladian klamedlemmer.
de: Du kannst jetzt wieder Alkadianische Clanmitglieder rekrutieren.
sv: Du kan rekrytera akladiska klanmedlemmar igen.
tr: Akladyalı Kabile Üyelerini tekrar askere alabilirsin.

source: You may recruit up to FOUR spearmen and/or archers. When you recruit a FOURTH spearman and/or archer, their recruitment will be disallowed.
de: Du kannst bis zu VIER Speerkämpfer und/oder Bogenschützen rekrutieren. Wenn du den vierten davon rekrutiert hast, wird deren weitere Rekrutierung unmöglich.
es: Puede reclutar hasta CUATRO lanceros o arqueros. Si intenta reclutar a más de CUARTO lanceros o arqueros, su contratación se desaprobará. Debido a la escases de armas en Wesnoth, primero recluta, LUEGO reincorpora, se contarán los lanceros reincorporados también.
sv: Du kan rekrytera FYRA spjutbärare eller bågskyttar. När du har rekryterat din FJÄRDE spjutbärare eller bågskytt så kommer möjligheten att rekrytera fler att stängas av. På grund av begränsningar i Wesnothmotorn så måste du rekrytera först, SEDAN återkalla, annars räknas även återkallade spjutbärare.
tr: DÖRT mızrakçı veya okçu alabilirsin. DÖRDÜNCÜ mızrakçı veya okçuyu aldığında daha fazlasını almana izin verilmeyecek. Wesnoth motorunun sınırlarından dolayı önce yeni askerleri al, sonra eskileri al, aksi takdirde eski mızrakçıların sayıya dahil edilir.

source: You may withdraw by moving Gawen Hagarthen to the signpost south of your initial position.
de: Du kannst die zurückziehen, in dem du Gawen Hagarthen zu dem Wegweiser südlich deiner Startposition bewegst.
es: Se puede retirar moviendo a Gawen Hagarthen al poste indicador, al sur de su posición inicial.
sv: Du kan retirera genom att föra Gawen Hagarthen till vägskylten söder om din startposition.
tr: Gaven Hagarten’i kalesinin güneyindeki yol işaretine götürerek geri çekilmesini sağlayabilirsin.

source: You need not die, Rob Roe. I do not wish your death. I will let you live.
da: Du behøver ikke at dø på den måde Rob Roe. Jeg ønsker ikke din død. Jeg vil lade dig leve.
de: Ihr müsst nicht sterben, Rob Roe. Euer Tod ist nicht mein Wunsch. Ich werde euch am Leben lassen.
sv: Du behöver inte dö så här, Rob Roe. Jag önskar inte din död. Jag låter dig leva.
tr: Bu şekilde ölmek zorunda değilsiniz, Robro. Ölmenizi istemiyorum. Yaşamanıza izin vereceğim.

source: You of course will chase that orcish band, kill all the orcs and free my people!
da: Du vil selvfølgelig jage orkernes bande dræbe dem alle og befri mit folk!
de: Du wirst sicher die orkische Bande verjagen, alle Orks töten und meine Leute befreien!
es: Por supuesto perseguirás a esa banda de orcos, ¡matarás a todos los orcos y liberaras a mi gente!
sv: Du kommer givetvis att jaga ifatt orchklanen, döda alla orcher och befria mitt folk!
tr: Ork grubunun peşine düşeceğinizden ve orkları öldürüp halkımı kurtaracağınızdan şüphem yok.

source: You often speak about something you call God, Lorin. Can you tell us more about your God?
da: Du talte en del om noget du kaldte for Gud Lorin. Kan du fortælle os noget mere om den?
tr: Hep Tanrı dediğiniz bir şeyden söz edip duruyorsunuz, Lorin. Onun hakkında daha fazla bilgi verebilir misiniz?

source: You really thought I would send my son to Vattin? You are so easy to fool! That boy at Vattin is not of my blood. Now, prepare to go straight to hell.
da: Troede du virkelig at jeg ville sende min rigtige søn til Vattin? Du er så nem at narre! Drengen i Vattin er ikke min førstfødte søn. Gør dig klar til afgang til helvede.
de: Dachtet ihr wirklich ich würde meinen richtigen Sohn nach Vattin schicken? Ihr seid so leicht auszutricksen! Der Junge, der sich in Vattin befindet, ist nicht mein erstgeborener Sohn. Bereitet euch nun darauf vor, direkt in die Hölle geschickt zu werden.
es: ¿Realmente pensó que enviaría a mi verdadero hijo a Vattin? ¡Es tan fácil de engañar! Ese muchacho que está en Vattin no es mi primer hijo. Ahora, preparese para ir directo al infierno.
sv: Trodde du verkligen att jag skulle skicka min son till Vattin? Vad du är lättlurad! Pojken som är i Vattin är inte min förstfödda son. Nu, bered dig att komma till helvetet.
tr: Vattin’e kendi oğlumu mu göndereceğimi düşünüyordun? Seni aldatmak kolay! Vattin’e gönderdiğim çocuk benim oğlum değil! Şimdi, doğrudan tahtalıköye gidiyorsun!

source: You receive 50 golden pieces.
da: Du modtager 50 guldstykker.
de: Du hast 50 Goldstücke bekommen.
es: Recibe 50 piezas de oro.
sv: Du får 50 guldstycken.
tr: 50 altın aldınız.

source: You received 100 golden pieces.
sv: Du får 100 guldstycken.
tr: 100 altınınız daha oldu.

source: You received 2 pieces of gold
de: Du hast 2 Goldstücke bekommen.
es: Reciba usted 2 piezas de oro
sv: Du får 2 guldstycken.
tr: 2 altın aldınız.

source: You received 25 golden pieces.
sv: Du får 25 guldstycken.
tr: 25 altın aldınız.

source: You said most of your army is elsewhere?
da: Du sagde hele din hær var andetsteds?
de: Ihr sagtet, der grösste Teil eurer Armee sei woanders?
sv: Du sade att merparten av din armé var på uppdrag?
tr: Ordunun büyük kısmı başka yerde mi demiştin?

source: You see, Gawen, when the royal family of Wesnoth started a war over succession, a golden era for bandits and thieves began. The succession wars were devastating and divided Wesnoth into many small kingdoms.
de: Wisst ihr, Gawen, als die königliche Familie von Wesnoth in einen Nachfolgekrieg verfiel, begann die goldene Ära für Banditen und Diebe. Die Nachfolgekriege waren vernichtend und spalteten Wesnoth in viele kleine Königreiche auf.
sv: Du förstår, Gawen, när Wesnoths kungliga familj startade krig över tronföljden så blev det en gyllene era för banditer och tjuvar. Krigen var förödande och resultatet blev att Wesnoth delades i många små kungadömen.
tr: Görüyorsun, Gaven, Wesnoth’un soylu ailesi peşpeşe savaşlar başlatmasaydı, haydutlar ve hırsızlar için bir altın çağ başlamamış olacaktı. Savaşlar Wesnoth’u harabetti ve Wesnoth’un birçok küçük krallığa bölünmesine sebep oldu.

source: You think it is some kind of competition?
da: Du tror det er en form for konkurrence?
de: Denkst du das ist eine Art Wettbewerb
sv: Tror du att det är någon sorts tävling?
tr: Bunun bir çeşit rekabet olduğunu mu düşünüyorsun?

source: You think that they would dare not to attack?
da: Du tror at de måske ikke tør angribe?
de: Ihr glaubt, dass sie es wagen würden, nicht anzugreifen?
sv: Du tror att de inte kommer att våga anfalla?
tr: Saldırmaya cüret edemeyeceklerini mi düşünüyorsunuz?

source: You were a worthy opponent. My ancestors probably would decide to honour you by eating your heart. Now, die!
da: Du var en værdig modstander. Mine forfædre ville sikkert ære dig ved at spise dit hjerte. Dø nu!
de: Du warst ein würdiger Gegner. Meine Ahnen würden möglicherweise entscheiden, dich zu ehren, indem sie dein Herz essen. Jetzt stirb!
sv: Du var en värdig motståndare. Mina förfäder skulle antagligen valt att hedra dig genom att äta ditt hjärta. Dö!
tr: Değerli bir rakiptin. Atalarım muhtemelen genç kalbini yiyerek seni onurlandırırlardı. Şimdi geber!

source: You were fine warrior, Reumario. I want to honor you.
de: Ihr wart ein feiner Kämpfer, Reumario. Ich will euch ehren.
sv: Du var en bra soldat, Reumario. Jag vill hedra dig.
tr: Siz iyi bir döğüşçüsünüz, Romaryo. Sizi onurlandırmak isterim.

source: You were good opponent. What is your name, please tell me, so I can tell the spirits of ancestors who defeated me?
da: Du var en god modstander. Hvad er dit navn fortæl mig det så jeg kan fortælle de gamle ånder hvem som besejrede mig?
tr: Sen iyi bir rakiptin. Adın nedir, lütfen söyler misin bana? Böylece atalarıma beni kimin yendiğini söyleyebilirim.

source: You were worthy opponent too.
da: Du var også en værdig modstander.
de: Du warst auch ein würdiger Gegner.
sv: Du var en värdig motståndare, du också.
tr: Sen de değerli bir rakipsin.

source: You were worthy opponent, Oyre Mathauri. How can I honour you?
da: Du var en værdig modstander, Oyre Mathauri. Hvordan kan jeg ære dig?
sv: Du var en värdig motståndare, Oyre Mathauri. Hur kan jag hedra dig?
tr: Değerli bir rakipsin, Oyre Mathauri. Seni nasıl onurlandırabilirim?

source: You will allow me to live! And you will be sspared!
sv: Du låter mig överleva! Och ni kommer att skonas!
tr: Yaşamama izin ver! Ve canın bağışlansın!

source: You will earn some gold in process!
da: Du vil tjene noget guld på vejen!
de: Du wirst mit der Zeit etwas Gold verdienen
sv: Du kommer att tjäna guld på det!
tr: Süreç içinde biraz altın kazanacaksınız!

source: You will receive no bonus if withdrawing with Gawen.
da: Du modtager ingen bonus hvis du trækker dig tilbage med Gawen.
de: Du wirst keinen Bonus bekommen, wenn du dich mit Gawen zurückziehst.
es: No recibirá ninguna paga extraordinaria si se retira con Gawen.
sv: Du får ingen bonus om du retirerar med Gawen.
tr: Gaven geri çekilirse ödül alamazsınız.

source: You will soon meet an old friend. We were able to free Reme Carrenemoe. He was captured by enemies, and we found him close to death... We left him in our camp to recover.
sv: Du kommer snart att möta en gammal vän. Vi lyckades befria Reme Carrenemoe. Han blev tillfångatagen av fiender och var nära döden... Vi lämnade honom i vårt läger för att återhämta sig.
tr: Yakında eski dostunla karşılaşacaksın. Biz Reme Karenemo’yu kurtarabildik. Düşmanlar tarafından yakalanmış ve ölüme terkedilmiş... Kurtardıktan sonra onu kampımızda bıraktık.

source: You will tell me everything you know about orcs.
sv: Du kommer att berätta allt du vet om orcherna.
tr: Orklar hakkında bildiğin herşeyi bana söyleyeceksin.

source: You won't finish me?
da: Du gør mig ikke færdig?
tr: Beni öldürmeyeceksin?

source: You're afraid, aren't you? They will came here in great numbers... a huge orcish army... better start running, witch.
sv: Du är rädd, eller hur? De lär komma hit i mängder. En gigantisk orcharmé. Bäst att du börjar springa, häxa.
tr: Korkuyorsunuz, değil mi? Buraya kalabalık gelecekler: Dev bir ork ordusu. Koşmaya başlasan iyi olur, cadı.

source: Young Hagarthen
da: Ung Hagarthen
de: Junger Hagarthen
sv: Unge Hagarthen
tr: Genç Hagarten

source: Your brother is dead, and soon you will be too!.
da: Din bror er død, og det vil du også være snart.
de: Dein Bruder ist tot, und du wirst es bald auch sein.
sv: Din bror är död, vilket du också snart kommer vara.
tr: Kardeşiniz öldü, yakında siz de öleceksiniz.

source: Your clan once bought poison from outlaws. Why?
da: Din klan købte gift fra de fredløse. Hvorfor?
es: El clan de Lorin compró una vez veneno a los bandidos. ¿Sabe por qué?
sv: Din klan köpte något gift av de fredlösa. Vad var det?
tr: Kabilenizden birileri haydutlardan bir zehir almış. Neden?

source: Your enemies are mine.
da: Dine fjender er mine.
de: Deine Feinde sind meine Feinde.
sv: Dina fiender är mina.
tr: Sizin düşmanınız benim de düşmanımdır.

source: Your face is familiar in some strange way... could it be...
da: Dit ansigt virker på en mærkelig måde bekendt.. Kan du være...
tr: Yüzünüz tuhaf şekilde tanıdık geliyor... Yoksa siz...

source: Your mother? Your.. why you are asking ME about your mother?
da: Din mor? Din... hvorfor spørger du MIG om din mor?
sv: Din mor? Varför frågar du MIG om din mor?
tr: Anneniz mi? Neden BANA anneniz hakkında soru soruyorsunuz?

source: Your motives are of no concern to me, just do it!
de: Mir sind deine Motive egal, tu es einfach!
es: ¡No me interesan sus motivos, simplemente hágalo!
sv: Jag bryr mig inte om dina motiv, bara du gör det!
tr: Senin güdülerin umurumda değil, yap şunu!

source: Your step-mother is really starting to get on my nerves.
da: Din stedmor er virkelig begyndte at gå mig på nerverne.
tr: Üvey anneniz gerçekten sinirlerimi germeye başladı.

source: Zero upkeep
da: Ingen vedligeholdelse
de: Keine Unterhaltskosten
es: Mantenimiento nulo
sv: Noll underhåll
tr: Sıfır idare masrafı

source: an Elvish shaman
da: Elvershaman
de: ein Elfischer Schamane
es: Shaman Elfo
tr: Elf Şaman

source: clansman
de: Clanmitglied
tr: Avcı

source: crossbow
da: armbrøst
de: Armbrust
es: ballesta
sv: armborst
tr: tatar yayı

source: female^Akladian Lady
da: Akladian lady
de: Akladianische Dame
sv: female^Akladisk Dam
tr: Akladyalı Bayan

source: female^Akladian Princess
da: Akladian prinsesse
de: Akladianische Prinzessin
sv: Akladisk princessa
tr: Akladyalı Prenses

source: female^Queen
da: Dronning
de: Königin
sv: Drottning
tr: Akladyalı Kraliçe

source: homeguard
de: Königliche Wache
sv: Livgardist
tr: Kraliyet muhafızı

source: light infantryman
da: Akladian let infanteri
de: Akladianische leichte Infanterie
sv: Akladiskt Lätt Infanteri
tr: Akladyalı Hafif Piyade

source: lightbeam
da: lysstråle
de: Heiliges Licht
es: rayo de luz
sv: ljusbåge
tr: ışık hüzmesi

source: loyal
es: leal
sv: lojal
tr: sadık

source: pike
es: pica
sv: pik
tr: kargı

source: pikeneer
de: Pikenier
tr: kargı

source: shieldguard
de: Schildwächter
sv: Akladisk Sköldsvakt
tr: Akladyalı Zırhlı Muhafız

source: spear
da: spyd
de: Speer
es: lanza
sv: spjut
tr: mızrak

source: staff
da: stav
de: Stab
es: bastón
sv: stav
tr: değnek

source: sword
da: sværd
de: Schwert
es: espada
sv: svärd
tr: kılıç

source: training sword
da: træningssværd
de: Übungsschwert
es: espada de entrenamiento
sv: träningssvärd
tr: eğitim kılıcı
