Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: Something like: 'argh.' He died before I could ask him more questions.
de: Irgendwas mit 'argh'. Er starb bevor ich ihm weitere Fragen stellen konnte.
sv: Något som liknade argh. Han dog innan jag kunde ställa fler frågor till honom.
tr: Şöyle bir şey: aaahh. Başka soru soramadan öldü.

source: Sometimes I think it is some kind of cruel joke. I am like a twig carried by large and wild river. A feather tossed to and fro by a tempest. Gawen Hagarthen, king of Vakladia. No, I am not happy.
de: Manchmal denke ich das ganze ist ein grausamer Witz. Ich bin wie ein Zweig, dass von einem grossen, wilden Fluss mitgerissen wird. Eine Feder in einem Tornado. Gawen Hagarthen, König von Vakladia. Nein, ich bin nicht glücklich.
sv: Ibland tror jag att det är något slags elakt skämt. Jag är som en träpinne som flyter i en stor och strid flod. En fjäder i en tornado. Gawen Hagarthen, kung över Vakladien. På något sätt är jag inte lycklig.
tr: Ara sıra zalim şakalar düşünüyorum. Büyük ve azgın bir nehir tarafından taşınan ağaç bir kütük, bir hortum içindeki kuştüyü gibiyim. Gaven Hagarten, Vakladya kralı. Her nasılsa, kendimi mutlu hissetmiyorum.

source: Soon, we were all a little bit drunk. On my right, Karen kept commenting on the dancers' faults and bragged about how she was much better, and how even her dancer's costume was better. On my left I heard Majid Yahyazad trying to seduce my step-mother, even harder as he became more drunk. Lorin ignored him, babbling about something the Oracle had told her in her youth.
tr: Hepimiz biraz içmiştik. Sağımda Karen, dansçıların hatalarını açıklıyor, nasıl daha iyi olacaklarını hatta dansçıların giysilerinin nasıl olması gerektiğini anlatıyordu. Solumdan. Andrey Yaranov’un üvey annemi baştan çıkarmaya çalıştığını duyuyordum, daha zoru Lorin’in onu görmezden gelerek kahinin gençliğinde ona söyledikleri hakkındaki gevezeleklerinden dolayı çok içmişti.

source: Speak quickly, and I will save your life. What do you know about the alliance between orcs and Akladians?
sv: Tala snabbt, så skall jag skona ditt liv. Vad vet du om alliansen mellan orcherna och akladierna?
tr: Çabuk konuş ve canını kurtar. Orklar ve Akladyalılar arasındaki ittifak hakkında ne biliyorsun?

source: Speak quickly, and I will spare your life. What do you know about the alliance between orcs and Akladians?
da: Tal hurtigt og jeg sparer dit liv. Hvad ved du om alliancen mellem orker og akladianerne?
sv: Tala snabbt, så skall jag skona ditt liv. Vad vet du om alliansen mellan orcherna och akladierna?
tr: Çabuk konuş ve canını kurtar. Orklar ve Akladyalılar arasındaki ittifak hakkında ne biliyorsun?

source: Speak!
da: Tal!
de: Sprich!
es: ¡Hable!
sv: Tala!
tr: Konuş!

source: Speak.
da: Tal.
de: Sprich!
es: Hable.
sv: Tala.
tr: Konuş.

source: Spearman
da: Spydmand
de: Speerträger
es: Lancero
sv: Spjutbärare
tr: Mızrakçı

source: Spending their times in constant fights and raids, many Akladian clansmen become warriors, joining army not only in defense but also in raids against neighbouring lands.
de: Nachdem sie ihr ganzes Leben im ständigen Krieg und mit Belagerungen verbracht haben, werden viele der Akladianische Clanmitglieder zu Kriegern und treten der Armee nicht nur zur Verteidigung sondern auch für Raubzüge in die benachbarten Ländereien bei.
sv: Spenderandes deras tid i konstanta krig och plundringståg, har många alkadiska klanmedlemmar blivit krigare och ingår i armen inte bara vid försvar utan också i räder mot grannländerna.
tr: Zamanlarını sabit döğüşlerde ve akınlarda geçirerek bir çok Akladyalı Kabile Üyesi, sadece savunma için değil, ayrıca komşu ülkelere akınlara da katılarak savaşçı haline gelir.

source: Ssswampss you leave now! Hear about you no more!
da: Du forlader svampene nu! Vil ikke høre mere til dig!
de: Ssssumpf verlassst jetzzzt! Hören von Euch nichtsss mehr!
sv: Trässsk ni lämna nu! Inte höra något mer från er!
tr: Bataklıkları hemmmmmen terrrkedinnn! Artık hakkınızda birşey duyulmasın!

source: Stop calling him an underling. STOP using that word.
tr: Ona parya demekten vazgeç. Bu kelimeyi artık kullanma.

source: Stop it!
da: Stop det!
de: Hört damit auf!
sv: Sluta!
tr: Durdur onu!

source: Stop it! Stop it both of you! I am not king. Not king of Vakladia! Not king of Wesnoth! And most definitely YOU WON'T DECIDE INSTEAD OF ME what should I do.
de: Hört damit auf! Hört beide auf! Ich bin nicht König! Nicht König von Vakladia, nicht König von Wesnoth und definitiv WERDET IHR NICHT FÜR MICH ENTSCHEIDEN was ich tun sollte.
sv: Sluta! Sluta båda två! Jag är inte kung. Inte kung över Vakladien, inte kung över Wesnoth och definitivt SÅ KOMMER INTE NI ATT BESTÄMMA VAD JAG SKALL GÖRA.
tr: Durun! İkiniz de durun! Ben kral değilim. Ne Vakladya’nın ne de Wesnoth’un kralıyım. Kesinlikle, ne yapacağıma BENİM YERİME KARAR VEREMEZSİNİZ.

source: Stop it, kids! We've no time for fighting over poorly-chosen words. We have to reach Freetown as soon as possible. Haldric, Freetown is a rallying point for our people, where we are organizing our army. You'll meet the rest of my family there.
de: Aufhören, Kinder! Wir haben keine Zeit uns wegen schlechtgewählter Worte zu streiten. Wir müssen Freetown so bald wie möglich erreichen. Haldric, Freetown ist ein Sammelpunkt für unsere Leute, wo wir unsere Armee organisieren. Ihr werdet den Rest meiner Familie dort treffen.
sv: Sluta nu, ungar! Vi har inte tid med fåniga slagsmål över hårklyverier. Vi måste nå Freetown så snart som möjligt. Haldric, Freetown är en bas för vårt folk, där vi organiserar armén. Där kommer du att få möta resten av familjen.
tr: Durun çocuklar! Ağız dalaşı için vaktimiz yok. Mümkün olduğu kadar çabuk Özgürkent’e varmalıyız. Haldrik, Özgürkent bizim üssümüzdür, ordumuzu orada tutarız. Ailemin kalanı ile orada tanışacaksın.

source: Stop it, kids. We've got to keep moving. We have a mission to accomplish.
de: Hört auf zu streiten, Kinder. Wir müssen gehen. Wir haben eine Mission zu erfüllen.
sv: Sluta nu, ungar. Vi måste röra på oss. Vi har ett uppdrag att utföra.
tr: Durun çocuklar. Biz gitmek zorundayız. Tamamlamamız gereken bir görev var.

source: Stop, don't kill him! We have to interrogate him!
da: Stop dræb ham ikke! Vi skal forhøre ham!
de: Halt, töte ihn nicht! Wir müssen ihn noch zuvor verhören!
es: ¡Alto, no lo mate! ¡Tenemos que interrogarlo!
sv: Stopp, döda honom inte! Vi måste förhöra honom!
tr: Dur, onu öldürme! Onunla konuşacaklarım var!

source: Straight into your heart!
da: Lige ind i det hjerte!
de: Genau in dein Herz!
sv: Rakt i hjärtat på dig!
tr: Güç gönlünde olsun!

source: Strength and honour!
da: Styrke og ære!
de: Stärke und Ehre!
sv: Styrka och heder!
tr: Güç ve onur!

source: Such a young man... And yet, one darn good fighter..
da: Hvilken ung mand.. og dog stadig en fandens god kæmper..
tr: Böyle genç bir adam.. Ve hala, tek lanet iyi döğüşçü...

source: Such a young man... and still, one darn good fighter..
tr: Böyle genç bir adam.. Ve hala, tek lanet iyi döğüşçü...

source: Sure, go ahead.
da: Skyd løs.
sv: Visst, fråga på.
tr: Elbette, başla.

source: Surprise? What do you mean by that?
da: Overraskelse? Hvad mener du med det?
sv: Överraskning? Vad menar du med det?
tr: Bunu beklemiyor muydunuz? Ne demek istiyorsunuz?

source: Survive to the end of time limit
da: Overlev til sidste runde
de: Überlebe bis zum Ende des Rundenlimits
sv: Överlev tills dragen tar slut
tr: Ellerin bitimine kadar dayan

source: Sword or Bow, who is better than me?
da: Sværd eller bue hvem er bedre end mig?
de: Egal ob Schwer oder Bogen - gibt es einen besseren als mich?
sv: Svärd eller båge, vem är bättre än jag?
tr: Kılıç ve Yay, kim benden daha iyi olabilir?

source: THAT is for calling me stupid woman. And THAT is gratis. Speak!
da: DET er for at kalde mig dum. Og DET er gratis. Tal!
es: ESO es por llamarme mujer tonta. Y ESO es gratis. ¡Hable!
sv: DEN är för dum kvinna, och DEN är gratis. Tala!
tr: BU, bana aptal kadın dediğin için. BU da cabası. Konuş!

source: THESE are my troops. They have fought and bled alongside me. Don't call them underlings. After we ALL go to the castle, I want to ask you a few questions about the orcs. And then we will leave Haeltin. Mother, you are welcome to come with us.
sv: De är mina trupper, de har slagits på min sida. Kalla dem inte lakejer. Senare vill jag ställa några frågor angående orcherna, och därefter lämnar vi Haeltin. Mamma, du är välkommen att följa med oss.
tr: Bunlar yanımda döğüşen askerlerim. Onlara parya deme. Ben sana orklar hakkında bir kaç soru soracağım ve Haeltin’den ayrılacağız. Aramıza hoşgeldin, anne.

source: Take care, Reme Carrenemoe.
de: Pass auf dich auf, Reme Carrenemoe.
es: Tenga cuidado, Reme Carrenemoe.
sv: Ta hand om dig, Reme Carrenemoe.
tr: Dikkatli ol, Reme Karenemo.

source: Take her to safety, men!
de: Bringt sie in Sicherheit, Leute.
es: Llevela a la seguridad, hombre.
sv: För henne i säkerhet, mannar.
tr: Onun güvenliğini sağlayın, halkım.

source: Tell me about my mother.
da: Fortæl mig om min mor
sv: Berätta för mig om min mor.
tr: Annemden bahset

source: Thank God! Gawen, how do you feel? Can you talk? Move?
da: Tak gud! Gawen hvordan har du det? Kan du tale? Bevæge dig?
de: Gott sei Dank! Gawen, wie fühlst du dich? Kannst du sprechen, dich bewegen?
es: ¡Gracias a Dios! ¿Gawen, cómo se siente? ¿Puede hablar? ¿Moverse?
sv: Tacka gud! Gawen, hur känner du dig? Kan du tala? Röra på dig?
tr: Teşekkürler Tanrım! Gaven kendini nasıl hissediyorsun? Konuşabilir misin? Hareket edebilir misin?

source: Thank you! Ssso you will sssave my life?
da: Tak! Så du vil spare mit liv?
sv: Tack sssså mycket! Sssså du kommer att ssskona mig?
tr: Teşekkür ederim! Yani, hayatımı bağışladın mı?

source: Thank you! Thank you!
da: Tak! Tak!
de: Danke! Danke!
es: ¡Gracias! ¡Gracias!
sv: Tack! Tack!
tr: Teşekkürler!

source: Thank you, Gawen, once again. You have saved my life. I will never forget it, and I will never be able to repay my debt. Earlier my life belonged to you because of duty; now it is yours by choice.
sv: Jag måste återigen tacka dig, Gawen... Du har räddat mitt liv. Jag kommer aldrig att glömma det och jag kommer aldrig att kunna återbetala min skuld till dig. Innan så tillhörde mitt liv dig på grund av plikt; nu tillhör det dig av eget val.
tr: Tekrar teşekkür ederim, Gaven. Hayatımı kurtardın. Bunu asla unutmayacağım ve sana borcumu asla ödeyemeyeceğim. Evvelce hayatım borcumdan dolayı sana aitti; şimdi ise bu bir borç değil benim seçimimdir.

source: Thank you, Lorin. Frankly, I had not expected such behavior from you. As a sign of my gratitude, I will instruct members of my clan to serve you.
sv: Tackar Lorin. Ärligt talat, jag hade inte förväntat mig sådant beteende från dig. Som ett tecken på min tacksamhet, så kommer jag att låta några av mina klanmedlemmar att tjäna under dig.
tr: Teşekkürler, Lorin. Açıkçası, böyle bir davranışı senden beklemiyordum. Minnettarlığımın karşılığı olarak kabile üyelerimden bazılarının sana hizmet etmesine izin vereceğim.

source: Thank you, yes, I AM the She-wolf of Haeltin.
da: Oh tak, ja, jeg er hunulven fra Haeltin.
es: Oh gracias, sí, soy la mujer-lobo de Haeltin.
tr: Oh teşekkür ederim, evet, ben Haeltin’in dişi kurduyum.

source: That could be your true mother, my lord. She was poisoned when you were still young.
de: Das könnte eure wahre Mutter sein, mein Herr. Sie wurde vergiftet als ihr noch jung wart.
es: Podría ser su verdadera madre, mi señor. Ella fue envenenada cuando usted todavía era joven.
sv: Det skulle kunna vara din riktiga mor, herre. Hon var förgiftad när du fortfarande var liten.
tr: Bu sizin gerçek anneniz olabilir, efendim. Siz çok küçükken zehirlenmişti.

source: That supposed to convince me?!? Go away, little butcher. I will talk to you no more!
sv: Skall det där övertyga mig?!? Försvinn, din lilla slaktare. Jag talar inte mer med dig.
tr: İkna olduğum mu varsayılıyor?! Defol, seni küçük cani. Bundan sonra seninle konuşmayacağım.

source: That was wise decision, my lord.
da: Det var en klog beslutning min herre.
sv: Det var ett vist val, ers nåd.
tr: Bu iyi düşünülmüş bir karardı, efendim.

source: That's LADY Lorin to you... and you are going to tell me a lot more than just one thing. First, who are those guests you were talking about?
de: Das heisst LADY Lorin für Euch... und ihr werdet mir weit mehr als nur eine Sache sagen. Zuerst, wer sind diese Gäste, von denen ihr spracht?
sv: Det blir FRU Lorin för dig. Du kommer att säga himla mycket mer saker. För det första, vilka är de där gästerna du talade om?
tr: Bana bundan sonra sadece BAYAN Lorin diyeceksiniz, başka şekilde hitabetmeyeceksiniz. Şimdi! Bahsettiğiniz şu konuklar kim?

source: That's all I wanted to know
da: Det er alt jeg ønskede at vide
de: Das war alles, was ich wissen wollte.
sv: Det var allt jag ville veta.
tr: Bilmek istediğim bu kadar

source: That's all I wanted to know.
da: Det er alt jeg ville vide.
de: Das ist alles was ich wissen wollte.
es: Éso es todo lo que quiero saber.
sv: Det var allt jag ville veta.
tr: Bilmek istediğim bu kadar.

source: That's impossible! How... how... You are dead!
da: Det er umuligt! Hvordan.. hvordan.. Du er død!
de: Das ist unmöglich! Wie... wie... du bist doch tot!
sv: Det är omöjligt! Hur... Hur... Du är död!
tr: Bu imkansız! Nasıl... nasıl... Sen ölmüştün!

source: That's impossible! They are breaking into the city! How, how, how this could happened? Where are my soldiers? My allies? Help me!!
sv: Det är omöjligt! De har brutit igenom stadens yttre försvar! Hur, hur, hur kan detta ske? Var är mina soldater? Mina allierade? Hjälp mig!
tr: Bu imkansız! Banliyölere saldırıyorlar, nasıl, nasıl olabilir bu? Askerlerim nerede? Müttefiklerim? İmdaat!!

source: That's not fair!
da: Det er ikke rimeligt!
de: Das ist nicht fair!
tr: Bu hoş değil!

source: That's not good. I think the wise thing to do would be to withdraw, because without Buffin we will be too weak to defeat this army...
de: Das ist nicht gut. Ich denke es ist weise uns zurückzuziehen, ohne Buffin wir zu schwach um seine Armee zu besiegen...
tr: Bu iyi değil. Geri çekilmenin en akıllıca şey olacağını düşünüyorum, çünkü Buffin olmadan bu orduyu yenmek için çok zayıf olacağız...

source: That's what I meant. You have not won, great super killing machine, so you have lost.
de: Das ist was ich meinte. Du hast nicht gewonnen, du grosse Superkillermaschine, als hast du verloren.
es: Eso es lo que quise decir. No ha ganado, la gran super máquina de muerte, entonces usted ha perdido.
sv: Det var det jag menade. Du vann inte, stora superdödsmaskin, så därför förlorade du.
tr: Yani demek istediğim, sen kazanmadın büyük süper ölüm makinesi, dolayısıyla kaybettin.

source: That's what advisors are for. Right now, we have to leave the forests. Then we need to find the orcs, catch their leaders and that's it.
da: Det er hvad rådgivere er til for. Lige nu må vi forlade skovene. Og finde orkerne, fange deres ledere og det er det.
de: Das ist wofür Ratgeber gut sind. Jetzt müssen wir zuerst den Wald verlassen. Dann die Orks finden und deren Anführer fassen und das ist alles.
es: Para eso son los consejeros. Ahora, tenemos que dejar los bosques. Y encuentrar a los orcos, atrapar a sus líderes y vemos que hacer.
sv: Det är vad rådgivare är till för. Just nu så behöver vi lämna skogen. Sedan hittar vi orcherna, tillfångatar deras ledare och sedan är det klart.
tr: Danışmanlar bunun içindir. Pekala, şimdi ormanı terkedecek, orkları bulacak, liderlerini yakalayacak ve gereğini yapacağız.

source: That's what waits for all orcs that fall into my hands!!
da: Dette er hvad en ork kan vente sig i mine hænder!!
sv: Det är vad som väntar alla orcher som kommer i mina händer!
tr: Elime düşen her orku bekleyen akıbet budur!

source: That's what your mother named you.
da: Det er hvad din mor kaldte dig.
de: So hat euch Eure Mutter genannt.
sv: Det är vad din mor kallade dig.
tr: Annen sana böyle derdi.

source: The 'rest of' your army? Interesting.
da: Resten af din hær? Interessant.
de: Der Rest deiner Armee? Interessant.
sv: Resten av er armé? Så intressant.
tr: Ordunuzun kalanı bu mu? İlginç.

source: The Awakening
de: Das Erwachen
sv: Uppvaknandet
tr: Uyanış

source: The Carrenemoes? Ruvio, we have to...
da: Carrenemoes? Ruvio vi må..
de: Die Carrenemoes? Ruvio, wir müssen...
sv: Carrenemoes? Ruvio, vi måste...
tr: Karenemo’lar mı? Ruviyo, biz...

source: The Dead City
da: Den døde by
de: Die Tote Stadt
es: La Ciudad Muerta
tr: Ölü Kent

source: The Haunted Place
da: Det hjemsøgte sted
de: Der Verfolgte Ort
es: El Lugar Frecuentado
tr: Tekinsiz Yer

source: The Oracle
da: Oraklet
de: Das Orakel
es: El Oráculo
tr: Kâhin

source: The Oracle never deceives anyone. She just looks into the sea of magic and sees everything that may happen. So, she is not saying what MUST, but what MAY happen.
tr: Kahin kimseyi aldatmıyor. Sadece sihir denizine bakıyor ve olabilecek herşeyin olasılıklarından bahsedebiliyor. Neyin olacağını değil, neyin olabileceğini söylüyor.

source: The Oracle? The Oracle is a hoax. She knows nothing. She once told me... she... she deceived me. Her prophecy has not been, and cannot be, fullfilled.
tr: Kahin mi? Kahin hakkında herşey uydurmadır. Hiçbir şey bilmez. Bir keresinde onunla konuşmuştum... o... beni aldatmıştı. Kehaneti gerçekleşmediği gibi gerçekleşme şansı da yoktu.

source: The Preparations
da: Forberedelserne
de: Die Vorbereitungen
sv: Förberedelser
tr: Hazırlık

source: The Road Back to Vakladia
da: Vejen tilbage til Vakladia
de: Die Straße zrück nach Vakladia
es: El Camino Atrás a Vakladia
tr: Vakladya’ya Dönüş Yolu

source: The She-wolf of Haeltin, don't get too excited; it will cause more wrinkles.
de: Wölfin von Haeltin, freu dich nicht zu früh, weil du wirst noch mehr Falten von dem bekommen.
sv: Honvargen från Haeltin, hetsa inte upp dig för mycket, du kommer få ännu mer rynkor.
tr: Haeltin’in dişi kurdu, daha fazla tahrik etme, çünkü bundan daha buruşukların hakkından geleceksin.

source: The Swamp Things
da: Sumptingene
de: Die Dinge aus dem Sumpf
sv: Träsksakerna
tr: Bataklık şeyleri

source: The Woods of Okladia
da: Okladiaskovene
de: Die Wälder von Okladia
tr: Okladya Ormanı

source: The best archers earn 45 gold pieces when hired, and twenty gold pieces for each battle.
da: De bedste bueskytter kan tjene 45 guldstykker når de hyres plus 20 guldstykker for hvert slag.
tr: En iyi okçular bile kiralandıklarında 45 altın, her savaşta da 20 altın alırlar.

source: The best of Akladian warriors are choosed by their lords to serve in their regular armies, and they became professional soldiers. They have to equip themselves, however, which results in light armour and spear being their weapon of choice.
de: Die Besten der Akladianieschen Krieger werden von den Adligen ausgewählt in ihren regulären Armeen als professionelle Soldaten mitzukämpfen. Sie müssen sich selber ausrüsten, wodurch sie nur leicht gepanzert sind und eine Waffe ihrer Wahl tragen.
sv: De bästa krigarna väljs ut av sina herrar för att tjänstgöra i deras reguljära armeer, de blir professionella soldater. De måste skaffa sin egen utrustning, vilket resulterar i att lätt rustning och spjut är det vanligaste valet.
tr: Düzenli ordularında hizmet etmek üzere efendileri tarafından en iyi Akladyalı savaşçılardan seçilirler ve profesyonel askerler haline gelirler. Kendi kendilerini donatırlar; hafif zırh ve mızrak kendi seçimleridir.

source: The best of Akladian warriors are choosed to lead their clans.
da: De bedste akaldainkrigere vælges som ledere af deres klan.
de: Der Beste der akladianischen Krieger ist auserwählt, den Clan anzuführen.
sv: De bästa Akladiska krigarna blir valda för att leda deras klaner.
tr: Kabile liderliğine en iyi Akladyalı döğüşçü seçilir.

source: The clan of Hagarthen was ruling the Akladian kingdoms for many generation. This heritage and this burden causes even young Hagarthen to try (sometimes without big results) to become better warriors than others.
de: Der Clan von Hagarthen hat das Akladianische Königreich über viele Generationen regiert. Dieses Erbe und Bürde motiviert sogar den jungen Hargathen zu versuchen ein besserer Krieger als die anderen zu werden (jedoch ohne grossen Erfolg).
sv: Klanen Hagarthen har styrt det Akladiska kungadömmet i många generationer. Det arvet och bördan får unga Hagarthen att försöka (ibland utan stora resultat) att bli bättre krigare än andra.
tr: Akladya krallığını kuşaklardır Hagarten sülalesi idare ediyordu. Bu miras ve sorumluluk genç Hagarten’i (bazen sonuçları istendiği gibi olmasa da) başkalarından daha iyi bir savaşçı olmaya çalışmasına sebep oluyordu.

source: The correct term is strategical relocation of the forces, impertinent underling.
de: Der korrekte Begriff ist die strategische Verschiebung der Kräfte, unverschämter Unterling.
sv: Den korrekta termen är strategisk omlokalisering av styrkorna, ohyfsade lakej.
tr: Doğru terim, kuvvetlerin stratejik yerleştirilmesidir, küstah parya.

source: The day was bright when Gawen Hagarthen entered the forests of Raedwood. There, inside the very heart of the forest, lay the city of Freetown, founded by refugees from lands under the heavy Akladian yoke. Life was not easy here, food was scarce, and yet smiles were often seen on the faces of men and women.
sv: Det var en strålande dag när Gawen Hagarthen begav sig in i Raedwoods skogar. Där i själva hjärtat av skogen låg staden Freetown, grundat av flyktingar från länderna under akladiernas ok. Livet var inte enkelt här, och tillgången på mat dålig, men leenden kunde ofta ses på männens och kvinnornas läppar.
tr: Gaven Hagarten Kızılağaç ormanlarına girdiğinde gün ağarmıştı. Ormanın çok derinlerinde, Akladyalıların boyunduruğu altındaki topraklardan kaçan sığınmacıların kurduğu Özgürkent diye gizli bir şehir vardı. Yaşam kolay değildi orada, yiyecek kıttı ve insanların yüzünde gülümseme artık pek görülmüyordu.

source: The fates.
da: Skæbnen.
de: Das Schicksal.
es: El destino.
sv: Ödet.
tr: Kader.

source: The guy from city of Barnon? No, it wasn't him, though from what I've heard about him he could do it - if he could think for himself.
da: Fyren fra byen Barnon? Nej, selvom det jeg hører om ham tyder på at han godt kunne gøre den slags - hvis han kunne tænke mere selv.
de: Der Typ aus Barnon? Nee, der war´s nich´. Obwohl ich´s ihm zutrauen würde, falls er genug Hirnschmalz hätte.
sv: Han från Barnon? Nä, efter vad jag hört om honom så skulle han kunnat göra det - om han kunde tänka mer själv.
tr: Barnon şehrindeki adam mı? Hayır, onun hakkında duyduğum tek şey o bunu yapabilirdi - yapabilirse kendisi öldürmeyi düşünüyordu.

source: The honor is mine.
da: Æren er min.
de: Die Ehre ist mein.
sv: Hedern är på min sida.
tr: Beni onurlandırdınız.

source: The king's son is dead! We heard about it!
da: Kongens søn er død! Vi hørte om det!
de: Der Königssohn ist tot. Wir haben schon davon gehört.
es: ¡El hijo del rey está muerto! ¡Oímos hablar de eso!
sv: Kungens son är död! Vi hörde om det!
tr: Ama biz kralın oğlunun öldüğünü duyduk!
