Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: You will avoid unspeakable pain
da: Du vil undgå ufattelig smerte

source: You've defeated the ghosts, then? We don't have much, but please accept this token of our gratitude.
da: Er det ikke dig som har besejret spøgelserne fra det forheksede sted, er det ikke? Vi har ikke meget, men vi vil give dig en gave for at vise vores taknemlighed.

source: You've heard what he called me! Bark O Skagrrak, my name is Lady Lorin of the Gallorae clan. And my knife is called Truth-sayer. Say hello to it.
da: Du hørte hvad han kaldte mig? Bark O Skagrrak, mit navn er Lorin fra Gallorae klanen. Og dette er en kniv fra Lorin. Sig goddag til den.

source: a Bowman
da: Bueskytte
de: ein Bogenschütze
es: Arquero
sv: Bågskytt

source: a Spearman
da: Spydmand
de: ein Speerträger
es: Lancero
sv: Spjutbärare

source: an Elvish archer
da: Elverbueskytte
de: ein Elfischer Bogenschütze
es: Arquero Elfo

source: an Elvish fighter
da: Elverkæmper
de: ein Elfenkämpfer
es: Luchador Elfo

source: an Elvish scout
da: Elverspejder
de: ein Elfischer Kundschafter
es: Explorador Elfo

source: race+female^Akladian
da: Akladianer
de: Akladianerin

source: race^Akladian
da: Akladianer
de: Akladianer

source: race^Akladians
da: Akladianere
de: Akladianer

source: short spear
da: kort spyd
de: Kurzspeer
es: lanza corta
sv: kort spjut

source: sickle
da: krumkniv
de: Sichel
sv: skära

source: Moments slowly lengthen into hours. Hope is slipping through my fingers...
de: Momente werden langsam zu Stunden. Die Hoffnung zerrinnt in meinen Fingern...
sv: Sekunderna omvandlas sakta till timmar när de rinner emellan mina fingrar...

source: while on Windows you can find it in directory
de: auf Windows finden Sie es im Verzeichnis

source: (low whistle)
de: (leises Pfeifen)

source: ... Aaand?
de: ... Uuund?

source: ... Eee?
de: ... Iieeh?

source: <i>For the spring</i>. The least you can do is to give me proper shoes. You expect me to walk in this snow <i>barefoot</i>??
de: <i>Für den Frühling!</i> Das Mindeste, was Ihr für mich tun könntet, wäre mir vernünftige Schuhe zu beschaffen. Oder glaubt Ihr etwa, dass ich in diesem Schnee <i>barfuss</i> herumstapfe??

source: A king! Ooh, I've never killed a king before. You know, I should feel more exhilirated.
de: Ein König! Ich habe noch nie zuvor einen König getötet. Hm.. ich habe das Gefühl ich sollte aufgeregter sein.

source: Additional information may be found within readme.txt file
de: Weitere Informationen können der Datei readme.txt entnommen werden

source: All right, we will wait for the spring.
de: Meinetwegen, wir werden auf den Frühling warten.

source: All right, what about I'll give you 25 gold pieces instead of 20?
de: Na gut, was wäre wenn ich euch 25 Goldmünzen anstelle von nur 20 gebe?

source: And yet another maintainer
de: Und noch ein weiterer Verwalter

source: Another Maintainer :-)
de: Weiterer Verwalter :-)

source: Armoured
de: gepanzert

source: Because your king asks it of you.
de: Weil dich dein König fragt.
es: Porque tu rey te pregunta

source: Bronisław Komorowski
de: Edmund Stoiber

source: Campaign funding
de: Kampagnen-Finanzierung

source: Caring for the art for 1.1.98 versions
de: Pflege der Art für 1.1.98 Versionen

source: Carrenemoes have loyally served our kings for generations. I am Reme, son of Raul. My ancestors, according to our family legends, were amongst those who led our people in the great revolt and then in our epic escape through the desert. They established large kingdoms in the lands of underlings, for which we paid a steep price in blood. Now... why do I wonder what was that price paid for?
de: Die Carrenemoes dienen seit Generationen loyal unseren Königen. Ich bin Reme, Sohn des Raul. Glaubt man unseren Familien-Legenden so waren meine Vorfahren unter denen, die unser Volk in der Grossen Revolte anführten und dann unsere epische Flucht durch die Wüste leiteten. Sie errichteten grosse Königreiche im Land der Unterlinge, und bezahlten dafür teuer mit Blut. Nun.. warum wundere ich mich, wofür dieser Preis bezahlt wurde?!
sv: Ätten Carrenemoe har varit lojala undersåtar till våra kungar i generationer. Mitt namn är Reme, son av Raul. Mina förfäder var enligt våra familjelegender bland de som ledde vårt folk i den stora revolten och sedan i den episka flykten genom träsk och skog. Vi hjälpte till att bygga ett stor akladiska kungadömen i lakejernas land. Vi betalade med vårt blod; och nu - varför undrar jag vad allt det var bra för?

source: Curses! We are too late.
de: Verdammt! Wir kommen zu spät.
es: ¡Maldición! Llegamos demasiado tarde.

source: Do not worry, I will be soon back, with reinforcements!
de: Seid unbesorgt, ich werde bald mit Verstärkungen zurück sein!

source: English Retranslation, code monkey, cleanup for BfW 1.9
de: Englische Übersetzung, Code Monkey, Überarbeitung fuer BfW 1.9

source: Famous Czech gay actors
de: Berühmte schwule tschechische Schauspieler

source: Fast
de: schnell

source: Fast Attack
de: schneller Angriff
es: ataque rápido

source: Father or Luke Skywalker
de: Vater oder Luke Himmelgeher

source: Fortunately I have a hideout here...
de: Glücklicherweise habe ich ein Versteck hier...

source: Gawen Hagarthen reaches the enemy keep
de: Gawen Hagarthen erreicht die gegnerische Festung

source: Gawen Hagarthen, meet my daughter, Karen. Imagine, I have three more daughters, all with their mother's red hair, at home! I'm afraid, though, that unlike her sisters, Karen inherited my temperment, not my wife's - she absolutely refuses to stay at home!
de: Gawen Hagarthen, darf ich euch meine Tochter Karen vorstellen? Stellt euch vor, ich habe zuhause noch drei weitere Töchter, allesamt rothaarig wie ihre Mutter. Leider hat Karen im Gegensatz zu ihren Schwestern mein Temperament geerbt, nicht das meiner Gemahlin - sie weigert sich strikt, zuhause zu bleiben.

source: Gawen, get up!
de: Gawen, steh auf!

source: Ghosts, the long-dead who were seen walking again... zombies... my scouts were giving me contradictory reports. Some of my lords disappeared. I was planning on sending some of my army there immediately after finishing with Vakladia... (cough)
de: Geister, Menschen die schon lange tot waren wurden wieder gesehen... Zombies... Meine Späher haben mir widersprüchliche Berichte abgeliefert. Einige meiner Adligen sind verschwunden. Ich habe darüber nachgedacht eine Armee dorthin zu schicken, direkt nachdem ich mit Vakladia fertig bin (Hust)

source: Ha! The outlaws were hiding some gold here!
de: Ha! Sie haben hier ein bisschen Gold versteckt!
es: ¡Ha! ¡Los bandidos estaban escondiendo algo de oro aquí!

source: Hey, give back my gold!
de: Heh, gebt mir mein Gold zurück!

source: How did you manage to kill Bor Cryne? This shouldn't happen... it means the level is too easy. Mail adanilecki @ cs put poznan pl with your savegame and replay for review!
de: Wie haben Sie es geschafft, Bor Cryne zu töten? Dies hätte nicht passieren sollen... Es bedeutet, dass der Level zu einfach ist. Bitte mailen sie diesen Spielstand sowie das Replay zur Prüfung an adanilecki@cs.put.poznan.pl !

source: How did you manage to kill Hoyre? This shouldn't happen... it means the level is too easy. Mail adanilecki @ cs put poznan pl with your savegame and replay for review!
de: Wie haben Sie es geschafft, Hoyre zu töten? Dies hätte nicht passieren sollen... Es bedeutet, dass der Level zu einfach ist. Bitte mailen sie diesen Spielstand sowie das Replay zur Prüfung an adanilecki@cs.put.poznan.pl !

source: How did you manage to kill Uri van Roe? This shouldn't happen... it means the level is too easy. Mail adanilecki @ cs put poznan pl with your savegame and replay for review!
de: Wie haben Sie es geschafft, Uri van Roe zu töten? Dies hätte nicht passieren sollen... Es bedeutet, dass der Level zu einfach ist. Bitte mailen sie diesen Spielstand sowie das Replay zur Prüfung an adanilecki@cs.put.poznan.pl !

source: How in earth I am supposed to walk in these clothes during winter? It's frigging cold!
de: Wie um alles in der Welt soll ich denn in diesem dünnen Kleidchen im Winter herumlaufen? Es ist erbärmlich kalt!

source: Huh? Why?
de: Huh? Weshalb?
es: ¿Por qué?
sv: Varför det?

source: I am a battle-tested warrior with many men at my command. Keep calling me 'underling,' and I am leaving, do you understand?
de: Ich bin ein kampferprobter Krieger mit vielen Männern unter meinem Kommando. Nenne mich weiterhin 'Unterling' und ich gehe, verstanden?

source: I am alive, but I must run away! They try to kill me!
de: Ich bin am Leben, aber ich muss fliehen! Sie versuchen mich umzubringen!

source: I can't believe you actually read this thing
de: I kann nicht glauben, dass Sie dies alles gelesen haben

source: I couldn't agree more. Call me when you have new shoes.
de: Ganz genau. Ruft mich, wenn ihr neue Schuhe für mich habt.

source: I don't know how to explain this. But.. For example, I was so sure our warriors will kill that $tmp, $tmpg|!
de: Ich weiss nicht, wie ich das erklären soll. Aber... Beispielsweise war ich so sicher, unsere Krieger würden diesen $tmp, $tmpg| töten!

source: I feel no hate for you.
de: Ich hasse dich nicht.

source: I have no wish to become any better-acquainted with this device.
de: Ich hege nicht den Wunsch mit diesem Gerät besser vertraut zu werden.

source: I hope that with
de: Ich hoffe mit dem

source: I serve the crown.
de: Ich diene der Krone.

source: I think, my king, we should go to Freetown, so the Wesnothian rebels from Vakladia can see you and acknowledge you as king. We must hurry, because king Buffin is right behind us.
de: Mein König, ich schlage vor wir gehen nach Freetown, so das die Wesnotianischen Rebellen aus Vakladia euch sehen und als König anerkennen können. Wir müssen uns beeilen, da König Buffin direk thinter uns ist.

source: I will never again see our beautiful forests..
de: Ich werde nie mehr wieder unsere wunderschönen Wälder sehen können...

source: I've told you before I'm not going to talk about it.
de: Ich habe es dir beereits einmal gesagt: das werde ich dir nicht verraten.

source: If you want, more elves are willing to serve you.
de: Wenn du willst, kann ich dir mehr Elfen geben.

source: If you were as delighted as I was with the fight, please answer a few questions.
de: Ja. Bitte beantworte mir noch ein paar Fragen, bevor du stirbst.

source: It is the way of the woman. Don't ask.
de: Frauensache. Frag nicht.

source: It will be have to be a quick and decisive victory, then.
de: Dann muss es eben ein schneller und entscheidender Sieg werden.

source: Kill enemy leader and all enemy units. Don't allow any enemy unit to reach the north-western signpost, or the village nearby.
de: Töte den gegnerischen Anführer und alle gegnerischen Einheiten. Erlaube keiner feindlichen Einheit den nordwestlichen Wegweiser oder das danebenliegende Dorf zu erreichen.

source: King Buffin's army was right behind us - we could almost feel their breath on our necks. As though this were not enough, we marched right into a knot of Akladians.
de: Die Armee von König Buffin war direkt hinter uns und wir konnten schon fast ihren Atem in unserem Rücken spüren. Als wenn das noch nicht genug gewesen wäre marschierten wir auch noch direkt in Akladianische Einheiten.
es: El ejército del rey Buffin está detrás nuestro y casi sentíamos sus respiraciones en nuestra retaguardia. Y si esto no fuera bastante, marchamos derecho a las unidades de Akladianos.

source: Leaving Okladia
de: Okladia hinter uns lassen

source: Looks like the last of the supplies have been moved to the mountains. Now even if they break into the castle, they still will have no food.
de: Bring die Nahrung in die Berge. Selbst wenn sie in die Burg einbrechen, werden sie immer noch keine Nahrung haben.
sv: Flytta förråden till bergen. På det viset får de ingen mat, även om de lyckas ta sig in i slottet.

source: Mage? Then he is surely burning in hell!
de: Ich hoffe die Hexe schmurgelt in der Hölle!
es: ¡Espero que la bruja se esté quemando en el infierno!
sv: Jag hoppas att häxan brinner i helvetet!

source: Main maintainer, release manager
de: Hauptverwalter, Release Manager

source: Music
de: Musik

source: My God! Indeed, this is the noble Reme, and he wouldn't possibly lie! So this is indeed.. Gawen Hagarthen, our king! My sword is your sword, my lord!
de: Mein Gott! Das ist wirklich der noble Reme, es ist unmöglich, dass er lügt! Dann ist das wirklich... Gawen Hagarthen, unser König! Mein Schwert ist Euer Schwert, mein König!

source: My faithful warriors, it's time to show your loyalty to the clan!
de: Meine treuen Krieger, es ist Zeit, dem Clan eure Loyalität zu zeigen!

source: My lord! Aren't you Gaumhaldric, about whom we've heard so many tales?
de: Mein Gott! Ist das nicht Gaumhaldric, über den ich so viele Geschichten gehört habe?

source: My lord... Gawen, my lord, please forgive me if I can't speak clearly enough. What I saw... I... I don't know if I can even describe it... if I can bear the task of describing it.
de: Mein König... Gawen, mein König, bitte vergib mir wenn ich nicht klar genug spreche. Was ich gesehen habe.. Ich.. Ich weiss nicht wie ich es beschreiben soll. Wenn ich es fertig bringe euch es überhaupt zu beschreiben.

source: New akladian sprites
de: Neue Akladianische Sprites

source: No description. It will never appear anywhere, since the unit is fake.
de: Keine Beschreibung. Es wird nie eine geben, da die Einheit im normalen Spiel nie erscheint.

source: No offense, but.. It's not like I have something against males in general. It's more like I like them less hairy. And less... human. Anything more? No? Good. Let's get back to the business. And don't forget about my 20 gold pieces.
de: Seid nicht beleidigt, aber.. Es ist nicht so, dass ich generell etwas gegen Männer hätte. Es ist nur so, dass ich Sie gerne etwas weniger... haarig mag. Und etwas weniger... menschlich. Nochwas? Nein? Gut. Dann zurück zum Geschäft. Und vergesst nicht meine 20 Goldmünzen!

source: Noble lord, what's the punishment for saying things like that to your rightfull king?
de: Nobler Herrscher, was ist die Strafe dafür so etwas zu Eurem rechtmäßigen König zu sagen?

source: Nonono, not to Freetown! There is nothing worth seeing in Freetown!
de: Neineinein, nicht nach Freetown! Es gibt nichts in Freetown zu sehen!
sv: Nejnejnej, inte Freetown! Det finns inget att se i Freetown!

source: Oh, I haven't said that. You see, I really don't like your face.
de: Oh, das habe ich nicht gesagt. Weisst du, ich mag dein Gesicht nicht wirklich.
sv: Jag sade inte de. Du förstår, jag gillar verkligen inte ditt ansikte.

source: Okladian lords are cowards, what's so strange about that? Do you know anything else? No? Die then.
de: Okladianische Adlige sind Feiglinge, was ist daran so seltsam. Weißt du sonst noch etwas? Nein? Dann strib.

source: Oooh, no. I refuse to fight in these condition, and in clad as such.
de: Oooh neinnein. I weigere mich unter diesen Umständen zu kämpfen, und noch dazu in solchen Kleidchen.

source: Our king? And where is he? Is he hiding behind your backs?
de: Unser König? Und wo ist er? Versteckt er sich hinter deinem Rücken?

source: Our people came here from the eastern lands long before my birth. Our people's destiny is to rule the world.
de: Unsere Leute kamen aus den östlichen Landen lange vor meiner Geburt. Das Schicksal unseres Volkes ist es, die Welt zu beherrschen.

source: Outlaw level 3 pack is maintained by them.
de: Outlaw Level 3 pack wurde von ihnen verwaltet.

source: Please join us at Wesnoth forums. You may read the readme.txt file contained within campaign directory;
de: Bitte besuchen Sie uns auch in den Wesnoth-Foren. Informationen können Sie der Datei readme.txt im Kampagnen-Verzeichnis entnehmen;

source: Portraits
de: Porträts

source: Reach the northern edge of the map with Gawen.
de: Erreiche mit Gawen die nördliche Ecke der Karte.
sv: För Gawen till kartans norra kant.

source: Run away? You are Akladian Lord, stay and fight!
de: Weglaufen? Ihr seid ein Akladischer Lord, bleibt und kämpft!

source: Secondary Maintainer, code monkey
de: Stellvertretender Verwalter, Code Monkey

source: Seems to me it will be an easy battle. I guess it would be enough to have 250 gold pieces at the end of this fight; It is far more important, Gawen, to use this occassion to train our last loyal troops. We may need veteran units in future much more than gold.
de: Scheint mir ein einfacher Kampf zu werden. Ich schätze es würde reichen, wenn wir am Ende etwa 250 Goldmünzen eingesammelt hätten. Es ist wesentlich wichtiger, Gawen, diesen Anlass zu nutzen um unsere übrigen loyalen Truppen zu trainieren. Wir könnten Veteranen in Zukunft vielleicht sogar besser gebrauchen als Gold.

source: So you are Lorin from the Galloraes... best sword-arm among Akladian women... (cough)
de: Du bist also Lorin von Gallorae's... Beste Kämpferin zwischen allen Akladianischen Frauen. (Hust)

source: So, let's put it all together. You agree to pay 18 gold pieces per arif swordsman, 17 gold pieces for our naffat fire masters, and 15 for the jundi foot soldiers, right?
de: Also, lasst uns nochmal zusammenfassen. Ihr willigt ein, uns 18 Goldstücke je Arif-Schwertkämpfer, 17 Goldstücke für unsere Naffat-Feuermeister und 15 für die Jundi-Fussoldaten zu bezahlen, nicht wahr?

source: Some old akladian sprites
de: Einige alte Akladianische Sprites

source: Stingy bastard.
de: Knausriger Bastard.

source: Stop fighting! This is our rightful king. My brother told me the truth, then. I am your hand, my sword is your sword, my king, my blood is yours to spill.
de: Hört auf zu kämpfen! Das ist unser rechtmässiger König. Mein Bruder hat mir die Wahrheit erzählt. Ich bin deine rechte Hand, mein Schwert ist dein Schwert mein König, ich vergiesse mein Blut für dich.

source: Stop there! Foul underlings, your life is at an end!
de: Halt! Stinkende Underlinge, hier endet euer Leben.

source: Story images
de: Story-Bilder

source: That's ridiculous.
de: Das ist doch alles lächerlich.

source: That's why I suggest we visit the Oracle, who, being a mage herself, may know where Deorien is.
de: Das ist warum ich vorschlage das Orakel zu besuchen, die, da sie ja selbst Magierin ist, vielleicht weiss wo sich Deorien aufhält.

source: The living proof that you may not know how to spell and still be president
de: Der lebende Beweis, dass man nicht in zusammenhängenden Sätzen sprechen können muss um Ministerpräsident zu sein

source: Then die, if that's what you want!
de: Dann stirbt, wenn du es unbedingt willst.
es: ¡Entonces muera, si usted quiere!
sv: Dö då, om du så gärna vill!

source: There are different kinds of death, Reumario.
de: Es gibt verschiede Arten zu sterben.
es: Hay diferentes tipos de muerte, Reumario.

source: There are many different kinds of death, Reumario.
de: Es gibt verschiede Arten zu sterben.
es: Hay diferentes tipos de muerte, Reumario.

source: They were called the Khalifa, which in their barbarian and unworthy language meant something like 'noble leader'. They were mercenaries offering their services to anyone. They were not like most of the rest of the underlings; their ancestors came here from distant lands, but they accepted into their ranks anyone willing to take their vows and abide by their traditions. Even some Akladians found a place amongst them.
de: Sie wurden Khalifa genannt, was in ihrer barbarischen und unwürdigen Sprache soviel wie 'ehrenwerter Anführer' bedeutete. Als Söldner boten sie jedem ihre Dienste an. Sie waren anders als die anderen Unterlinge; ihre Vorfahren kamen von fernen Landen hierher, aber sie nahmen in ihren Reihen jeden auf, der bereit war, ihre Gelübde abzulegen und ihre Traditionen zu befolgen. Sogar einige Akladianer fanden einen Platz unter ihnen.
sv: De kallades Khalifa, vilket i deras barbariska och ovärdiga språk betydde något i stil med 'nobel'. De var legoknektar som sålde ut sig till vem som helst. De var ingen ras, fastän deras förfäder kom från fjärran land. Nu så accepterade de vem som helst i deras led. Jag har hört att även några Akladiter har hittat sin plats hos dem.

source: This Hoyre... Sometimes I wonder whether his mother... Seems Uri we will have to finish this at our own
de: Dieser Hoyre... Manchmal denke ich seine Mutter... Scheint als ob wir dies alleine zu Ende bringen müssen, Uri.

source: This underling has incredible luck!
de: Dieser Unterling hat wirklich unglaubliches Glück!

source: To introduce peace and order into Vakladia and to unite it with my kingdom, Okladia.
de: Um Frieden und Ordnung nach Vakladia zu bringen und es mit meinem Königreich Okladia zu verbinden.

source: Tough
de: wiederstandsfähig

source: Undead? So the reports I've been hearing were true, after all! You are fortunate, false Gawen, that I my duty to my people calls me away from here... for now.
de: Untote? Also ist das Gerücht, dass ich gehört habe, wirklich war! Du hast Glück, falscher Gawen, ich muss gehen...
es: ¿No muertos? ¡Entonces los chismes que he oído eran verdad! Tiene suerte, Gawen falso, que me tengo que ir...

source: Unfortunately, we do not have that much gold.
de: Unglücklicherweise haben wir nicht so viel Gold.
es: No tenemos oro tanto, desgraciadamente.

source: Wait, do not die yet! I've heard that some of your people were mentioning rumors about strange things in the eastern part of Okladia. What strange things?
de: Halt, stirb' noch nicht. Ich habe gehört, dass sich einige deiner Leute über Gerede von seltsamen Dingen im östlichen Teil Okladias unterhalten haben. Was sind das für seltsame Dinge?

source: We burned their palaces, towns, and castles; there was nothing worthy there. They told us that they put their legends and wisdom on paper, it was as though they thought they could imprison history in their books. We burned them all. Their poetry, wisdom, and history - their entire culture - burned to ashes. And with them, that most irritating underling quality - hope.
de: Wir brannten ihre Paläste, Städte und Burgen nieder. Es gab nichts von Wert darin. Sie sagten uns, dass Sie ihre Legenden und ihre Weisheiten auf Papier niederschrieben. Es war als glaubten sie, sie könnten ihre Geschichte in ihren Büchern einsperren. Wir verbrannten sie alle. Ihre Dichtung, Weisheit und Geschichte - verbrannt zu Asche. Und mit ihnen die verwirrendste Eigenschaft der Unterlinge - Hoffnung.

source: We don't really care how underlings die, as long as they do it quickly and without making too much trouble.
de: Die Art und wiese wie Underlinge sterben kümmert uns nicht wirklich, so lange wie sie es schnell tun und dabei nicht alzuviel Probleme machen.

source: We have no choice. We have to tread this path.
de: Wir haben keine Wahl, wir müssen diesen Weg gehen.

source: We march straight on to Vattin! Boy, I really feel hungry now. This fight has made me STARVING.
de: Direkt nach Vattin gehen! Mann, ich bin wirklich hungrig. Dieser Kampf hat mich fast zum VERHUNGERN gebracht.

source: We will, but not because we welcome you, Buffin of Okladia. Though you are Hagarthen, nobody has invited you here. But we will discuss that issue later.
de: Das werden wir, aber nicht weil wir Euch willkommen heißen, Buffin aus Okladia. Du bist zwar ein echter Hagarthen aber dich hat niemand hierher eingeladen. Diese Angelegenheit besprechen wir später noch.

source: Well, you fought with me so many battles...
de: Nun, ihr habt mit mir so viele Schlachten geschlagen...

source: Well, you know, I thought that I should no longer treat you like a hired soldier...
de: Also, wisst ihr, ich denke ich sollte euch nicht länger wie einen angeworbenen Soldaten...

source: What do you mean? Your clothes are just fine.
de: Was wollt Ihr damit sagen? Eure Kleider sind doch angemessen.
