Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: Any unit which reaches either signpost will be evacuated. Units not recalled will be lost. Gawen must not escape, or he would be considered an unworthy coward by his soldiers. You will get a bonus for each turn resisted beyond the required limit.
de: Jede Einheit die einen der beiden Wegweiser erreicht wird evakuiert. Nicht einberufene Einheiten gehen verloren. Gawen darf nicht fliehen, denn er würde sonst in den Augen seiner Soldaten als unwürdiger Feigliing erachtet werden. Du bekommst einen Bonus für jede Runde, die du über dem benötigten Limit standhalten kannst.
es: Cualquier unidad que alcance algun poste indicador será evacuado. Se perderán unidades no recuperables. Gawen no debe escapar, o sería considerado cobarde e indigno por sus soldados. Conseguirá una paga extraordinaria por cada turno que resista sobre el límite requerido.
sv: Alla trupper som når någon av vägskyltarna kommer att bli evakuerade. Trupper om inte återkallas kommer att förloras. Gawen får inte fly, eftersom han då kommer anses vara en ovärdig ledare av hans soldater. Du får en bonus för varje drag utöver den angivna gränsen som du gör motstånd.
tr: Yol işaretlerinden birine ulaşan her birim tahliye edilecektir, Askere alınmamış birimler kaybedilecektir. Gaven kaçmamalı yoksa askerleri tarafından hürmete layık olmayan bir korkak olarak görülecektir. Direnmek için gerekli ellerden daha fazla dayanırsan böyle her el için ödül alacaksın.

source: Anyway, go to my castle, Gawen. Your servants will receive gold for helping you and then they may go, while we work on getting back your throne!
da: Gå til min borg Gawen. Dine tjenere vil modtage guld for deres hjælp og så kan de gå, mens vi arbejder på at få tronen tilbage!
de: Wie auch immer, komm in meine Burg, Gawen. Deine Diener werden Gold für die Hilfe erhalten, die sie dir gegeben haben und können dann gehen, währen wir daran arbeiten werden deinen Thron zurück zu bekommen!
sv: Hursomhelst, gå till mitt slott, Gawen. Dina betjänter får lite guld för att de hjälpt dig och sedan kan de gå, medan vi arbetar på att få tillbaka din tron!
tr: Her neyse, şatoma gidelim, Gaven. Hizmetçilerin sana yardım ettikleri için altınlarını aldıktan sonra gidebilirler. Biz tahtını geri almak için çalışacağız.

source: Anyway, if we are going to find that mage-trash, we need to know where he is. Any ideas where to find him?
tr: Her neyse, bu Dortaş’ı bulacaksak, nerede olduğunu öğrenmeliyiz. Onu nerede bulabileceğimize dair fikri olan var mı?

source: Anyway, what I wanted to say before my offspring so rudely interrupted me, is that we don't have to defeat all of the enemies. We can withdraw after interrogating the Orcish leader.
sv: Hur som helst, vad jag skulle säga innan min avkomma avbröt, är att vi inte behöver besegra alla fiender. Vi kan retirera efter att vi förhört orchledaren.
tr: Her neyse, evladım sözümü kesmeden önce söylemek istediğim, tüm düşmanlarımızı yenmek zorunda olmadığımızdı. Ork liderini sorguladıktan sonra çekilebiliriz.

source: Are we gonna kill him?
da: Slår vi ham ihjel?
de: Sollen wir ihn töten?
sv: Ska vi döda honom?
tr: Gidip öldürelim mi?

source: Are you suggesting that there are those amongst us who could stoop to such a low thing!? That accusation is outrageous!
de: Wollt ihr damit andeuten, dass jemand von uns sich zu solch einer niederen Sache herablassen würde!? Diese Anschuldigung ist unerhört!
sv: Påstår du att det finns de bland oss som skulle kunna göra en sådan sak?! En sådan skändlig anklagelse!
tr: Yani, bize karşı, böyle aşağılık şeyler yapanlar olduğunu mu düşünüyorsunuz!? Bu suçlamalar rezilce!

source: Are you sure you chose the right castle? Their leader was saying something about guests arriving soon.
de: Seid ihr sicher, ihr habt die richtige Burg gewählt? Ihr Anführer sagte irgendwas über Gäste, die bald ankommen sollen.
sv: Är du säker på att det här är rätt slott? Han sade något om gäster.
tr: Doğru şatoyu seçtiğinizden emin misiniz? Konuklar hakkında birşeyler söylüyordu.

source: Are you sure you want to go there?
da: Er du sikker på at du vil derhen?
de: Bist du sicher das du dort hingehen möchtest?
es: ¿Realmente quiere ir allí?
sv: Är du säker på att du vill dit?
tr: Oraya gitmek istediğinize emin misiniz?

source: Are you sure you want to go there? A lot of enemy soldiers could be near Barnon.
sv: Är du säker på att du vill dit? Det är troligt att det finns många fiendesoldater nära Barnon.
tr: Oraya gitmek istediğinizden emin misiniz? Barnon yakınında çok sayıda düşman askeri olabilir.

source: Are you sure you want to go there? I've told you that I doubt Saurians know anything useful.
sv: Är du säker på att du vill gå den vägen? Jag tror inte att ödlefolket har några användbara upplysningar.
tr: Oraya gitmek istediğinden emin misin? İşi yarar şeyler bildiklerine dair tereddütlerim olduğunu size söylemiştim.

source: Aren't you allied now? Which issss quite natural for you, isssn't it?
sv: Är inte ni allierade nu? Det måssste kännasss naturligt för dig, eller hur?
tr: Müttefik değil misiniz, şimdi? Sizin için doğal olan da bu, değil mi?

source: Argh!
tr: Aahh!

source: Argh! I am wounded!
de: Argh! Ich bin verwundet!
tr: Aahh! Yaralandım!

source: Argh! Why would you not at least grant me the honor of death at the hand of your commander? I should have liked to learn his name...
de: Argh! Warum gewährt ihr mir nicht wenigstens die Ehre, durch das Schwert eures Anführers zu sterben? Ich hätte gerne seinen Namen erfahren...
sv: Argh! Jag fick inte ens äran att dö för er befälhavares hand! Jag vet inte ens hans namn...
tr: Aaahh! Neden komutanınızın elinde ölme onurunu vermediniz! Onun ismini bile bilmiyorum...

source: As for mages, they are main opponents of God in his fight for the good of the universe, attempting to usurp his powers for themselves. Elves are minions of the fallen angels. They are to be exterminated.
tr: Büyücülere gelince, Tanrını güçlerini gaspederek evrende iyilik için döğüşen Tanrıya rakip oldular. Elfler ise şeytanın dalkavuklarıdır. Onların yokedilmesi gerekir.

source: As you wish, my lord.
da: Som du ønsker min herre.
de: Wie du es wünschst, mein König.
es: Cuando usted desee, mi señor.
sv: Som du önskar, ers nåd.
tr: Nasıl isterseniz, efendim.

source: Ask him yourself, then. I won't tell you anything.
tr: Kendisine sor, ondan sonra. Ben sana hiçbir şey söylemeyeceğim.

source: Ask then, human.
da: Så spørg menneske.
de: Dann stell' deine Fragen, Mensch.
es: Pregunte entonces, humano.
sv: Fråga på, människa.
tr: Sor, insan.

source: Askarial
es: Askarialo
tr: Askerial

source: Assassin
da: Snigmorder
de: Attentäter
es: Asesino
sv: Lönnmördare
tr: Suikastçi

source: Aueree
tr: Auri

source: Avenging Ruen
da: Hævnende Ruen
de: Rache für Ruen
es: Vengando a Ruen
sv: Vedergällningen för Ruen
tr: Ruen’in intikamı

source: Back in Freetown
da: Tilbage i Freetown
de: Zurück in Freetown
sv: Tillbaka i Freetown
tr: Özgürkent’e dönüş

source: Bar O Raednon
tr: Bar Rednon

source: Bar Urien
tr: Bar Uryen

source: Barhoon Urk
tr: Barhun Urk

source: Battle of Barnon
da: Slaget om Barnon
de: Kampf um Barnon
sv: Striden om Barnon
tr: Barnon Savaşı

source: Be calm, you are amongsst friendss, no humanss here...
da: Vær rolig, du er blandt venner, ingen mennesker her...
sv: Var lugn, du är bland vänner, inga männissskor här...
tr: Uzzzak durun, siz dosstlarıma karşşşısssınızzz, buraya insssan giremezzzz...

source: Be careful, my lord. We do not know what may hide in those ruins.
da: Vær forsigtig min herre. Vi ved ikke hvad der gemmer sig i disse ruiner.
tr: Dikkatli olun, efendim. Bu harabelerde nelerin gizlendiğni bilemeyiz.

source: Be not worried. You are amongst friends, Haldric.
da: Vær ikke bekymret du er blandt venner Haldric.
de: Seid unbesorgt. Ihr seid unter Freunden, Haldric.
sv: Var inte orolig, du är bland vänner, Haldric.
tr: Endişelenmeyin, dostlar arasındasınız, Haldrik.

source: Be silent, underling.
de: Sei still, Unterling.
sv: Tystnad, lakej.
tr: Kes sesini, parya.

source: Because I ask you to. Isn't my word enough?
da: Fordi jeg be'r dig om det. Er mit ord ikke nok?
de: Weil ich euch darum bitte. Reich euch mein Wort nicht?
sv: För att jag ber er. Tycker ni inte att mitt ord är nog?
tr: Ben öyle istediğim için. Bu senin için yeterli değil mi?

source: Because Majid Yahyazad joined you together with Lorin, you can now recruit warriors of the Khalifate.
da: Fordi Majid Yahyazad tog med sammen med Lorin, kan du nu rekruttere khalifa.
tr: Majid Yahyazad, Lorin ile birlikte size katıldığından, artık Khalifa’ları askere alabilirsiniz.

source: Because it is bad thing to torture people
da: Fordi det er en dårlig ting at torturere folk
tr: Çünkü halka işkence etmek kötü bir şeydir.

source: Because what? You think that just because I am a weak woman I can't take a castle?
da: Fordi hvad? Du tror jeg er en svag kvinde der ikke kan tage en borg?
sv: För vaddå? Tror du att bara för att jag är en vek kvinna så kan jag inte invadera ett slott?
tr: Çünkü ne? Çünkü ben bir kaleyi alamayacak kadar zayıf bir kadın mıyım, öyle mi düşünüyorsun?

source: Because...
da: Fordi...
de: Weil...
es: Porque...
sv: För att...
tr: Çünkü...

source: Because... uh...
da: Fordi... ah...
sv: Därför att... Ehm...
tr: Çünkü... eee...

source: Before I kill you, I want to ask you a question. Do you prefer to die painlessly or do you want me to think up some nightmarish way for you to die?
da: Før jeg dræber dig vil jeg stille dig et spørgsmål. Foretrækker du at dø smertefrit eller skal jeg finde på en mareridtsagtig død?
de: Bevor ich dich töte will ich dir eine Frage stellen: Willst du schmerzlos sterben oder soll ich mir irgendeine alptraumhafte Todesart für dich ausdenken?
sv: Innan jag dödar dig så vill jag ställa en fråga. Föredrar du att dö utan smärta eller vill du att jag ska tänka ut ett riktigt mardrömslikt sätt att dö?
tr: Seni öldürmeden önce, bir sorum var. Acısızca ölmeyi mi yoksa çok daha fazla can çekişmeni sağlayacak bir şeyler mi düşünmemi tercih edersin?

source: Before I kill you, I want you to tell me everything you know! Why are you here? How come we have not heard about any Orcs?
da: Før jeg dræber dig, skal du fortælle mig alt du ved! Hvorfor er du her? Hvorfor har vi ikke hørt noget om nogen orker?
de: Bevor ich dich töte, will ich, dass du mir alles erzählst was du weisst! Warum bist du hier? Wie kann es sein, dass wir noch nichts über irgendwelche Orks wissen?
sv: Innan jag dödar dig så vill jag att du berättar allt du vet! Varför är du här? Hur kommer det sig att vi inte har hört om några orcher?
tr: Seni öldürmeden önce, bildiğin herşeyi söylemeni istiyorum! Neden buradasınız? Orklar hakkında nasıl hiçbir şey duymamış olabiliriz?

source: Before I kill you, you ought to know that this is not because of the message you delivered to us.
da: Før jeg dræber dig skal du vide at det ikke er på grund af den besked du afleverede til os.
de: Bevor ich dich töte, will ich dich wissen lassen, das dies nicht wegen der Mitteilung ist die du uns überbracht hast.
sv: Innan jag dödar dig så vill jag att du ska veta att det inte var på grund av meddelandet du gav till oss.
tr: Seni öldürmeden önce, bunun bize teslim etmediğin mesaj yüzünden olmadığını bilmeni isterim.

source: Before you kill me, let me say just one thing: you are one damn good fighter, Lorin.
de: Bevor ihr mich tötet, lasst mich noch eine Sache sagen: Ihr seid eine verdammt gute Kämpferin, Lorin.
sv: Innan du dödar mig så måste jag berätta en sak: Du är en himla bra slagskämpe Lorin.
tr: Beni öldürmeden önce size tek şey söyleyeceğim: siz tek lanet olası iyi döğüşçüsünüz, Lorin.

source: Being killed by a human woman is already the most nightmarish way to die I can imagine.
da: At blive dræbt af en menneskekvinde er allerede mareridtsagtigt.
de: Von einer Menschenfrau getötet zu werden ist bereits die alptraumhafteste Todesart die ich mir vorstellen kann.
sv: Att dödas av en kvinna är redan det mest mardrömslika jag kan komma på.
tr: Bir insan kadın tarafından öldürülmekten daha acı verici bir yol hayal edemiyorum zaten.

source: Being one of four daughters of great warrior was never an easy task. Hearing from childhood about battles, knights and great deeds of her father, Karen early decided that being a good housewife is definetely not her destiny.
de: Eine von vier Töchtern eines großen Kriegers zu sein war nie einfach. Da sie seid frühester Kindheit über Kriege, Ritter und den großen Taten ihres Vaters hörte entschied sich Karen frühzeitig, dass es definitiv nicht ihr Schicksal werden wird eine gute Hausfrau zu sein.
tr: Büyük bir savaşçının dört kızından biri olarak görevi hiç kolay değildir. Çocukluğundan beri babasından savaşlar hikayeleri dinleyen Karen kaderine karşı çıkarak iyi bir ev kadını olmaya erken karar verdi.

source: Besides, you have lost your memory, so you probably do not remember what our customs are regarding widows that betray their dead husbands. I will explain it to you another time.
de: Zudem hast du dein Gedächtnis verlosen, so erinnerst du dich vielleicht nicht an unsere Gebräuche mit Witwen, die ihren Ehemann betrügen. Ich werde dir das später erklären.
sv: För övrigt så har du tappat minnet, så du kommer nog inte ihåg våra seder angående änkor som förråder sina döda män. Jag förklarar senare.
tr: Hafızanı kaybettiğin için, galiba ölü kocalarına ihanet eden dullar hakkındaki adetlerimizi de hatırlamıyorsun. Bunu sana daha sonra açıklayacağım.

source: Bontom? It is somewhere to south-west. In one of the villages south of here people might know more about its exact location.
sv: Bontom? Det ligger någonstans sydväst härifrån. Byarna söderut borde veta mer om det.
tr: Bontom? Güney batıda bir yer. Güneyde bir köy var, belki orada yaşayanlar daha fazlasını biliyordur.

source: Bontom? of course I know about it. It is a nice place a little bit west from here! My wife is from that area.
sv: Bontom? Givetvis känner jag till det. Det är ett trevligt ställe västerut. Trevliga byar där, min fru kommer därifrån.
tr: Bontom? tabii ki biliyorum. Buranın batısında kalan hoş bir yer. Orada güzel köyler var, karım da oralardandır.

source: Bonus for resisting $ano_tmp| turns above requirement
de: Bonus fürs Überleben $ano_tmp| Runden über dem Limit
es: Paga extraordinaria por resistirse | $ano_tmp | turnos, antes un requisito
sv: Bonus för att hålla stånd |$ano_tmp| drag utöver kravet
tr: Gerekli $ano_tmp turdan sonraki her tur için bonus alacaksın.

source: Bonus for resisting, 40gp per each turn above $ano_howmanyturns: $ano_barnon_turns
de: Bonus fürs Standhalten, 40 Gold für jede Runde über $ano_howmanyturns: $ano_barnon_turns
es: Paga extraordinaria por resistir, 40gp por cada turno sobre $ano_howmanyturns: $ano_barnon_turns
sv: Bonus för att göra hålla stånd, 40 guld för varje drag efter drag $ano_howmanyturns: $ano_barnon_turns
tr: $ano_howmanyturns elin üzerinde dayandığın her el için 40 altın alacaksın: $ano_barnon_turns

source: Bor Cryne
tr: Bor Krayn

source: Bor Cryne - finally we meet on the field of combat. You will answer to me for everything you have done.
es: Bor Cryne - finalmente me lo encuentro. Me pagará por todo lo que ha hecho.
tr: Bor Krayn, sonunda tanıştık. Yaptıklarının bedelini ödeyeceksin.

source: Bor Cryne may desire whatever he wants. But the holy Oracle will be a 'guest' of the noble lord Uri van Roe.
es: Bor Cryne puede querer cualquier cosa. Pero el Oráculo santo será invitado en el carro de mudanzas del noble señor Uri Roe.
tr: Bor Krayn onun istediği herşeyi isteyebilir. Ama kutsal Kâhin, asil efendi Uri van Roe’nun konuğu olacak.

source: Bor Cryne, tell me...
da: Bor Cryne fortæl mig...
sv: Bor Cryne, säg mig...
tr: Bor Krayn, söyle bana...

source: Bor Cryne?
tr: Bor Krayn?

source: Bowman
da: Bueskytte
de: Bogenschütze
es: Arquero
sv: Bågskytt
tr: Okçu

source: Brave words - and who dares to utter them?
da: Modige ord - og hvem ytrer dem?
sv: Djärva ord - och vem är det som säger så?
tr: Cesur sözler - ama kim söylüyor bunları?

source: Breaking the Circle
de: Aus dem Kreis ausbrechen
sv: Brytandet av Cirkeln.
tr: Çemberi kırmak

source: Brigand
da: Røver
de: Brigant
tr: Soyguncu

source: Bring her.
da: Hent hende.
tr: Getir onu.

source: British (en_gb) translation:
tr: İngilizce (en_gb) çeviri:

source: Brother! Where are you? Why do you keep gates of Haeltin closed?
de: Bruder! Wo bist du? Warum lässt du die Tore von Haeltin geschlossen?
sv: Broder! Var är du? Varför har du stängt Haeltins portar?
tr: Kardeşim! Neredesin? Haeltin’in kale kapılarını neden kapattınız?

source: Buriag
tr: Buryag

source: Burton's wood
da: Burtons skov
de: Burton's Wald
tr: Burton ormanı

source: But I had no such chance. The next day, Gwidle woke me before dawn and I came to my soldiers, to call the twelve best. Most of them were in better shape than I, at least having had some sleep that night.
tr: Fakat, hiç şansım yoktu. Ertesi gün şafakta beni Givıdıl uyandırdı ve en iyi on ikisini seçmek üzere askerimin yanına geldim. Onları benden daha iyi durumda buldum, en azından gece daha iyi uyumuşlardı.

source: But here is king's son, his rightful heir. Are you going to fight him?
da: Men her er kongens søn, hans retmæssige arving. Vi du kæmper imod ham?
de: Aber hier ist der Sohn des Königs, sein rechtmäßiger Erbe. Wollt ihr wirklich gegen ihn kämpfen?
es: Pero aquí está el hijo del rey, su legítimo heredero. ¿Va a luchar en su contra?
sv: Men han är kungens son, hans rättmätiga arvtagare. Kommer ni att slåss mot honom?
tr: Fakat kralın oğlu burada ve haklı olarak tahtın varisidir. Onunla döğüşecek misiniz?

source: But it was self-defense!
da: Men det var selvforsvar!
sv: Men det var självförsvar!
tr: Fakat ben kendimi savundum!

source: But now, he must leave. We have very important and secret things to talk upon.
de: Aber jetzt muss er gehen. Wir haben sehr wichtige und geheime Dinge zu besprechen.
sv: Men nu måste han lämna oss. Vi har väldigt viktiga och hemliga saker att tala om.
tr: Fakat şimdi o gitmek zorunda. Üzerinde konuşacağımız çok önemli ve gizli şeylerimiz var.

source: But one of adepts of Mal-Ravanal survived; paradoxically, the weakest one. His magic seems to be of a slightly different ilk than that of his fellow liches. In fact, I hesitate to call him a lich at all. I know of no other lich who has kept up his human appearance with the stubborness of Grekulak. According to my spies, he still looks like a living human.
da: Kun en af Mal-Ravanals mestre overlevede og paradoksalt nok den svageste. Hans magi ser ud til at være af en anden slags en de andre licher. Jeg nøler også med at kalde ham for en lich. Jeg kender ingen andre åndemaner, lich som holder sit menneskelige udseende med samme stædighed som Grekulak. Ifølge mine spioner så ligner han stadig et levende menneske.
tr: Mal-Ravanal’ın ustalarından sadece biri ve inanılmaz ama gerçek, en güçsüzlerinden biri. Onun sihir gücü diğer kara büyücülerinkinden başka türlü görünüyor. Aslında, ona bir ölü büyücü demek yanlış olur. Grekulak’ın inatçılığını insan görünümü ile bir arada tutabilen başka bir nekromantik veya ölü büyücü bilmiyorum. Casuslarıma göre, hala canlı bir insan gibi görünüyormuş.

source: But the Oracle...
de: Aber das Orakel...
es: Pero el Oráculo...
sv: Men oraklet...
tr: Ama Kâhin...

source: But what SHOULD I call him? He IS an underling.
tr: Ama ona nasıl hitabetmeliyim? O sonuçta bir parya.

source: But why, my son? He would have gladly harmed me, if given the chance.
es: ¿Hijo, por qué? Él me habría matado alegremente, si le diera una oportunidad.
tr: Oğlum, ama neden? Ona bir şans verseydim, bana kötülük yaparak mutlu olurdu.

source: But why?
da: Men hvorfor?
de: Aber warum?
sv: Varför det?
tr: Fakat niçin?

source: But why? All they brought back is a name: Grekulak. What's so important about that?
da: Men hvorfor? Alt de har fortalt os er det navn: Grekulak. Det er kun et ord. Hvad er så vigtigt ved det?
tr: Fakat neden? Konuştuğumuz herkes bize tek isim verdi: Grekulak. Bu tek bir kelimenin ne önemi olabilir ki?

source: But, how.. wait, what did you call me? Haldric?
da: Men hov.. vent hvad kaldte du mig? Haldric?
de: Aber, wie... wartet, wie nanntet ihr mich? Haldric?
sv: Men hur... Vänta, vad kallade du mig? Haldric?
tr: Fakat, nasıl... Bekle, ne dedin bana? Haldrik mi?

source: But.. But..
de: Aber... Aber..
sv: Men... Men...
tr: Ama.. Fakat...

source: But...
de: Aber..
sv: Men...
tr: Ama..

source: But... What happened? Why? Is she...
da: Men.. Hvad skete der? Hvorfor? Er hun...
de: Aber.. Was ist passiert? Warum? Ist sie...
tr: Fakat.. Ne oldu? Neden? O...

source: By the way, I won. Scored $ano_competition_k
da: Ups jeg vandt. Scored $ano_competition_k
de: Ach Übrigens, ich habe gewonnen. Ich habe $ano_competition_l von ihnen getötet.
sv: Förresten så vinner jag, med $ano_competition_k poäng.
tr: Böylece ben kazandım. $ano_competition_k leşim var

source: By the way, I won. Scored $ano_competition_l
da: Ups jeg vandt. Fik $ano_competition_l
de: Ach Übrigens, ich habe gewonnen. Ich habe $ano_competition_l von ihnen getötet.
sv: Förresten så vann jag, med $ano_competition_l poäng.
tr: Böylece ben kazandım. $ano_competition_l leşim var

source: Can you repeat that name? Rob - Roe. Rob Roe... No, I can't say I remember that name. I don't know anything about my clan buying a poison. But then, I am only a woman, and our clan lord didn't tell me everything.
da: Kan du gentage navnet? Rob - Roe. Rob Roe. Nej jeg kan ikke huske navnet.. Tja jeg kender ikke noget til at min klan skulle have købt gift. Jeg er kun en kvinde vores klanlensherre fortæller mig ikke alt.
sv: Vad sade du? Rob - Roe. Rob Roe. Nej, jag kan inte komma ihåg det namnet... Uhm... Nåväl, jag känner inte till något om att vår klan skulle ha köpt något gift. Jag är bara en enkel kvinna, vår klanledare berättade inte allt för mig.
tr: Şu adı tekrarlar mısın? Rob - Ro. Robro. Hayır, bu adı hatırlayamadım... Kabilemden birilerinin bir zehir satınaldığına dair hiçbir şey bilmiyorum. Ben sadece bir kadınım, kabile liderimiz bana herşeyi söylemezdi.

source: Castle of Barnon
da: Barnons borg
de: Burg Barnon
sv: Barnons slott
tr: Barnon Şatosu

source: Cease this blasphemy, foul mixling! You are nothing but a flabby underling.
es: ¡Detenga esta blasfemia, mestizo sucio! Es nada más que un subdito flojo.
tr: Kes şu peygamberlik numarasını şapşal melez! Sen zayıf, iradesiz bir paryadan başka birşey değilsin.

source: Choosing the Best
de: Auswahl der Besten
es: Escogiendo al mejor
tr: En iyiyi seçmek

source: City Militia
da: Bymilits
de: Stadtmiliz
sv: Stadsmilitia
tr: Kent Milisi

source: City militia is composed from citizens of Wesnothian towns. Their role is usually just policing the cities and guarding the walls.
de: Die Stadtmiliz besteht aus Bürgern der Städe Wesnoths. Ihre Rolle besteht normalerweise darin durch die Städte zu patroullieren und die Stadtmauern zu bewachen.
sv: Stadsmilitia är uppgjord av medborgare från de Wesnothianska städerna. Deras roll är vanligtvis att patrullera städerna och vakta stadsmurarna.
tr: Kent Milisleri kentli Wesnoth vatandaşlarıdır. Onların görevi genellikle şehirlerde polislik yapmak ve duvarları korumaktır.

source: City of Barnon
da: Barnon by
de: Stadt Barnon
sv: Barnon
tr: Barnon şehri

source: Come and try it.
da: Kom og prøv.
de: Komm und versuch es.
sv: Försök du, bara.
tr: Gel de dene.
