Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: I invite you and your friends into my rooms. I have hidden amongst these ruins my whole life. In the darkest hour of Wesnoth, I gathered the last surviving mages of Weldyn and we hid in the library. Then... well, I will explain everything to you. But first, you must hear a story. A very long story... Gawen, what do you know about the origins of the Akladians?
tr: Sizi ve arkadaşlarınızı odama davet ediyorum. Hayatım boyunca bu harabelerde gizlendim. Wesnoth’un en karanlık saatlerinde topladığım Weldyn’in son büyücüleriyle kütüphanede gizlendik. Sonra... Ama size herşeyi açıklayacağım. Önce, biraz hikaye dinlemek zorunda kalacaksınız. Çok uzun bir hikaye... Gaven, Akladyalıların ortaya çıkışları hakkında ne biliyorsun?

source: I just made up a new song about you, want to hear it?
da: Jeg har netop lavet en ny sang om dig. Vil du høre den?
sv: Jag skrev just en ny sång om dig, vill du höra den?
tr: Hakkında yeni bir şarkı yaptım, duymak ister misin?

source: I just told you that I don't blame you for repeating words of your master.
da: Jeg sagde at jeg ikke lægger dig til nag at du fortæller din herrers ord.
de: Ich sagte dir bereits, dass ich dich nicht dafür beschuldige, die Worte deines Meisters wiederholt zu haben.
sv: Jag berättade att jag inte beskyller dig för att upprepa din mästares ord.
tr: Efendinize söylemimi tekrarlamak için size sorumluluk vermediğimi söylemiştim.

source: I know nothing! I know nothing! Our guide Grekulak ordered us to ally with Akladians, I know nothing more!
tr: Hiçbir şey bilmiyorum! Hiçbir şey bilmiyorum! Rehberimiz Grekulak Akladyalılarla ittifak yapmamızı emretti, başka birşey bilmiyorum!

source: I know where we hide the gold. Humanss, you love gold, will you ssave my life if I show you?
da: Jeg ved hvor vi gemmer guldet.. Mennesker i elsker guld, du sparer mit liv hvis jeg viser dig stedet?
de: Ich weissss, wo wir dassss Gold verssstecken. Menssschen lieben Gold, lasssen mir Leben wenn ich euch zzzzeigen?
sv: Jag vet var guldet finnsss... Männisssskor, ni älssskar guld. Ssskona mitt liv om jag visar guld?
tr: Altını gizlediğimiz yeri biliyorum.. İnssanlarr, siz altını seversiniz, altının yerini gösterirsem, hayatımı bağışlar mısınız?

source: I know you - I've heard about you! The She-wolf of Haeltin!
da: Jeg kender dig - jeg har hørt om dig! Hunulven fra Haeltin!
es: ¡La conozco - He oído hablar de usted! ¡Mujer-lobo de Haeltin!
tr: Biliyorum. Hakkınızda birşeyler duydum! Haeltin’in dişi kurdu!

source: I know.
da: Jeg ved det.
sv: Jag vet.
tr: Biliyorum.

source: I lost to a woman? Nooo...
da: Jeg taber til en kvinde? Neeej...
sv: Jag förlorar mot en kvinna? Neeeej...
tr: Bir kadına mı yenildim? Hayıııır...

source: I may be your future king.
da: Jeg kan være din fremtidige konge.
tr: Ben gelecekte kralınız olabilirim.

source: I mean that I didn't think we would be able to take that castle, because...
da: Jeg mente at jeg ikke troede vi ville være i stand til at indtage den borg, fordi...
sv: Jag menade att jag inte trodde att vi skulle kunna ta slottet, för...
tr: Bu kaleyi alamayabilirdik demek istiyorum, çünkü...

source: I mean you will face a full-scale invasion soon. An undead army, orcs, and who-knows-what else. You will need help from the mages.
da: Jeg mener at du vil stå over for en invasion snart. En invasion af udøde, orker og hvem ved hvad. Du har behov for hjælp. Hjælp fra troldmændene.
tr: Yakında bir istila ile karşılaşacağız demek istiyorum. Yarıölü, ork ve kimbilir nelerden oluşan bir ordunun istilası. Yardıma ihtiyaç duyacaksınız. Büyücülerin yardımına.

source: I mean, you are dying. Your whole life probably is passing before your eyes. Maybe you are hallucinating? There is only one way to find out.
da: Jeg mener du er døende. Dit hele liv passerer forbi dine øjne. Måske har du hallucinationer? Der er kun en måde af afgøre det på.
tr: Yani, ölüyorsun. Muhtemelen tüm hayatın gözlerinin önünden geçiyordur. Belki de hayal görüyorsundur? Bunu anlamanın tek bir yolu var.

source: I must insist on one slight change, Gwidle. My army will be led by this young man ... Gaumhaldric.
de: Nein, Gwidle. Meine Armee wird von diesem ... Gaumhaldric geleitet.
sv: Nej, Gwidle. Min armé skall ledas av den här... Gaumhaldric.
tr: Hayır, Givıdıl. Orduma artık o komuta edecek... Gamlıhaldrik.

source: I must not Fear. Fear is the mind-killer. Fear is little death that brings total obliteration. I will let it pass through me and over me. Where the fear has gone there will be nothing. Only I will remain.
tr: Ben korkmamalıyım. Korku benliği öldürür. Korku, toptan yokoluşu getiren küçük ölümdür. Beni çiğneyip geçmene izin vermeyeceğim. Korkunun kol gezdiği yerde hiçbir şey kalmaz. Yalnız ben kalırım.

source: I must not... ARGH!... I must not...
tr: Ben olmamalıyım... AAHH! ... Neden ben...

source: I never knew you cared so much for your warriors.
de: Ich habe dich noch nie gesehen wie du dich so über deine Krieger gekümmert hast.
sv: Jag trodde inte att du brydde dig så mycket om dina krigare.
tr: Savaşçılarınız için öyle fazla koruyucu olduğunuzu hiç görmedim.

source: I participated in the battles you have mentioned, but someone else should be credited for the victory. We were commanded by this young man.
de: Ich hab an den Kämpfen die du erwähnt hast teilgenommen, aber jemand anderes sollte für diese Siege gewürdigt werden. Wir wurden von einem jungen Mann geführt.
sv: Jag deltog i de strider som du nämner, men någon annan än jag skall ha äran för segern. Vi blev ledda av den här unge mannen.
tr: Bahsettiğiniz savaşa katıldım, ama zafer için ödüllendirilecek kişi ben değilim. Bize bu genç adam komuta ediyordu.

source: I prefer a dead enemy to an uncertain ally. We must be absolutely certain of your loyalty and about which side you are choosing to back. It is time to make a decision and commit to our rule. Reme?
de: Ich ziehe einen toten Feind einem unsicheren Verbündeten vor. Wir müssen uns eurer Treue absolut sicher sein, und darüber, wen ihr unterstützt. Es ist Zeit, eine Entscheidung zu treffen und uns auf unsere Bedingungen festzulegen. Reme?
sv: Jag föredrar en död fiende framför en osäker allierad. Vi måste vara absolut säkra på er lojalitet och vilken sida ni väljer att stödja. Nu måste ni göra ert val. Böj er för vårt styre. Reme?
tr: Müttefikim olmayacağından emin olduğum düşmanın ölmesini tercih ederim. Şimdi, sadakatinizden ve hangi tarafı seçtiğinizden kesin olarak emin olmak zorundayız. Kararınızı hemen verin. Bize boyun eğin. Reme?

source: I promised myself that I would take revenge one day. And indeed, God has favored me, because he has let me find you and kill you! Or... maybe you know something about the orcs - why they are here and all?
tr: Bir gün intikamımı alacağıma dair kendi kendime söz vermiştim. Ve gör, Tanrının sevgili kuluymuşum ki, seni öldürmem izin verdi! Belki, orklar hakkında birşeyler biliyorsundur, onlar niçin buralardalar?

source: I really am Gawen Hagarthen
da: Jeg er virkelig Gawen Hagarthen
de: Ich bin wirklich Gawen Hagarthen
es: Muerte de Gawen Hagarthen
sv: Jag är Gawen Hagarthen.
tr: Ben gerçekten Gaven Hagarten’im.

source: I really can fight!
da: Jeg kan kæmpe!
tr: Gerçekten döğüşebilirim!

source: I really don't know what 'we' you have in mind.
da: Jeg interesserer mig ikke for hvad »vi« har i tankerne
de: Ich weiss wirklich nicht, was für ein 'wir' ihr im Sinn habt.
sv: Jag bryr mig inte om vilka 'vi' du menar.
tr: ‘Biz’ ile neyi kastettiğiniz umurumda değil.

source: I remember nothing. But, how..
da: Jeg husker ingenting. Men vent..
de: An gar nichts erinnere ich mich. Aber, wie...
sv: Jag kommer inte ihåg någonting. Men, hur...
tr: Hiçbir şey hatırlamıyorum. Fakat, nasıl...

source: I said, a widow cannot have another man, whether it be another husband or in any other way. A man can. There was a time when men could even have a few wives at once. There are women who defy that old custom; some go unpunished. But I am wife to a king, and am held to a higher standard. What can perhaps be forgiven a normal woman cannot be tolerated of a king's wife.
tr: Ben, bir dul kadın bir kocaya, bir erkeğe sahip olamaz, dedim. Erkek yapabilir. Erkeklerin bir kaç karısı olduğu zamanlar da vardı. Şimdi, eski adetlere karşı çıkan çok kadın var ve çoğu cezalandırılmadı. Fakat, ben kralın karısıyım ve tamamen farklı bir durum. Sıradan bir kadın yaptığında bazı şeyler affedilebilir, ama kralın karısı için söz konusu olamaz.

source: I see two good defensive positions here. One is to the north, near the village; the second is on the hills to the east of us. Use your troops to cover your back. Clansmen are not experienced enough to control terrain next to them, so you must put them adjacent to one another to block the enemy.
de: Ich sehe hier zwei gute Verteidigungsstellungen. Eine ist im Norden, nahe dem Dorf. Die zweite ist auf den Hügeln im Osten von uns. Benutze deine Truppen um deinen Rücken freizuhalten. Die einfachen Clanmitglieder sind nicht erfahren genug um das Gebiet um sie herum zu kontrollieren. Du musst sie nebeneinander stellen, um den Feind zu blockieren.
es: Veo dos posiciones defensivas buenas aquí. Una es al norte, cerca del pueblo; la segunda, pero sin el pueblo cercano, está al este de aquí en las colinas. Use sus tropas para cubrir su retaguardia. Los Miembros del Clan no son lo bastante experimentados para controlar el terreno a su lado, tiene que ponerlos uno junto al otro para bloquear al enemigo.
sv: Jag ser två bra försvarspositioner här. En är i norr, nära byn; den andra, utan en by närliggande, är på kullarna österut härifrån. Använd dina trupper för att täcka din rygg. Klanmedlemmarna är inte erfarna nog att kontrollera terräng i närheten av dem, så du måste ställa dem tätt för att blockera fienden.
tr: Burada iki iyi savunma yeri görüyorum. Biri kuzeyde köyün yakınında; ikincisinin yakınında köy yok, buranın doğusunda tepelerin üzerinde. Arkanızı kollamak için askerleri kullanın. Kabile üyeleri önlerindeki zemini kontrol etmekte deneyimli değiller, dolayısıyla onları biri olmazsa diğeri düşmanı engelleyecek şekilde kullanmak zorundasın.

source: I should've stayed in hills in the north...
tr: Kuzeydeki tepelerde kalmalıydım...

source: I still can't get used to them calling him Gaumhaldric.
da: Jeg kan stadig ikke vende mig til at de kalder ham Gaumhaldric.
de: Ich bin es mir immer noch nicht gewohnt, dass die ihn Gaumhaldric nennen.
sv: Jag kan fortfarande inte vänja mig vid att de kallar honom Gaumhaldric.
tr: Ona Gamlıhaldrik demelerine hala alışamadım.

source: I stopped to count killed enemies when I turned 50.
da: Jeg stoppede med at tælle dræbte fjender da jeg rundede 50.
de: Ich habe aufgehört die getöteten Gegner zu zählen als ich 50 war.
sv: Jag slutade räkna dödade fiender när jag blev 50.
tr: 50’den sonra öldürdüğüm düşmanları saymaktan vazgeçtim.

source: I strongly suggest we go to the Oracle.
da: Du har ret. Lad os gå til Oraklet først.
de: Du hast Recht. Gewen wir zuerst zum Orakel.
es: Yo sugiero ir al Oráculo.
tr: Ben kesinlikle Kâhine gitmeyi öneriyorum.

source: I suppose we will find some use for this in near future.
da: Jeg antager vil vil finde en brug for dette i den nære fremtid.
de: Ich denke wir werden einen Nutzen für dies in der Zukunft finden.
sv: Jag gissar att vi kommer att hitta något användnongsområde för det här i framtiden.
tr: Sanırım yakında bunu kullanma fırsatı bulacağız.

source: I think Bor wants to be king. He wants to try to unite all of the Akladian kingdoms and complete the conquest of Wesnoth. On the way, he will purify our race by killing every Akladian unworthy of the name.
es: Creo que Bor desea ser el nuevo rey. Entonces intentará unir a todos los reinos de Akladian y acabar la conquista de Wesnoth. De esa manera purificará nuestra raza matando a cada Akladiano indigno de ese nombre.
tr: Bor yeni kral olmak istiyor sanırım. Tüm Akladyalı krallıklarını birleştirmeyi ve Wesnoth’un fethini tamamlamayı deneyecek. Bu yolda, kendince uygun olmayan her Akladyalıyı öldürerek ırkımızı arındıracak.

source: I think eventually she even warmed to your father, the king. When she gave birth to you, she gave everything she had for you. But behind her back Akladian clans were conspiring... and finally someone gave her a poisoned cup. She died, slowly, and painfully. I was able to be near her in her final hours. I promised her that I would take care of you.
sv: Jag tror att hon till och med började tycka om kungen, din far. När hon födde dig så gav hon allt hon hade för dig. Men bakom hennes rygg så konspirerade de akladiska klanerna... Till slut förgiftade någon henne. Hon dog, långsamt. Jag var vid hennes sida, och jag lovade att ta hand om dig.
tr: Sanırım giderek kralı, yani babanızı sevmeye başladı. Sizi doğurduğunda, sahip olduğu herşeyi size verdi. Fakat ardından Akladyalı aileler fesat hazırlıklarına giriştiler... ve neticede birisi ona zehirli kupayı vermiş. Anneniz yavaş yavaş öldü. Onun yanında olamadım. Size dikkat edeceğime dair ona söz verdim.

source: I think everyone here knows the legends about Wesnoth's past. When our kingdom was powerful and rich. You may also recall the old story about the invasion by evil forces from the east, led by the evil lich, Mal-Ravanal.
da: Jeg tror alle her kender til legenderne fra fortidens Wesnoth. Da dette kongedømme var rigt og magtfuldt. I kender også den gamle historie om det ondes invasion fra øst anført af den onde lich Mal-Ravanal.
tr: Burada bulunan herkesin Wesnoth’un geçmişi hakkındaki hikayeleri bildiğini sanıyorum. Bu krallığın güçlü ve zengin olduğu zamanları. Ayrıca, şeytani büyücü Mal-Ravanal tarafından yönetilen şeytani güçlerin doğudan gelerek Wesnoth’u işgal etmesiyle ilgili eski hikayeleri de bilirsiniz.

source: I think he would kill you gratis. He won't say anything more, my lady.
da: Jeg tror, at han vil dræbe dig uden betaling. Han vil ikke sige mere.
de: Ich denke Euch würde er kostenlos töten. Er wird Euch nichts mehr erzählen können, meine Königin.
es: Pienso que la mataría gratis. No dirá nada más, mi señora.
sv: Jag tror att han skulle döda dig gratis. Han kommer inte säga något mer, ers nåd.
tr: Düşünüyorum da sizi yok yere öldürebilirdi. Başka birşey söylemeyecek, hanımım.

source: I think it was one of Akladian lords... yes... his name was Cryne, Bor Cryne...
da: Jeg tror det var en af Akladians lensherrer.. ja.. Hans navn var Cryne, Bor Cryne...
tr: O Akladyalı beylerden biriydi sanırım... evet... Adı Cryne, Bor Krayn idi...

source: I think she must be remembering my father. She has no one else I know about.
da: Jeg tror hun bringer erindringer om min far tilbage. Hun har ingen jeg ellers kender til.
sv: Jag tror att hon tänker på min far. Hon har ingen annan, vad jag vet.
tr: Sanırım, aklına babam geliyor. Bildiğim kadarıyla başkası yok.

source: I think that...
de: Ich denke dass...
sv: Jag tror att...
tr: Düşünüyorum da...

source: I think they keep captured villagers in the dungeons of their castles. It's time to free them and kill the orcs!
es: Creo que ellos guardan a los lugareños capturados en los calabozos de sus castillos. ¡Es tiempo de liberarlos y matar a los orcos!
sv: Jag tror att de har de tillfångatagna bybor i slottets fängelsehålor. Det är hög tid att befria dem och döda orcherna!
tr: Yakaladıkları köylüleri şatolarındaki zindanlarda tuttuklarını sanıyorum. Orkları öldürüp onları kurtarmanın tam zamanı!

source: I think we killed him, my lord!
da: Jeg tror vi har slået ham ihjel min herre!
de: Ich glaube wir haben ihn getötet, mein Herr!
es: ¡Creo que lo matamos, mi señor!
sv: Jag tror att vi dödade honom, herre!
tr: Sanırım onu öldürdük, efendim!

source: I think you are confused... But all of a sudden I have lost my natural urge to cut your head off. Maybe I am confused, but go away now before I change my mind.
sv: Jag tror du är förvirrad... Eller är jag det? Jag tappade just lusten att skära huvudet av dig. Gå din väg.
tr: Kafan karışık sanırım.. Yoksa benim mi? Üzerinden zaman geçince, doğal kafa kesme dürtümü kaybettim. Defol.

source: I think you should know that Reme is alive too. We know that he is in enemy hands. I want to rescue him.
da: Jeg synes at du bør vide at Reme også er i live. Vi ved at han er i fjendtlige hænder. Jeg har et ønske om at befri ham.
sv: Du borde veta att Reme är vid liv också. Vi vet att han är i fiendens klor. Jag vill rädda honom.
tr: Reme’nin de hayatta olduğunu bildiğinizi sanıyorum. Düşmanın elinde olduğunu biliyoruz. Onu kurtarmak istiyorum.

source: I think you should start your quest after the thaw. After all, you will need some time to pick the best soldiers and train them.
de: Ich denke du solltest deine Mission beginnen wenn es wieder beginnt aufzutauen. Du brauchst ja noch eine gewisse Zeit um deine besten Soldaten auszusuchen und sie zu trainieren.
tr: Araştırmalarınıza buzlar çözüldükten sonra başlamalısınız diye düşünüyorum. Zaten en iyi askerleri seçmek ve onları eğitmek için biraz zamana ihtiyacınız olacak.

source: I think... sometimes I think I remember something, but then it passes. I remember a dark-haired woman. She is lying on a bed, sweating, pain in her beautiful green eyes. I don't know who she is, but it makes me want to weep every time I think about it. I think... I think I loved her.
de: Ich denke.. Manchmal denke ich, ich erinnere ich mich an etwas, aber dann ist es plötzlich wieder weg. Die Erinnerung an eine dunkelhaarige Frau ist sehr stark. Sie liegt auf einem Bett, schwitzende, mit Schmerzen in ihren schönen grünen Augen. Ich weiss nicht wer sie ist, aber der Gedanke an sie bringt mich jedesmal zum weinen. wenn ich darüber nachdenke. Ich denke Ich glaube... Ich glaube ich habe sie geliebt.
es: Yo pienso.. A veces creo recuerdar algo, pero entonces desaparece. Recuerdo a una mujer de cabello oscuro. Está sufriendo y sudando en la cama, con sus lindos ojos verdes. No sé quién es ella pero me hace llorar cada vez que pienso en eso. Supongo que la amé.
sv: Jag tror... Ibland tror jag att jag kommer ihåg något, men så försvinner det igen. Jag kommer ihåg en mörkhårig kvinna. Hon ligger på en säng, svettandes, smärta i hennes vackra gröna ögon. Vad vet inte vem hon är men det får mig att gråta varje gång jag tänker på det. Jag tror att jag älskade henne.
tr: Ara sıra birşeyler hatırlar gibi oluyorum, fakat gelip geçiyor. Siyah saçlı bir kadın hatırlıyorum. Bir yatakta yatıyor, terliyor, güzel yeşil gözleri kederli. Kim olduğunu bilmiyorum ama her aklıma gelişinde ağlamaklı oluyorum. Sanırım onu sevmiştim.

source: I thought he, I mean he and you...
da: Jeg troede han jeg mener han og dig..
de: Ich dachte er, ich meine er und du..
tr: Düşündüm de o, yani o ve siz...

source: I told you I know nothing about them! Aaargh!
de: Ich sagte euch bereits: Ich weiss nichts von ihnen! Aaargh!
sv: Jag berättade att jag inte visste något om dem! Aaargh!
tr: Söyledim sana, haklarında birşey bilmiyorum!! Aaaghh!

source: I tried to protect them, I tried so hard. I wanted Karen to be safe in Freetown. If not for my orders, maybe at least she...
tr: Onu korumak istedim. Benim için de zordu. Karen’in Özgürkent’te güvende olmasını istedim. Emirlerim olmasaydı, kimbilir en azından o...

source: I understand. My twelve best soldiers. When should I go?
da: Jeg forstår. Min rådgiver, 12 bedste soldatere. Hvornår skal jeg tage af sted?
de: Ich verstehe. Mein Ratgeber, die zwölf besten Soldaten. Wann soll ich gehen?
tr: Anlıyorum. Danışmanım, en iyi on iki asker. Ne zaman gideriz?

source: I vow to sacrifice a lamb to God if he can be cured. If not, I won't even sacrifice so much as a mouse ever again! Do you hear me, God? Do you?
de: Ich gelobe ein Lamm für unseren Gott zu opfern, wenn er geheilt werden kann. Wenn nicht, dann opfere ich ihm nichteinmal mehr eine Maus! Hörst du mich, Gott? Hörst du?
es: Juro sacrificar un cordero a Dios, si él se cura. ¿Si no, no sacrificaré ni siquiera un ratón, me oye usted, nuestro Dios? ¿Gawen, puede levantarse?
sv: Jag svär att offra ett lamm till gud, om han blir botad. Om inte så kommer jag aldrig mer offra ens en mus, hör du mig gud? Gawen, kommer du upp?
tr: O tedavi olursa, bir kuzu kurban edeceğim. Olmazsa, bir fare bile kurban etmem, duyuyor musun, Tanrım? Gaven, kalkabilecek misin?

source: I want to join you in your quest.
da: Jeg vil gerne være en del af din mission.
tr: Araştırmanıza katılmak isterim.

source: I was and am. But you are no Hagarthen, my lady. I have no obligations to you. No Hagarthens remain in Vakladia any more.
da: Jeg var og jeg er. Men du er ikke Hagarthen. Jeg har ikke forpligtelser over for dig. Der er ingen Hagarthens i Vakladia mere.
de: Ich war und bin es. Aber ihr seid keine Hagarthen, Mylady. Ich habe keine Verpflichtung Euch gegenüber. Es gibt nun keine Hagarthens in Vakladia mehr.
sv: Det har jag varit och jag är det fortfarande. Men ni är ingen Hagarthen, ers nåd. Jag har inga förpliktelser till er. Det finns inte några Hagarthen i Vakladien, inte nu längre.
tr: Öyleydim ve hala öyleyim. Fakat siz Hagarten değilsiniz, hanımım. Size karşı hiçbir yükümlülüğüm yok. Artık Vakladia’da hiç Hagarten kalmadı.

source: I was just a messenger!
da: Jeg var bare budbringer!
de: Ich war doch nur der Bote!
sv: Men jag var bara en budbärare!
tr: Ben sadece bir elçiyim!

source: I was kind of expecting you.
da: Jeg regnede med at se dig.
es: Estaba dispuesto a esperarte.
tr: Seni biraz da bekliyordum, hani.

source: I was told that once, there was a great city here. Once people crowded its streets, and its walls reached, as it were, to the sky. Now only ruins remained - only the skeletons of buildings and the shivered remains of walls.
tr: Söylediğim gibi, evvelce burada büyük bir şehir vardı. Caddeleri insanlarla doluydu ve duvarları göğe ulaşırdı. Şimdi sadece harabeleri kalmış - sadece bina iskeletleri ve boş patikalar.

source: I wasn't asking you about that.
da: Jeg spurgte dig ikke om det.
sv: Det var inte det jag frågade.
tr: Sana bunu sormadım.

source: I will allow you to live, if you will tell me few things.
da: Jeg vil lade dig leve hvis du fortæller mig nogle få ting.
es: Le permitiré vivir, si me dice algunas cosas.
sv: Du får leva, om du berättar några saker för mig.
tr: Bana birşeyler söylersen, yaşamana izin vereceğim.

source: I will always loyally serve what is best for kingdom of Vakladia.
de: Ich will der Sache treu dienen, die das beste für das Königreich Vakladia ist.
sv: Jag kommer alltid att vara lojal mot det som är bäst för Vakladien.
tr: Vakladya kralına en iyi şekilde daima sadakatle hizmet edeceğim.

source: I will bury part of the gold within Castle Raumair, along with the heads of the slain orcs. That should be recompense enough for my friends' ghosts. Besides, you shall have more need of the rest than they.
da: Jeg vil begrave en del af guldet inde i Raumair borgen sammen med hoveder af dræbte orker. Det vil være nok kompensation for spøgelser fra mine døde venner. Du bør beholde resten af guldet. Du får brug for det.
de: Ich werde einen Teil des Goldes in Burg Raumair begraben, zusammen mit den Köpfen der erschlagenen Orks. Das sollte als Wiedergutmachung für die Geister meiner Freunde ausreichen. Möglicherweise habt ihr eine bessere Verwendung für den Rest als sie.
sv: Jag kommer att begrava en del av guldet inne i slottet Raumair, tillsammans med de dödade orchernas huvuden. Det borde vara tillräcklig kompensation för mina dödade vänner. Du borde behålla resten av guldet, du kommer att behöva det.
tr: Altının bir kısmını ölü orkların kafaları ile birlikte Romaryo şatosunun içine gömeceğim. Bu, ölü arkadaşlarımın ruhlarını rahat ettirmek için yeterli olur. Altının kalanını saklamalısınız. Ona ihtiyacınız olacak.
