Repository: cooljeanius/A_New_Order
Catalog: translations/*/LC_MESSAGES/wesnoth-A_New_Order.po
Languages: da, de, es, sv, tr

source: Ah, he is using Sturmknights. Be wary of them, Gawen. They prefer to fight at night as they are accustomed to darkness. Counter them by assailing them with Shieldguards during the day.
de: Ah, er benutzt Sturmritter. Seid vorsichtig mit denen, Gawen. Sie kämpfen gerne in der Nacht und sind an die Dunkelheit gewöhnt. Bekämpfe sie mit Schildwächtern am Tag.
sv: Ah, han använder sturmknektar. Var försiktig med dem, Gawen. De gillar att slåss på natten och de är vana vid mörker. Slå ut dem med sköldvakter under dagen.
tr: Ah, Yıldırım Şövalyeleri kullanıyorsunuz. Onları kullanırken dikkatli olun, Gaven. Onlar gece döğüşmeyi severler ve karanlıkta kullanılırlar. Gündüz onların yerine Zırhlı Muhafızları kullan.

source: Ah, my kind of man. Strong and fearless even in the face of death. Do you see this knife? I call it Truth-Sayer. I use it to find out just how fearless a man can be...
de: Ah, ich mag diese Sorte Männer. Stark und angstlos im Angesicht des Todes. Nun, siehst du dieses Messer? Nenn es Wahrheitssager. Ich brauche es um zu schauen wie angstlos ein Mann sein.
sv: Ah, jag gillar den här sortens män. Starka och orädda även när de stirrar döden i ansiktet. Ser du den här kniven? Jag kallar den sanningssägaren. Jag använder den för att se hur orädd en man kan vara i mina händer.
tr: Ah, bu çeşit insanları severim. Ölüm karşısında bile güçlü ve korkusuz. Şimdi, bu bıçağı görüyor musun? Ona gerçeği söyleten diyorum. Korkusuzları ortaya çıkarmak için kullanıyorum.

source: Ah, that must be that 'She-wolf of Haeltin' you mentioned, Ruvio. Will have to meet her.
de: Ah, das ist diese Wölfin von der du gesprochen hast, Ruvio. Wir müssen uns mit ihr treffen.
sv: Aha, det är Honvargen från Haeltin som du nämnde, Ruvio. Jag måste träffa henne.
tr: Ah, bu, hani şu bahsettiğin Haeltin’in dişi kurdu, Ruviyo. Onunla tanışmaya hazır ol.

source: Ah, welcome, we've heard about your victories, Gaumhaldric.
da: Ah velkommen vi har hørt om dine sejre Gaumhaldric.
de: Ah, wilkommen, wir haben viel über deine Siege gehört Gaumhaldric.
sv: Ah, välkommen, vi har hört om dina segrar, Gaumhaldric.
tr: Hoşgeldin, Gamlıhaldrik. Zaferlerini duyduk.

source: Akladian Chieftain
da: Akladian kaptajn
de: Akladianischer Stammesfürst
es: Jefe Akladiano
sv: Akladisk hövding
tr: Akladyalı Reis

source: Akladian Clansmen are core of Akladian tribes. They are raised in culture promoting violence and hearing from childhood that their destination is to rule over the world. While very lightly armoured and badly armed they still can be dangerous, especially when used in larger groups. They are recruited only for defense of their kingdoms.
de: Die Akladianischen Stammesangehörigen sind das Herz der Akladianischen Stämme. Sie kommen bereits früh mit Gewalt in Kontakt und hören bereits in ihrer Kindheit, dass es ihre Berufung sei, über die Welt zu herrschen. Obwohl sie sehr schwach ausgerüstet und bewaffnet sind sie immer noch gefährlich, speziell in grösseren Gruppen. Sie werden nur zur Verteidigung ihrer Königreicher rekrutiert.
sv: De akladiska klanmedlemmarna är kärnan i de akladiska stammarna. De är uppväxta i en kultur som förespråkar våld och får höra från barnsben att det är deras öde att härska över världen. Detta resulterar i trupper som fastän de har lätt rustning och dåliga vapen fortfarande kan vara farliga, speciellt när de används i stora grupper. De rekryteras vanligtvis enbart för försvar inom deras kungadömmen.
tr: Akladyalı Kabile Üyeleri Akladyalı soyunun nüvesidir. Kültürde şiddeti arttırarak ve çocukluklarından beri dünyayı yönetmeye tayin edildiklerini duyarak yükselirler. Çok hafif zıhlı ve kötü silahlandırılmış da olsalar, özellikle büyük gruplar halinde olduklarında tehlikeli olabilirler. Sadece krallıklarının savunması için askere alınırlar.

source: Akladian Darknite
de: Akladianischer Dunkelritter
sv: Akladiska Mörkerkämpar
tr: Akladyalı Kara Şövalye

source: Akladian Fastfoot
de: Akladianischer Schnellläufer
es: Pie Rápido Akladiano
sv: Akladiska Snabbfötter
tr: Akladyalı Uçanayak

source: Akladian Fastfoots are members of personal armies of Akladian lords. They are almost professional soldiers, being equipped by their masters. Having light armour, they put all their hope in mastering of the sword.
de: Akladianische Schnellläufer sind Mitglieder der Privatarmee von Akladianischen Adligen. Sie sind fast schon professionelle Soldaten, die von ihrem Herren ausgerüstet werden. Sie haben eine leichte Panzerung und stecken alle Hoffnung in ihr Können im Umgang mit dem Schwert.
sv: De akladiska snabbfötterna är medlemmar i de akladiska herremännens personliga armeer. De är nästan professionella soldater, då de är utrustade av sina mästare. Med en lätt rustning så plaserar de allt sitt hopp på att bemästra svärdet.
tr: Akladyalı Uçanayaklar Akladyalı beylerin kişisel ordularının üyeleridirler. Efendileri tarafından donatılan profesyonel askerlerdir. Hafif zırha sahiptirler ve umutlarını kılıçtaki ustalıklarına bağlamışlardır.

source: Akladian Holyman
de: Akladianischer Heiliger
es: Santo Varón Akladiano
sv: Akladisk Helig man
tr: Akladyalı Şifacı

source: Akladian Homeguard
da: Akladian hjemmeværn
de: Akladianischer Wächter
sv: Akladisk Hemvakt
tr: Akladyalı Muhafız

source: Akladian Leader
da: Akladianerleder
de: Akladianischer Anführer
sv: Akladisk Ledare
tr: Akladyalı Lider

source: Akladian Light Infantry
da: Akladian let infanteri
de: Akladianische leichte Infanterie
sv: Akladiskt Lätt Infanteri
tr: Akladyalı Hafif Piyade

source: Akladian Lord
da: Akladianer lensherre
de: Akladianischer Adliger
sv: Akladisk Herreman
tr: Akladyalı Beyi

source: Akladian Pikeneer
da: Akladian pikener
de: Akladianischer Pikenier
sv: Akladisk pikenerare
tr: Akladyalı Kargıcı

source: Akladian Pikeneers are members of permanent personal armies of Akladian lords, being closest thing to regular army Akladians have. They receive all needed supplies and their weapons from their master, whom they owe personal loyalty.
de: Akladianische Pikenier sind Mitglieder der beständigen persönlichen Armee der Akliadianischen Adligen und damit die Einheit der Akladianer die am nächsten an einer professionellen Armee ist. Sie erhalten die benötigte Ausrüstung und ihre Waffen von ihrem Herren, für welche sie ihm unbedingte Loyalität schuldig sind.
sv: Akladiska pikenerarna är medlemmar i de permanenta personliga armerna som de akladitiska herremännen har, det närmaste vanliga armeer som akladiterna har. De får alla nödvändiga förnödenheter och vapen från sina herrar, till vilka de har personliga lojaliteter.
tr: Akladyalı Kargıcılar. Akladyalı beylerin kişisel ordularının kalıcı üyeleridirler. İntiyaç duydukları kaynaklar ve silahlar sadakatle bağlı oldukları efendileri tarafından sağlanır.

source: Akladian Protector
da: Akladian rigsforstander
de: Akladianischer Beschützer
sv: Akladisk Beskyddare
tr: Akladyalı Koruyucu

source: Akladian Raider
da: Akladian røver
de: Akladianischer Angreifer
sv: Akladisk Plundrare
tr: Akladyalı Akıncı

source: Akladian Shieldguard
de: Akladianischer Schildwächter
sv: Akladisk Sköldsvakt
tr: Akladyalı Zırhlı Muhafız

source: Akladian Sturmknight
de: Akladianischer Sturmritter
sv: Akladisk Sturmknekt
tr: Akladyalı Yıldırım Şövalye

source: Akladian Warrior
da: Akladian kriger
de: Akladianischer Krieger
sv: Akladisk Krigare
tr: Akladyalı Savaşçı

source: Akladian Wiseman
de: Akladianische Weise
sv: Akladiska Visa Män
tr: Akladyalı Bilgiç

source: Akladian Wisemans are those very few from tribes, who study herbs and ways to heal, instead to harm and kill people
de: Akladianische Weise sind die wenigen der Stämme, die die Käruter und Methoden der Heilung studieren, statt Leute zu verletzen oder sie zu töten.
sv: Akladiska Visa Män är de mycket få från stammarna som studerar örter och sätt att hela istället för att skada och döda personer.
tr: Akladyalı Bilgiçlerin sayıları azdır, öldürmek veya yaralamak yerine ilaçlar ve tedavi usulleri konusunda eğitimlidirler.

source: Akladian Wonderman
de: Akladianische Wundertäter
sv: Akladiska Undermän
tr: Akladyalı Mucizeci

source: Akladians - open the way for me and my army. I am your rightful king, I am the messiah, the hand of God on earth. Whoever opposes me opposes God.
es: Akladianos - abran paso para mi y mi ejército. Soy su legítimo rey, soy el mesías, la mano de Dios en esta tierra. Quienquiera que me oponga se opone a Dios.
tr: Akladyalılar - yolu bana ve orduma açın. Ben sizin meşru kralınızım, ben mesihim, bu dünlada tanrının eliyim. Her kim bana karşı gelirse tanrıya karşı gelmiş olur.

source: Akladians hated woods, passionately, Gawen was told. Yet they had established an outpost at the edge of Raedwood to protect their settlements in the plains from the avengers in the forest. One or two men might have passed among them, unnoticed, but Gawen's band was too large for that.
de: Akladianer hassten die Wälder, wurde Gawen gesagt. Denoch richteten sie einen Aussenposten an der Ecke des Raedwood-Waldes ein, um ihre Ansiedlungen in der in der Prärie vor den Rächern aus den Wäldern zu schützen. Für ein oder zwei Männer würde es einfach sein zwischen den beiden Aussenposten unbemerkt vorbeizukommen, aber Gawen's Armee war zu gross für das.
es: Los akladianos odian los bosques apasionadamente, según dijo Gawen. Por eso instalaron su fortín al borde de Raedwood protegiendose, en las llanuras, de los vengadores del bosque. Para uno o dos hombres sería fácil pasar entre ellos, inadvertidos, pero el ejército de Gawen era demasiado grande para eso.
sv: Gawen fick höra att akladier hyste ett innerligt hat för skogar. Trots detta hade de upprättat en utpost vid Raedwoods rand, för att skydda sina bosättningar på slätterna mot räder från skogen. För en eller två enstaka soldater hade det varit en enkel sak att passera obemärkt, men Gawens armé var för stor för detta.
tr: Akladyalılar ormanı sevmez, dedi Gaven, tutkuyla. Ovadaki yerleşikleri ormandaki intikamcılardan korumak için, karakolu Kızılağaç ormanının kenarına kurdular. Haberleri olmadan bir veya iki kişi aralarından geçebilirdi ama Gaven’ın ordusu bunun için çok büyüktü.

source: Akladians of Vakladia! I am King Buffin. I have come to you to re-introduce peace and order to your lands after the untimely death of your king, my beloved cousin, Gawen Hagarthen. I...
de: Akladianer aus Vakladia! Ich bin König Buffin. Ich komme zu Euch um Euch dabei zu helfen wieder Frieden und Ordnung nach dem Tot Eures Königs, meinem geliebten Neffen Gawen, herzustellen. Ich...
tr: Vakladya Akladyalıları! Ben kral Buffin! Kralınız, sevgili yeğenim Gaven’in ölümünden sonra huzur ve düzeninizi yeniden sağlamak için yardıma geldim. Ben...

source: Akladians, orcs, lizards and all others - when facing mighty Elorain, their fate is always the same!
da: Akladianere, orker, øgler og alle andre - når de står over for den mægtige Elorain er deres skæbne altid den samme!
de: Akladianer, Orks, Zauberer und alle anderen auch - wenn sie der mächtigen Elorain gegenüberstehen ist ihr Schicksal immer gleich!
sv: Akladier, orcher, ödlefolk och alla andra, de möter alltid samma öde när de står inför den mäktige Elorain!
tr: Akladyalılar, orklar, kertenkeleler ve diğerleri - kudretli Elorain karşısında akıbetleri hep aynı olacak!

source: All of those who so believe are traitors who will be punished. And those who remain loyal to us will be rewarded.
de: All jene, die dies glauben, sind Verräter und werden ihre gerechte Strafe erhalten. Aber jene, die uns treu ergeben sind, werden mit Reichtum überhäuft werden.
sv: Alla som säger så är förrädare som kommer att straffas. De som stannar och är lojala kommer att bli belönade.
tr: Onların hepsi cezalandırılacak hainlerdir. Bize sadık kalanlar ödüllendirilecektir.

source: All right, I accept your offer.
da: Okay jeg accepterer dit tilbud
de: OK, ich akzeptiere dein Angebot
tr: Pekala, teklifinizi kabul ediyorum.

source: All right. We are going to free the peasants, kill the orcs, and remember that we have to interrogate their leaders. Maybe they know something of interest to us.
es: Bien. Vamos a liberar a esos campesinos, matar a los orcos y recuerden: tenemos que interrogar a sus líderes. ¿Quizá sepan algo que podría sernos útil?
tr: Pekala. Gidip köylüleri kurtaralım. Orkları öldürürken unutmayın: Liderlerini sorgulamak zorundayız. Bizim için ilginç olabilecek birşeyler biliyor olabilirler.

source: Allied? We are allied with none. They have simply paid for our services. That's all.
da: Allierede? Vi er ikke i alliance med nogen. De har betalt for vores tjenester. Det er det hele.
sv: Allierade? Vi är inte allierade med någon. De har helt enkelt betalat för våra tjänster. Det är hela saken.
tr: İttifak? Hiçbir ittifak yapmadık. Hizmetimizin bedelini ödediler, o kadar.

source: Ally From the Past
da: Forbundsfælle fra fortiden
de: Verbündete aus der Vergangenheit
sv: En allierad från förr
tr: Eski müttefik

source: Along with your cousins from other branches, of course. They are all true heirs to the throne of Wesnoth
da: Sammen med dine fætre og kusiner fra andre slægter selvfølgelig. De er alle arvinger til Wesnoths trone.
de: Zusammen mit deinen Cousins von den anderen Ablegern natürlich. Diese sind auch wahre Erben des Throns von Wesnoth.
es: Junto con sus primos de otras ramas, por supuesto. Todos ellos son verdaderos herederos al trono de Wesnoth.
sv: Tillsammans med dina kusiner från de andra grenarna, givetvis. Ni är alla rättmätiga arvtagare till Wesnoths tron.
tr: Uzak akraba olan amca çocuklarınız dahil, hepiniz Weshoth Krallığının gerçek varislerisiniz.

source: Always loyally serving royal family of Wesnoth, Ruvio skills in sword and crossbow became better than above average, to say it modestly; Even though the age had its impact on Ruvio, he still is dangerous opponent.
de: Da er schon immer der königlichen Familie treu gedient hat, wurden Ruvios Fähigkeiten mit dem Schwert und der Armbrust besser als der obere Durchschnitt. Um es scheiden zu sagen: obwohl sein Alter bereits Spuren an Ruvio hinterlassen hat ist er immer noch ein sehr ernstzunehmender Gegner.
tr: Wesnoth’un asil ailelerine sadakatle hizmet eden Ruviyo, kılıç ve tatar yayının ortalamanın üstünde bir ustalıkla kullanır. Yaşı ilerlemiş olsa da hala tehlikeli bir rakiptir.

source: Am I alive? Who are you? Where am I?
da: Er jeg i live? Hvem er du? Hvor er jeg?
de: Ich lebe? Wer seid ihr? Wo bin ich?
sv: Lever jag? Vem är du? Var är jag?
tr: Hayatta mıyım? Siz kimsiniz? Ben neredeyim?

source: Amazing. Simply amazing.
tr: Şaşırtıcı. Basit ve şaşırtıcı.

source: Amazing. Simply, amazing.
da: Imponerende. Simpelhen imponerende.
es: Asombroso. Simplemente, asombroso.
tr: Şaşırtıcı. Basit ve şaşırtıcı.

source: And I thought you weren't competing with me.
da: Og jeg troede at du ikke ville konkurrere med mig.
de: Und ich dachte du würdest dich nicht mit mir messen.
sv: Och jag som trodde att du inte skulle tävla med mig.
tr: Ve bana rakip olamayacağınızı düşünüyorum,

source: And her! How did the Akladians know where Freetown is located? Who told them? Who, if not that witch? Let's kill her, and then let's...
tr: Ve o! Özgürkent’in yerini Akladyalılar nereden biliyordu? Onlara kism söyledi? Bu cadı değilse, kim? Bu cadıyı öldürelim sonra da...

source: And his name is...?
da: Og hans navn er..
de: Und sein Name ist..
sv: Och hans namn är...
tr: Ve onun ismi..

source: And how, exactly, do you plan to do that?
de: Und wie wirst du das genau machen?
sv: Och exakt hur hade du tänkt göra det?
tr: Bunu nasıl yapacaksınız, merak ettim?

source: And now you lie here, defenseless and vulnerable. Your father's death has shown me how tenuous my position is, and how despised you are. Behind your back they call you a mixling, a bastard, a creature not fit to live, let alone to sit on the throne. And as for me... if you die, I would be just the wife of a despised king, stepmother of a hated heir; my death will be all but assured. Had I given birth, I would be your mortal enemy, but I have not. I know there is no love between us, but only together is there any hope...
de: Und nun liegst du hier, schutzlos und verwundbar. Der Tod Deines Vaters zeigte mir wie labil meine Stellung ist und wie sehr du verachtet wirst. Hinter Deinem Rücken nennen sie dich einen Mischling, einen Bastard, eine Kreatur, die nicht geeignet ist, um zu überleben, geschweige denn auf dem Thron zu sitzen. Und ich.... wenn du stirbst, wäre ich nur das Weib eines verachteten Königs, die Stiefmutter eines verhassten Erben. Einzig mein Tod wäre mir sicher. Hätte ich einen neuen Erben geboren, dann wäre ich nun wohl dein Todfeind, aber so ist es nicht. Ich weiss, dass es keine Liebe zwischen uns gibt, aber nur zusammen gibt es für uns irgendeine Hoffnung...
sv: Och nu så ligger du här, försvarslös och sårbar. Din faders död fick mig att inse hur svag min position var och hur avskydd du var tillsammans med din far. Bakom din rygg så kallade de dig för ett halvblod, en bastard, ett djur som inte var lämpat för tronen. Vad anbefangar mig... om du dör så skulle jag enbart vara fru till en avskydd kung, styvmor till en hatad arvinge... jag skulle inte ha någon rätt att leva. Om jag hade fött så skulle jag ha varit din fiende... men det har jag inte. Jag vet att det var en del ont blod emellan oss, men just nu är jag den enda som du kan lita på och du är mitt enda hopp...
tr: Ve şimdi sen savunmasız ve incinebilir bir halde burada yatıyorsun. Babanın ölümü bana konumumun ne kadar zayıf olduğunu ve babanla beraber sana nasıl tepeden bakıldığını gösterdi. Arkandan, senin tahta oturmaya layık olmayan bir melez, bir piç, bir yaratık olduğundan bahsediyorlardı. Ve benim için de... eğer sen ölürsen, sadece nefret edilen bir kralın karısı, bir düşman mirasının üvey annesi olacak, yaşamaya hakkım olmayacaktı. Eğer doğurmuş olsaydım, senin ölümcül düşmanın olurdum, fakat olmadı. Aramızda çok fazla olumsuz duygu olduğunu biliyorum, fakat şimdi senin güvenebileceğin tek kişi benim ve sen benim tek umudumsun...

source: And now...
da: Og nu, ...
de: Und nun...
sv: Och nu...
tr: Ve şimdi...

source: And she looks beautiful in armour, too.
da: Og hun ser sej ud i rustning også.
tr: Ve zırhının içinden soğuk soğuk bakar.

source: And this is good reason, because..?
da: Og dette er en god grund fordi..?
de: Und wieso ist das ist ein guter Grund?
sv: Och det här är ett bra skäl för att...?
tr: Ve bu iyi bir sebep, çünkü..?

source: And we have abandoned him! You too, honorable and brave Reme, you left him there to die!
de: Und wir haben ihn verlassen! Auch Du, ehrenvoller und mutiger Reme, Du hast ihn dem Tod überlassen!
sv: Och vi har övergett honom! Och du också ärofyllda och modiga Reme, du har lämnat honom där för att dö!
tr: Ve biz terkettik onu! Ve sen de onurlu ve cesur Reme, ölmeye bıraktın onu orada.

source: And what about that Orcish army we found out about? We should stick together!
da: Og hvad med den orker hær vi har opdaget? Vi bør holde sammen!
de: Und was ist mit dieser Ork-Armee, von der wir etwas gehört haben? Wir sollten zusammenhalten!
sv: Men tänk på orcherarmén vi hörde talas om. Vi borde hålla ihop!
tr: Öğrendiğimiz ork ordusu hakkında ne yapacağız? Birlikte direnmeliyiz!

source: And what are his plans for future?
da: Og hvad er hans planer for fremtiden?
es: ¿Y sus planes para el futuro?
tr: Gelecek için planı nedir?

source: And what do you think?
da: Og hvad tror du?
de: Und was denkst du?
sv: Vad tror du?
tr: Ve ne yapmayı düşünüyorsun?

source: And what happened to Reme Carrenemoe?
sv: Och vad hände med Reme Carrenemoe?
tr: Peki ama, Reme Karenemo’ya ne oldu?

source: And who is he? Why should we fight under his command?
da: Og hvem er han? Hvorfor skal vi kæmpe under hans kommando?
de: Und wer ist das? Warum sollten wir unter seinem Kommando stehen?
sv: Och vem är han? Varför skulle vi slåss under hans ledning?
tr: E, o kim? Neden onun komutasında döğüşmek zorundayız?

source: And why should I tell you, stupid woman?
da: Og hvorfor skulle jeg fortælle det til dig dumme kvinde?
es: ¿Y por qué se lo debo decir, mujer tonta?
sv: Varför skulle jag berätta för dig, dumma kvinna?
tr: Ve neden sana söyleyeyim, aptal kadın?

source: And you think that...
da: Og du tror at...
sv: Och du tror att...
tr: Düşünüyorsun ki...

source: And you, noble Graeme?
de: Und ihr, werter Graeme?
sv: Och du, Graeme?
tr: Siz, soylu Graeme?

source: Another one bites the dust.
da: Endnu en går til de evige jagtmarker.
de: Nocheiner der ins Gra beißen muss.
sv: Ännu en biter i gräset.
tr: Biri daha düşüp ölür.

source: Another woman might just give up. If I had less courage, perhaps I would have just begged my father for admission into his castle. But I am Lorin. I took the soldiers Reme gave me for my protection and I rode east. I knew people there, who could help me. Akladians would not fight for me - I was sure of that - so I had to find someone who would.
de: Eine andere Frau hätte vielleicht einfach aufgegeben. Hätte ich weniger Mut besessen, hätte ich möglicherweise meinen Vater gebeten, mich in seine Burg aufzunehmen. Aber ich bin Lorin. Ich nahm die Soldaten, die Reme mir zum Schutz gestellt hatte und ritt gen Osten. Dort kannte ich Leute, die mir helfen konnten. Akladianer würden nicht für mich kämpfen - darin war ich mir sicher - daher musste ich jemand finden, der es tat.
sv: Den andra kvinnan kanske bara skulle ha gett upp. Kanske, om jag skulle vara lagd åt det hållet så skulle jag gå och be min far att få återvända till hans slott. Men jag är Lorin. Jag tog de soldater Reme gav mig för skydd och red österut. Jag kände personer där, personer som kunde hjälpa mig. Akladierna ville inte slåss för mig, det vr jag säker på; Så jag var tvungen att hitta någon annan som skulle.
tr: Başka kadın olsa belki vazgeçerdi. Belki, ben farklı bir kalbe sahiptim, belki babamdan şatosuna girmek için izin isteyebilirdim. Fakat, ben Lorin’im. Reme’nin bana verdiği askerleri kendimi korumak için aldım ve doğuya gittim. Orada bana yardım edecek birileri olduğunu biliyordum. Akladyalılar benim için döğüşmezlerdi, bundan emindim. Öyleyse döğüşecek başkalarını bulmalıydım.

source: Any enemy unit reaches north-eastern signpost
sv: En fiendetrupp når den nordöstra vägskylten
tr: Düşman birimlerinden birinin kuzeydoğudaki yol işaretine ulaşması

source: Any enemy unit reaches the keep of the Oracle.
es: Cualquier unidad enemiga alcance al guardia del Oráculo.
sv: Fienden når oraklets kärntorn
tr: Düşman birimlerinden birinin Kâhin’in kulesine ulaşması.
